[{"cord_uid":"7rrh9qv1","source_x":"PMC","title":"An Intelligent Marketspace Mobile Application for Marketing Organic Products","doi":"10.1007\/978-3-030-44999-5_23","abstract":"Sustainable food security (Sfs) desires not only that people always have passage to ample and nutritious food, but also that this food be formed with minimum environmental impact. This research is aimed at developing a mobile application for marketing organic farm products with the functionality of automated geo-location services, preferred goods delivery services, easy access to different organic farm produce. The mobile user platform consists of the Presentation, Business, Data and Data storage which is a slight variation of the Model-View-Controller architecture. It also takes into deep awareness the configuration, security and communications aspect as these are the underlying factors for the robustness of mobile application. The Presentation Tier consists of the user interface and the logic used to navigate around the user interface meaningfully. It modifies and shows information into a human distinct pattern. The Business Logic tier is essentially efficient for information transfer between the user interface and the database of the project. The last layer of the three-tiered architecture is the Data Access tier, which is made up of the Database servers. The application was implemented in Java, SQLite (local) and PHP for the backend server and Amazon Web Services for cloud infrastructure. Farmers were engaged in cursory testing. Users find the application concept very interesting.","publish_time":1583452800000,"author_summary":" Arogundade, Oluwasefunmi ‘Tale;<br>Abayomi-Alli, Adebayo; Adesemowo, Kayode; Bamigbade,<br>Taiwo; Odusami, Modupe; Olowe, Victor","abstract_summary":" Sustainable food security (Sfs) desires not<br>only that people always have passage to ample and<br>nutritious food, but also that this food be formed with<br>minimum environmental impact. This research is aimed<br>at developing a mobile application for marketing<br>organic farm products with the functionality of<br>automated geo-location services, preferred goods<br>delivery services, easy access to different organic<br>farm produce. The mobile user platform consists of<br>the Presentation, Business, Data and Data storage<br>which is a slight variation of the<br>Model-View-Controller architecture. It also takes into deep<br>awareness the configuration, security and<br>communications aspect as these are the underlying factors...","title_summary":" An Intelligent Marketspace Mobile<br>Application for Marketing Organic Products","x":-23.2134399414,"y":33.8695793152,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.2134399414,"tsne_y":33.8695793152,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4g0u11ja","source_x":"PMC","title":"Code Action Network for Binary Function Scope Identification","doi":"10.1007\/978-3-030-47426-3_55","abstract":"Function identification is a preliminary step in binary analysis for many applications from malware detection, common vulnerability detection and binary instrumentation to name a few. In this paper, we propose the Code Action Network (CAN) whose key idea is to encode the task of function scope identification to a sequence of three action states NI (i.e., next inclusion), NE (i.e., next exclusion), and FE (i.e., function end) to efficiently and effectively tackle function scope identification, the hardest and most crucial task in function identification. A bidirectional Recurrent Neural Network is trained to match binary programs with their sequence of action states. To work out function scopes in a binary, this binary is first fed to a trained CAN to output its sequence of action states which can be further decoded to know the function scopes in the binary. We undertake extensive experiments to compare our proposed method with other state-of-the-art baselines. Experimental results demonstrate that our proposed method outperforms the state-of-the-art baselines in terms of predictive performance on real-world datasets which include binaries from well-known libraries.","publish_time":1587081600000,"author_summary":" Nguyen, Van; Le, Trung; Le, Tue; Nguyen, Khanh;<br>Vel, Olivier de; Montague, Paul; Grundy, John;<br>Phung, Dinh","abstract_summary":" Function identification is a preliminary step<br>in binary analysis for many applications from<br>malware detection, common vulnerability detection<br>and binary instrumentation to name a few. In this<br>paper, we propose the Code Action Network (CAN) whose<br>key idea is to encode the task of function scope<br>identification to a sequence of three action states NI (i.e.,<br>next inclusion), NE (i.e., next exclusion), and FE<br>(i.e., function end) to efficiently and effectively<br>tackle function scope identification, the hardest<br>and most crucial task in function identification.<br>A bidirectional Recurrent Neural Network is<br>trained to match binary programs with their sequence of<br>action...","title_summary":" Code Action Network for Binary Function Scope<br>Identification","x":-27.6122894287,"y":33.4283485413,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.6122894287,"tsne_y":33.4283485413,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"emzhr2zu","source_x":"PMC","title":"Dual-Component Deep Domain Adaptation: A New Approach for Cross Project Software Vulnerability Detection","doi":"10.1007\/978-3-030-47426-3_54","abstract":"Owing to the ubiquity of computer software, software vulnerability detection (SVD) has become an important problem in the software industry and computer security. One of the most crucial issues in SVD is coping with the scarcity of labeled vulnerabilities in projects that require the laborious manual labeling of code by software security experts. One possible solution is to employ deep domain adaptation (DA) which has recently witnessed enormous success in transferring learning from structural labeled to unlabeled data sources. Generative adversarial network (GAN) is a technique that attempts to bridge the gap between source and target data in the joint space and emerges as a building block to develop deep DA approaches with state-of-the-art performance. However, deep DA approaches using the GAN principle to close the gap are subject to the mode collapsing problem that negatively impacts the predictive performance. Our aim in this paper is to propose Dual Generator-Discriminator Deep Code Domain Adaptation Network (Dual-GD-DDAN) for tackling the problem of transfer learning from labeled to unlabeled software projects in SVD to resolve the mode collapsing problem faced in previous approaches. The experimental results on real-world software projects show that our method outperforms state-of-the-art baselines by a wide margin.","publish_time":1587081600000,"author_summary":" Nguyen, Van; Le, Trung; de Vel, Olivier;<br>Montague, Paul; Grundy, John; Phung, Dinh","abstract_summary":" Owing to the ubiquity of computer software,<br>software vulnerability detection (SVD) has become an<br>important problem in the software industry and computer<br>security. One of the most crucial issues in SVD is coping<br>with the scarcity of labeled vulnerabilities in<br>projects that require the laborious manual labeling of<br>code by software security experts. One possible<br>solution is to employ deep domain adaptation (DA) which<br>has recently witnessed enormous success in<br>transferring learning from structural labeled to unlabeled<br>data sources. Generative adversarial network<br>(GAN) is a technique that attempts to bridge the gap<br>between source and target data in the joint...","title_summary":" Dual-Component Deep Domain Adaptation: A New<br>Approach for Cross Project Software Vulnerability<br>Detection","x":-27.2824802399,"y":33.2491188049,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.2824802399,"tsne_y":33.2491188049,"subcluster":5,"subcluster_description":"Binary Software Vulnerability Detectionmalicious","shape":"p"},{"cord_uid":"k9yu5jpi","source_x":"PMC","title":"Decentralized and Adaptive K-Means Clustering for Non-IID Data Using HyperLogLog Counters","doi":"10.1007\/978-3-030-47426-3_27","abstract":"The data shared over the Internet tends to originate from ubiquitous and autonomous sources such as mobile phones, fitness trackers, and IoT devices. Centralized and federated machine learning solutions represent the predominant way of providing smart services for users. However, moving data to central location for analysis causes not only many privacy concerns, but also communication overhead. Therefore, in certain situations machine learning models need to be trained in a collaborative and decentralized manner, similar to the way the data is originally generated without requiring any central authority for data or model aggregation. This paper presents a decentralized and adaptive k-means algorithm that clusters data from multiple sources organized in peer-to-peer networks. Our algorithm allows peers to reach an approximation of the global model without sharing any raw data. Most importantly, we address the challenge of decentralized clustering with skewed non-IID data and asynchronous computations by integrating HyperLogLog counters with k-means algorithm. Furthermore, our clustering algorithm allows nodes to individually determine the number of clusters that fits their local data. Results using synthetic and real-world datasets show that our algorithm outperforms state-of-the-art decentralized k-means algorithms achieving accuracy gain that is up-to 36%.","publish_time":1587081600000,"author_summary":" Soliman, Amira; Girdzijauskas, Sarunas;<br>Bouguelia, Mohamed-Rafik; Pashami, Sepideh; Nowaczyk,<br>Slawomir","abstract_summary":" The data shared over the Internet tends to<br>originate from ubiquitous and autonomous sources such as<br>mobile phones, fitness trackers, and IoT devices.<br>Centralized and federated machine learning solutions<br>represent the predominant way of providing smart<br>services for users. However, moving data to central<br>location for analysis causes not only many privacy<br>concerns, but also communication overhead. Therefore,<br>in certain situations machine learning models<br>need to be trained in a collaborative and<br>decentralized manner, similar to the way the data is<br>originally generated without requiring any central<br>authority for data or model aggregation. This paper<br>presents a decentralized and adaptive...","title_summary":" Decentralized and Adaptive K-Means<br>Clustering for Non-IID Data Using HyperLogLog Counters","x":-25.5358562469,"y":34.4377403259,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.5358562469,"tsne_y":34.4377403259,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"zvet1l1e","source_x":"PMC","title":"Image Analysis Enhanced Event Detection from Geo-Tagged Tweet Streams","doi":"10.1007\/978-3-030-47426-3_31","abstract":"Events detected from social media streams often include early signs of accidents, crimes or disasters. Therefore, they can be used by related parties for timely and efficient response. Although significant progress has been made on event detection from tweet streams, most existing methods have not considered the posted images in tweets, which provide richer information than the text, and potentially can be a reliable indicator of whether an event occurs or not. In this paper, we design an event detection algorithm that combines textual, statistical and image information, following an unsupervised machine learning approach. Specifically, the algorithm starts with semantic and statistical analyses to obtain a list of tweet clusters, each of which corresponds to an event candidate, and then performs image analysis to separate events from non-events—a convolutional autoencoder is trained for each cluster as an anomaly detector, where a part of the images are used as the training data and the remaining images are used as the test instances. Our experiments on multiple datasets verify that when an event occurs, the mean reconstruction errors of the training and test images are much closer, compared with the case where the candidate is a non-event cluster. Based on this finding, the algorithm rejects a candidate if the difference is larger than a threshold. Experimental results over millions of tweets demonstrate that this image analysis enhanced approach can significantly increase the precision with minimum impact on the recall.","publish_time":1587081600000,"author_summary":" Han, Yi; Karunasekera, Shanika; Leckie,<br>Christopher","abstract_summary":" Events detected from social media streams<br>often include early signs of accidents, crimes or<br>disasters. Therefore, they can be used by related parties<br>for timely and efficient response. Although<br>significant progress has been made on event detection from<br>tweet streams, most existing methods have not<br>considered the posted images in tweets, which provide<br>richer information than the text, and potentially can<br>be a reliable indicator of whether an event occurs<br>or not. In this paper, we design an event detection<br>algorithm that combines textual, statistical and image<br>information, following an unsupervised machine learning<br>approach. Specifically, the algorithm starts with<br>semantic...","title_summary":" Image Analysis Enhanced Event Detection from<br>Geo-Tagged Tweet Streams","x":-27.1410140991,"y":33.8647117615,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.1410140991,"tsne_y":33.8647117615,"subcluster":4,"subcluster_description":"Attributed Networkstowards Network Anomaly","shape":"p"},{"cord_uid":"6r46mlkq","source_x":"PMC","title":"TCN-ATT: A Non-recurrent Model for Sequence-Based Malware Detection","doi":"10.1007\/978-3-030-47436-2_14","abstract":"Malware detection based on API call sequences is widely used for the ability to model program behaviours. But RNN-based models for this task usually have bottlenecks in efficiency and accuracy due to their recurrent structure. In this paper, we propose a Temporal Convolutional Network with ATTention (TCN-ATT) architecture, which processes sequences with high parallelization and is robust to sequence length. The proposed TCN-ATT consists of three components: (1) a TCN module which processes sequence with convolutional structure, (2) an attention layer to select effective features and (3) a split-and-combine mechanism to fit inputs with various size. A formalized deduplication method is also proposed to reduce redundancy with less information loss. According to our experiments, the proposed model reaches an accuracy of 98.60% and reduces time cost by over 60% compared with existing RNN-based models.","publish_time":1587081600000,"author_summary":" Huang, Junyao; Lu, Chenhui; Ping, Guolou; Sun,<br>Lin; Ye, Xiaojun","abstract_summary":" Malware detection based on API call sequences<br>is widely used for the ability to model program<br>behaviours. But RNN-based models for this task usually have<br>bottlenecks in efficiency and accuracy due to their<br>recurrent structure. In this paper, we propose a Temporal<br>Convolutional Network with ATTention (TCN-ATT)<br>architecture, which processes sequences with high<br>parallelization and is robust to sequence length. The proposed<br>TCN-ATT consists of three components: (1) a TCN module<br>which processes sequence with convolutional<br>structure, (2) an attention layer to select effective<br>features and (3) a split-and-combine mechanism to fit<br>inputs with various size. A formalized deduplication<br>method...","title_summary":" TCN-ATT: A Non-recurrent Model for<br>Sequence-Based Malware Detection","x":-27.4893989563,"y":33.4043693542,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.4893989563,"tsne_y":33.4043693542,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1gdir1rh","source_x":"PMC","title":"Data-Free Adversarial Perturbations for Practical Black-Box Attack","doi":"10.1007\/978-3-030-47436-2_10","abstract":"Neural networks are vulnerable to adversarial examples, which are malicious inputs crafted to fool pre-trained models. Adversarial examples often exhibit black-box attacking transferability, which allows that adversarial examples crafted for one model can fool another model. However, existing black-box attack methods require samples from the training data distribution to improve the transferability of adversarial examples across different models. Because of the data dependence, fooling ability of adversarial perturbations is only applicable when training data are accessible. In this paper, we present a data-free method for crafting adversarial perturbations that can fool a target model without any knowledge about the training data distribution. In the practical setting of black-box attack scenario where attackers do not have access to target models and training data, our method achieves high fooling rates on target models and outperforms other universal adversarial perturbation methods. Our method empirically shows that current deep learning models are still at a risk even when the attackers do not have access to training data.","publish_time":1587081600000,"author_summary":" Huan, Zhaoxin; Wang, Yulong; Zhang, Xiaolu;<br>Shang, Lin; Fu, Chilin; Zhou, Jun","abstract_summary":" Neural networks are vulnerable to adversarial<br>examples, which are malicious inputs crafted to fool<br>pre-trained models. Adversarial examples often exhibit<br>black-box attacking transferability, which allows that<br>adversarial examples crafted for one model can fool another<br>model. However, existing black-box attack methods<br>require samples from the training data distribution to<br>improve the transferability of adversarial examples<br>across different models. Because of the data<br>dependence, fooling ability of adversarial perturbations<br>is only applicable when training data are<br>accessible. In this paper, we present a data-free method for<br>crafting adversarial perturbations that can fool a<br>target model without any knowledge about the training...","title_summary":" Data-Free Adversarial Perturbations for<br>Practical Black-Box Attack","x":-26.8640613556,"y":32.867729187,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.8640613556,"tsne_y":32.867729187,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"iioqkydg","source_x":"PMC","title":"Protecting IP of Deep Neural Networks with Watermarking: A New Label Helps","doi":"10.1007\/978-3-030-47436-2_35","abstract":"Deep neural network (DNN) models have shown great success in almost every artificial area. It is a non-trivial task to build a good DNN model. Nowadays, various MLaaS providers have launched their cloud services, which trains DNN models for users. Once they are released, driven by potential monetary profit, the models may be duplicated, resold, or redistributed by adversaries, including greedy service providers themselves. To mitigate this threat, in this paper, we propose an innovative framework to protect the intellectual property of deep learning models, that is, watermarking the model by adding a new label to crafted key samples during training. The intuition comes from the fact that, compared with existing DNN watermarking methods, adding a new label will not twist the original decision boundary but can help the model learn the features of key samples better. We implement a prototype of our framework and evaluate the performance under three different benchmark datasets, and investigate the relationship between model accuracy, perturbation strength, and key samples’ length. Extensive experimental results show that, compared with the existing schemes, the proposed method performs better under small perturbation strength or short key samples’ length in terms of classification accuracy and ownership verification efficiency.","publish_time":1587081600000,"author_summary":" Zhong, Qi; Zhang, Leo Yu; Zhang, Jun; Gao,<br>Longxiang; Xiang, Yong","abstract_summary":" Deep neural network (DNN) models have shown<br>great success in almost every artificial area. It is a<br>non-trivial task to build a good DNN model. Nowadays,<br>various MLaaS providers have launched their cloud<br>services, which trains DNN models for users. Once they are<br>released, driven by potential monetary profit, the<br>models may be duplicated, resold, or redistributed by<br>adversaries, including greedy service providers<br>themselves. To mitigate this threat, in this paper, we<br>propose an innovative framework to protect the<br>intellectual property of deep learning models, that is,<br>watermarking the model by adding a new label to crafted key<br>samples during...","title_summary":" Protecting IP of Deep Neural Networks with<br>Watermarking: A New Label Helps","x":-26.8466682434,"y":33.2730331421,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.8466682434,"tsne_y":33.2730331421,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"754q67o1","source_x":"PMC","title":"Deep Cost-Sensitive Kernel Machine for Binary Software Vulnerability Detection","doi":"10.1007\/978-3-030-47436-2_13","abstract":"Owing to the sharp rise in the severity of the threats imposed by software vulnerabilities, software vulnerability detection has become an important concern in the software industry, such as the embedded systems industry, and in the field of computer security. Software vulnerability detection can be carried out at the source code or binary level. However, the latter is more impactful and practical since when using commercial software, we usually only possess binary software. In this paper, we leverage deep learning and kernel methods to propose the Deep Cost-sensitive Kernel Machine, a method that inherits the advantages of deep learning methods in efficiently tackling structural data and kernel methods in learning the characteristic of vulnerable binary examples with high generalization capacity. We conduct experiments on two real-world binary datasets. The experimental results have shown a convincing outperformance of our proposed method over the baselines.","publish_time":1587081600000,"author_summary":" Nguyen, Tuan; Le, Trung; Nguyen, Khanh; Vel,<br>Olivier de; Montague, Paul; Grundy, John; Phung, Dinh","abstract_summary":" Owing to the sharp rise in the severity of the<br>threats imposed by software vulnerabilities,<br>software vulnerability detection has become an<br>important concern in the software industry, such as the<br>embedded systems industry, and in the field of computer<br>security. Software vulnerability detection can be<br>carried out at the source code or binary level. However,<br>the latter is more impactful and practical since<br>when using commercial software, we usually only<br>possess binary software. In this paper, we leverage<br>deep learning and kernel methods to propose the Deep<br>Cost-sensitive Kernel Machine, a method that inherits the<br>advantages of deep learning methods...","title_summary":" Deep Cost-Sensitive Kernel Machine for Binary<br>Software Vulnerability Detection","x":-27.1476249695,"y":33.1128044128,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.1476249695,"tsne_y":33.1128044128,"subcluster":5,"subcluster_description":"Binary Software Vulnerability Detectionmalicious","shape":"p"},{"cord_uid":"vqg1qk50","source_x":"PMC","title":"Development of Smart Healthcare Monitoring System in IoT Environment","doi":"10.1007\/s42979-020-00195-y","abstract":"Healthcare monitoring system in hospitals and many other health centers has experienced significant growth, and portable healthcare monitoring systems with emerging technologies are becoming of great concern to many countries worldwide nowadays. The advent of Internet of Things (IoT) technologies facilitates the progress of healthcare from face-to-face consulting to telemedicine. This paper proposes a smart healthcare system in IoT environment that can monitor a patient’s basic health signs as well as the room condition where the patients are now in real-time. In this system, five sensors are used to capture the data from hospital environment named heart beat sensor, body temperature sensor, room temperature sensor, CO sensor, and CO(2) sensor. The error percentage of the developed scheme is within a certain limit (< 5%) for each case. The condition of the patients is conveyed via a portal to medical staff, where they can process and analyze the current situation of the patients. The developed prototype is well suited for healthcare monitoring that is proved by the effectiveness of the system.","publish_time":1590451200000,"author_summary":" Islam, Md. Milon; Rahaman, Ashikur; Islam, Md.<br>Rashedul","abstract_summary":" Healthcare monitoring system in hospitals and<br>many other health centers has experienced<br>significant growth, and portable healthcare monitoring<br>systems with emerging technologies are becoming of<br>great concern to many countries worldwide nowadays.<br>The advent of Internet of Things (IoT)<br>technologies facilitates the progress of healthcare from<br>face-to-face consulting to telemedicine. This paper<br>proposes a smart healthcare system in IoT environment<br>that can monitor a patient’s basic health signs as<br>well as the room condition where the patients are now<br>in real-time. In this system, five sensors are<br>used to capture the data from hospital environment<br>named heart beat sensor, body...","title_summary":" Development of Smart Healthcare Monitoring<br>System in IoT Environment","x":-22.9694080353,"y":33.5275726318,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.9694080353,"tsne_y":33.5275726318,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"lhjn97f7","source_x":"PMC","title":"StreamPipes Connect: Semantics-Based Edge Adapters for the IIoT","doi":"10.1007\/978-3-030-49461-2_39","abstract":"Accessing continuous time series data from various machines and sensors is a crucial task to enable data-driven decision making in the Industrial Internet of Things (IIoT). However, connecting data from industrial machines to real-time analytics software is still technically complex and time-consuming due to the heterogeneity of protocols, formats and sensor types. To mitigate these challenges, we present StreamPipes Connect, targeted at domain experts to ingest, harmonize, and share time series data as part of our industry-proven open source IIoT analytics toolbox StreamPipes. Our main contributions are (i) a semantic adapter model including automated transformation rules for pre-processing, and (ii) a distributed architecture design to instantiate adapters at edge nodes where the data originates. The evaluation of a conducted user study shows that domain experts are capable of connecting new sources in less than a minute by using our system. The presented solution is publicly available as part of the open source software Apache StreamPipes.","publish_time":1588809600000,"author_summary":" Zehnder, Philipp; Wiener, Patrick; Straub,<br>Tim; Riemer, Dominik","abstract_summary":" Accessing continuous time series data from<br>various machines and sensors is a crucial task to enable<br>data-driven decision making in the Industrial Internet of<br>Things (IIoT). However, connecting data from<br>industrial machines to real-time analytics software is<br>still technically complex and time-consuming due to<br>the heterogeneity of protocols, formats and<br>sensor types. To mitigate these challenges, we<br>present StreamPipes Connect, targeted at domain<br>experts to ingest, harmonize, and share time series<br>data as part of our industry-proven open source IIoT<br>analytics toolbox StreamPipes. Our main contributions<br>are (i) a semantic adapter model including<br>automated transformation rules for pre-processing, and<br>(ii)...","title_summary":" StreamPipes Connect: Semantics-Based Edge<br>Adapters for the IIoT","x":-24.6309776306,"y":34.8069419861,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.6309776306,"tsne_y":34.8069419861,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lq8z4syu","source_x":"PMC","title":"Boosted Ensemble Learning for Anomaly Detection in 5G RAN","doi":"10.1007\/978-3-030-49161-1_2","abstract":"The emerging 5G networks promises more throughput, faster, and more reliable services, but as the network complexity and dynamics increases, it becomes more difficult to troubleshoot the systems. Vendors are spending a lot of time and effort on early anomaly detection in their development cycle and majority of the time is spent on manually analyzing system logs. While main research in anomaly detection uses performance metrics, anomaly detection using functional behaviour is still lacking in depth analysis. In this paper we show how a boosted ensemble of Long Short Term Memory classifiers can detect anomalies in the 5G Radio Access Network system logs. Acquiring system logs from a live 5G network is difficult due to confidentiality issues, live network disturbance, and problems to repeat scenarios. Therefore, we perform our evaluation on logs from a 5G test bed that simulate realistic traffic in a city. Our ensemble learns the functional behaviour of an application by training on logs from normal execution time. It can then detect deviations from normal behaviour and also be retrained on false positive cases found during validation. Anomaly detection in RAN shows that our ensemble called BoostLog, outperforms a single LSTM classifier and further testing on HDFS logs confirms that BoostLog also can be used in other domains. Instead of using domain experts to manually analyse system logs, BoostLog can be used by less experienced trouble shooters to automatically detect anomalies faster and more reliable.","publish_time":1588723200000,"author_summary":" Sundqvist, Tobias; Bhuyan, Monowar H.;<br>Forsman, Johan; Elmroth, Erik","abstract_summary":" The emerging 5G networks promises more<br>throughput, faster, and more reliable services, but as the<br>network complexity and dynamics increases, it becomes<br>more difficult to troubleshoot the systems.<br>Vendors are spending a lot of time and effort on early<br>anomaly detection in their development cycle and<br>majority of the time is spent on manually analyzing<br>system logs. While main research in anomaly detection<br>uses performance metrics, anomaly detection using<br>functional behaviour is still lacking in depth analysis.<br>In this paper we show how a boosted ensemble of Long<br>Short Term Memory classifiers can detect anomalies<br>in the 5G Radio Access...","title_summary":" Boosted Ensemble Learning for Anomaly<br>Detection in 5G RAN","x":-26.4036960602,"y":33.8730964661,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.4036960602,"tsne_y":33.8730964661,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"728n36hi","source_x":"PMC","title":"Threat Landscape of Next Generation IoT-Enabled Smart Grids","doi":"10.1007\/978-3-030-49190-1_11","abstract":"The Smart Grids (SGs) consist of an emerging paradigm that pave the way for the power grids’ modernization and seek novel techniques for improving the transmittion and distribution of power to consumers, as well as achieving end- to-end real-time governance. Thus, the prospect of SGs are to behave intelligently, through the deployment of advanced technologies, applications and standards. A subset of such technologies and applications consists of Software Defined Netowrks (SDNs), Cloud Computing (CC), Machine-to-Machine (M2M) communications, Big Data applications, Internet-of-Things (IoT), 5G and wireless standards such as IEEE 802.15.4g and IEEE 802.16.1. The SGs, the CC and the IoT paradigms’ convergence lie on satisfying the clients’ needs, improving efficiency and in the same time maintaining overall control. However, the coupling of diverse technologies under a unified architecture raise multiple interdependencies which pose new challenges, ranging from the reliability of the whole power system to novel cyber-security risks. This paper sheds new light in the overall definition of the threat landscape that emerges by the convergence of CC and IoT in a SG.","publish_time":1588550400000,"author_summary":" Mavroeidakos, Theodoros; Chaldeakis,<br>Vasilis","abstract_summary":" The Smart Grids (SGs) consist of an emerging<br>paradigm that pave the way for the power grids’<br>modernization and seek novel techniques for improving the<br>transmittion and distribution of power to consumers, as well<br>as achieving end- to-end real-time governance.<br>Thus, the prospect of SGs are to behave<br>intelligently, through the deployment of advanced<br>technologies, applications and standards. A subset of such<br>technologies and applications consists of Software Defined<br>Netowrks (SDNs), Cloud Computing (CC),<br>Machine-to-Machine (M2M) communications, Big Data applications,<br>Internet-of-Things (IoT), 5G and wireless standards such as IEEE<br>802.15.4g and IEEE 802.16.1. The SGs, the CC and the IoT...","title_summary":" Threat Landscape of Next Generation<br>IoT-Enabled Smart Grids","x":-23.9621963501,"y":34.0861053467,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.9621963501,"tsne_y":34.0861053467,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"3qn9mgev","source_x":"PMC","title":"Combined 5G-Based Video Production and Distribution in a Crowded Stadium Event","doi":"10.1007\/978-3-030-49190-1_4","abstract":"Based upon the scope of the original 5G ESSENCE research effort and by considering the related fundamental architecture, we develop a dedicated scenario for the implementation and demonstration of a setup for a 5G edge network acceleration in the context of a sport event, taking place in a stadium. Specifically, we demonstrate a combined 5G-based video production and video distribution scenario towards delivering benefits to both media producers\/content providers and mobile operators, with those being able to offer enriched event experience to their subscribers. The production\/distribution of locally generated content through the respective platform, coupled with value-added services and rich user context, enables secure, high-quality and resilient transmission in real-time, thus ensuring minimal latency. In the selected scenario, massive data traffic does not affect nor overload the backhaul connection as it is produced, processed and consumed just locally, aligned to the 5G 3GPP specifications. We also discuss details about the proposed services and functionalities of the use case, together with an approach for a potential projection to the market.","publish_time":1588550400000,"author_summary":" Chochliouros, Ioannis P.; Spiliopoulou,<br>Anastasia S.; Lazaridis, Pavlos; Kourtis,<br>Michail-Alexandros; Zaharis, Zaharias; Kostopoulos, Alexandros","abstract_summary":" Based upon the scope of the original 5G ESSENCE<br>research effort and by considering the related<br>fundamental architecture, we develop a dedicated scenario<br>for the implementation and demonstration of a<br>setup for a 5G edge network acceleration in the<br>context of a sport event, taking place in a stadium.<br>Specifically, we demonstrate a combined 5G-based video<br>production and video distribution scenario towards<br>delivering benefits to both media producers\/content<br>providers and mobile operators, with those being able to<br>offer enriched event experience to their<br>subscribers. The production\/distribution of locally<br>generated content through the respective platform,<br>coupled with value-added services and rich...","title_summary":" Combined 5G-Based Video Production and<br>Distribution in a Crowded Stadium Event","x":-25.5062046051,"y":34.8273620605,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.5062046051,"tsne_y":34.8273620605,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"1a8gbka2","source_x":"PMC","title":"On the Prediction of Future User Connections Based on Historical Records in Wireless Networks","doi":"10.1007\/978-3-030-49190-1_8","abstract":"Recent developments of data monitoring and analytics technologies in the context of wireless networks will boost the capacity to extract knowledge about the network and the users. On the one hand, the obtained knowledge can be useful for running more efficient network management tasks related to network reconfiguration and optimization. On the other hand, the extraction of knowledge related to user needs, user mobility patterns and user habits and interests can also be useful to provide a more personalized service to the clients. Focusing on user mobility, this paper presents a methodology that predicts the future Access Point (AP) that the user will be connected to in a Wi-Fi Network. The prediction is based on the historical data related to the previous APs which the user connected to. Different approaches are proposed, according to the data that is used for prediction, in order to capture weekly, daily and hourly user activity-based behaviours. Two prediction algorithms are compared, based on Neural Networks (NN) and Random Forest (RF). The methodology has been evaluated in a large Wi-Fi network deployed in a University Campus.","publish_time":1588550400000,"author_summary":" Shaabanzadeh, Seyedeh Soheila;<br>Sánchez-González, Juan","abstract_summary":" Recent developments of data monitoring and<br>analytics technologies in the context of wireless<br>networks will boost the capacity to extract knowledge<br>about the network and the users. On the one hand, the<br>obtained knowledge can be useful for running more<br>efficient network management tasks related to network<br>reconfiguration and optimization. On the other hand, the<br>extraction of knowledge related to user needs, user<br>mobility patterns and user habits and interests can also<br>be useful to provide a more personalized service<br>to the clients. Focusing on user mobility, this<br>paper presents a methodology that predicts the<br>future Access Point (AP) that...","title_summary":" On the Prediction of Future User Connections<br>Based on Historical Records in Wireless Networks","x":-25.1171321869,"y":34.1859779358,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.1171321869,"tsne_y":34.1859779358,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"4ckjxdn0","source_x":"PMC","title":"SDN-Enabled IoT Anomaly Detection Using Ensemble Learning","doi":"10.1007\/978-3-030-49186-4_23","abstract":"Internet of Things (IoT) devices are inherently vulnerable due to insecure design, implementation, and configuration. Aggressive behavior change, due to increased attacker’s sophistication, and the heterogeneity of the data in IoT have proven that securing IoT devices is a making challenge. To detect intensive attacks and increase device uptime, we propose a novel ensemble learning model for IoT anomaly detection using software-defined networks (SDN). We use a deep auto-encoder to extract handy features for stacking into an ensemble learning model. The learned model is deployed in the SDN controller to detect anomalies or dynamic attacks in IoT by addressing the class imbalance problem. We validate the model with real-time testbed and benchmark datasets. The initial results show that our model has a better and more reliable performance than the competing models showcased in the relevant related work.","publish_time":1588723200000,"author_summary":" Tsogbaatar, Enkhtur; Bhuyan, Monowar H.;<br>Taenaka, Yuzo; Fall, Doudou; Gonchigsumlaa,<br>Khishigjargal; Elmroth, Erik; Kadobayashi, Youki","abstract_summary":" Internet of Things (IoT) devices are<br>inherently vulnerable due to insecure design,<br>implementation, and configuration. Aggressive behavior<br>change, due to increased attacker’s sophistication,<br>and the heterogeneity of the data in IoT have proven<br>that securing IoT devices is a making challenge. To<br>detect intensive attacks and increase device uptime,<br>we propose a novel ensemble learning model for IoT<br>anomaly detection using software-defined networks<br>(SDN). We use a deep auto-encoder to extract handy<br>features for stacking into an ensemble learning model.<br>The learned model is deployed in the SDN controller<br>to detect anomalies or dynamic attacks in IoT by<br>addressing the...","title_summary":" SDN-Enabled IoT Anomaly Detection Using<br>Ensemble Learning","x":-25.7483787537,"y":33.7029418945,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.7483787537,"tsne_y":33.7029418945,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lqmr1hul","source_x":"PMC","title":"Versatile Internet of Things for Agriculture: An eXplainable AI Approach","doi":"10.1007\/978-3-030-49186-4_16","abstract":"The increase of the adoption of IoT devices and the contemporary problem of food production have given rise to numerous applications of IoT in agriculture. These applications typically comprise a set of sensors that are installed in open fields and measure metrics, such as temperature or humidity, which are used for irrigation control systems. Though useful, most contemporary systems have high installation and maintenance costs, and they do not offer automated control or, if they do, they are usually not interpretable, and thus cannot be trusted for such critical applications. In this work, we design Vital, a system that incorporates a set of low-cost sensors, a robust data store, and most importantly an explainable AI decision support system. Our system outputs a fuzzy rule-base, which is interpretable and allows fully automating the irrigation of the fields. Upon evaluating Vital in two pilot cases, we conclude that it can be effective for monitoring open-field installations.","publish_time":1588723200000,"author_summary":" Tsakiridis, Nikolaos L.; Diamantopoulos,<br>Themistoklis; Symeonidis, Andreas L.; Theocharis, John B.;<br>Iossifides, Athanasios; Chatzimisios, Periklis; Pratos,<br>George; Kouvas, Dimitris","abstract_summary":" The increase of the adoption of IoT devices and<br>the contemporary problem of food production have<br>given rise to numerous applications of IoT in<br>agriculture. These applications typically comprise a set of<br>sensors that are installed in open fields and measure<br>metrics, such as temperature or humidity, which are used<br>for irrigation control systems. Though useful,<br>most contemporary systems have high installation<br>and maintenance costs, and they do not offer<br>automated control or, if they do, they are usually not<br>interpretable, and thus cannot be trusted for such critical<br>applications. In this work, we design Vital, a system that<br>incorporates...","title_summary":" Versatile Internet of Things for Agriculture:<br>An eXplainable AI Approach","x":-23.0279388428,"y":33.9167251587,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.0279388428,"tsne_y":33.9167251587,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ed6itb9u","source_x":"PMC","title":"SIoTPredict: A Framework for Predicting Relationships in the Social Internet of Things","doi":"10.1007\/978-3-030-49435-3_7","abstract":"The Social Internet of Things (SIoT) is a new paradigm that integrates social network concepts with the Internet of Things (IoT). It boosts the discovery, selection and composition of services and information provided by distributed objects. In SIoT, searching for services is based on the utilization of the social structure resulted from the formed relationships. However, current approaches lack modelling and effective analysis of SIoT. In this work, we address this problem and specifically focus on modelling the SIoT’s evolvement. As the growing number of IoT objects with heterogeneous attributes join the social network, there is an urgent need for identifying the mechanisms by which SIoT structures evolve. We model the SIoT over time and address the suitability of traditional analytical procedures to predict future relationships (links) in the dynamic and heterogeneous SIoT. Specifically, we propose a framework, namely SIoTPredict, which includes three stages: i) collection of raw movement data of IoT devices, ii) generating temporal sequence networks of the SIoT, and iii) predicting relationships among IoT devices which are likely to occur. We have conducted extensive experimental studies to evaluate the proposed framework using real SIoT datasets and the results show the better performance of our framework.","publish_time":1588982400000,"author_summary":" Aljubairy, Abdulwahab; Zhang, Wei Emma;<br>Sheng, Quan Z.; Alhazmi, Ahoud","abstract_summary":" The Social Internet of Things (SIoT) is a new<br>paradigm that integrates social network concepts with<br>the Internet of Things (IoT). It boosts the<br>discovery, selection and composition of services and<br>information provided by distributed objects. In SIoT,<br>searching for services is based on the utilization of the<br>social structure resulted from the formed<br>relationships. However, current approaches lack modelling<br>and effective analysis of SIoT. In this work, we<br>address this problem and specifically focus on<br>modelling the SIoT’s evolvement. As the growing number of<br>IoT objects with heterogeneous attributes join<br>the social network, there is an urgent need for...","title_summary":" SIoTPredict: A Framework for Predicting<br>Relationships in the Social Internet of Things","x":-24.3236541748,"y":33.7754669189,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.3236541748,"tsne_y":33.7754669189,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"up6pxieq","source_x":"PMC","title":"DeepAlign: Alignment-Based Process Anomaly Correction Using Recurrent Neural Networks","doi":"10.1007\/978-3-030-49435-3_20","abstract":"In this paper, we propose DeepAlign, a novel approach to multi-perspective process anomaly correction, based on recurrent neural networks and bidirectional beam search. At the core of the DeepAlign algorithm are two recurrent neural networks trained to predict the next event. One is reading sequences of process executions from left to right, while the other is reading the sequences from right to left. By combining the predictive capabilities of both neural networks, we show that it is possible to calculate sequence alignments, which are used to detect and correct anomalies. DeepAlign utilizes the case-level and event-level attributes to closely model the decisions within a process. We evaluate the performance of our approach on an elaborate data corpus of 252 realistic synthetic event logs and compare it to three state-of-the-art conformance checking methods. DeepAlign produces better corrections than the rest of the field reaching an overall [Formula: see text] score of 0.9572 across all datasets, whereas the best comparable state-of-the-art method reaches 0.6411.","publish_time":1588982400000,"author_summary":" Nolle, Timo; Seeliger, Alexander; Thoma,<br>Nils; Mühlhäuser, Max","abstract_summary":" In this paper, we propose DeepAlign, a novel<br>approach to multi-perspective process anomaly<br>correction, based on recurrent neural networks and<br>bidirectional beam search. At the core of the DeepAlign<br>algorithm are two recurrent neural networks trained to<br>predict the next event. One is reading sequences of<br>process executions from left to right, while the other<br>is reading the sequences from right to left. By<br>combining the predictive capabilities of both neural<br>networks, we show that it is possible to calculate<br>sequence alignments, which are used to detect and<br>correct anomalies. DeepAlign utilizes the case-level<br>and event-level attributes to closely model...","title_summary":" DeepAlign: Alignment-Based Process Anomaly<br>Correction Using Recurrent Neural Networks","x":-27.7770557404,"y":33.7433013916,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.7770557404,"tsne_y":33.7433013916,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"caoklx9l","source_x":"PMC","title":"Introduction to Computer Network Vulnerabilities","doi":"10.1007\/978-3-030-38141-7_4","abstract":"System vulnerabilities are weaknesses in the software or hardware on a server or a client that can be exploited by a determined intruder to gain access to or shut down a network. Vulnerabilities exist not only in the hardware and software that constitute a computer system but also in policies and procedures, especially security policies and procedures, that are used in a computer network system and in users and employees of the computer network systems. Vulnerabilities can be found in so many areas in a network system and are indeed anything in a computer network that has the potential to cause or be exploited for an advantage. This chapter explores the sources and assessment of a computer network system’s vulnerabilities.","publish_time":1581033600000,"author_summary":" Kizza, Joseph Migga","abstract_summary":" System vulnerabilities are weaknesses in the<br>software or hardware on a server or a client that can be<br>exploited by a determined intruder to gain access to or<br>shut down a network. Vulnerabilities exist not only<br>in the hardware and software that constitute a<br>computer system but also in policies and procedures,<br>especially security policies and procedures, that are<br>used in a computer network system and in users and<br>employees of the computer network systems.<br>Vulnerabilities can be found in so many areas in a network system<br>and are indeed anything in a computer network that<br>has the potential to...","title_summary":" Introduction to Computer Network<br>Vulnerabilities","x":-26.0975112915,"y":32.4086341858,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.0975112915,"tsne_y":32.4086341858,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"fo98hgsr","source_x":"PMC","title":"Phishing Email Detection Based on Binary Search Feature Selection","doi":"10.1007\/s42979-020-00194-z","abstract":"Phishing has appeared as a critical issue in the cybersecurity domain. Phishers adopt email as one of their major channels of communication to lure potential victims. This paper attempts to detect phishing emails by using binary search feature selection (BSFS) with a Pearson correlation coefficient algorithm as a ranking method. The proposed method utilizes four sets of features from the email subject, the body of the email, hyperlinks, and readability of contents. Overall, 41 features were selected from the aforementioned four dimensions. The result shows that the BSFS method evaluated the accuracy of 97.41% in comparison with SFFS (95.63%) and WFS (95.56%). This exploration shows that the SFFS requires more time to ascertain the optimum features set and the WFS requires the least time; however, the accuracy of WFS is very low in comparison with other algorithms. The significant finding of the experiment is that the BFSF requires the least time to evaluate the best feature set with better accuracy even though few features are removed from the feature corpus.","publish_time":1591401600000,"author_summary":" Sonowal, Gunikhan","abstract_summary":" Phishing has appeared as a critical issue in the<br>cybersecurity domain. Phishers adopt email as one of their<br>major channels of communication to lure potential<br>victims. This paper attempts to detect phishing emails<br>by using binary search feature selection (BSFS)<br>with a Pearson correlation coefficient algorithm<br>as a ranking method. The proposed method utilizes<br>four sets of features from the email subject, the<br>body of the email, hyperlinks, and readability of<br>contents. Overall, 41 features were selected from the<br>aforementioned four dimensions. The result shows that the BSFS<br>method evaluated the accuracy of 97.41% in comparison<br>with SFFS (95.63%) and...","title_summary":" Phishing Email Detection Based on Binary<br>Search Feature Selection","x":-26.9258155823,"y":31.7220935822,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.9258155823,"tsne_y":31.7220935822,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"mb3g0fky","source_x":"PMC","title":"DroidAutoML: A Microservice Architecture to Automate the Evaluation of Android Machine Learning Detection Systems","doi":"10.1007\/978-3-030-50323-9_10","abstract":"The mobile ecosystem is witnessing an unprecedented increase in the number of malware in the wild. To fight this threat, actors from both research and industry are constantly innovating to bring concrete solutions to improve security and malware protection. Traditional solutions such as signature-based anti viruses have shown their limits in front of massive proliferation of new malware, which are most often only variants specifically designed to bypass signature-based detection. Accordingly, it paves the way to the emergence of new approaches based on Machine Learning (ML) technics to boost the detection of unknown malware variants. Unfortunately, these solutions are most often underexploited due to the time and resource costs required to adequately fine tune machine learning algorithms. In reality, in the Android community, state-of-the-art studies do not focus on model training, and most often go through an empirical study with a manual process to choose the learning strategy, and\/or use default values as parameters to configure ML algorithms. However, in the ML domain, it is well known admitted that to solve efficiently a ML problem, the tunability of hyper-parameters is of the utmost importance. Nevertheless, as soon as the targeted ML problem involves a massive amount of data, there is a strong tension between feasibility of exploring all combinations and accuracy. This tension imposes to automate the search for optimal hyper-parameters applied to ML algorithms, that is not anymore possible to achieve manually. To this end, we propose a generic and scalable solution to automatically both configure and evaluate ML algorithms to efficiently detect Android malware detection systems. Our approach is based on devOps principles and a microservice architecture deployed over a set of nodes to scale and exhaustively test a large number of ML algorithms and hyper-parameters combinations. With our approach, we are able to systematically find the best fit to increase up to 11% the accuracy of two state-of-the-art Android malware detection systems.","publish_time":1589500800000,"author_summary":" Bromberg, Yérom-David; Gitzinger, Louison","abstract_summary":" The mobile ecosystem is witnessing an<br>unprecedented increase in the number of malware in the wild. To<br>fight this threat, actors from both research and<br>industry are constantly innovating to bring concrete<br>solutions to improve security and malware protection.<br>Traditional solutions such as signature-based anti<br>viruses have shown their limits in front of massive<br>proliferation of new malware, which are most often only<br>variants specifically designed to bypass<br>signature-based detection. Accordingly, it paves the way to the<br>emergence of new approaches based on Machine Learning<br>(ML) technics to boost the detection of unknown<br>malware variants. Unfortunately, these solutions are<br>most...","title_summary":" DroidAutoML: A Microservice Architecture to<br>Automate the Evaluation of Android Machine Learning<br>Detection Systems","x":-26.5760669708,"y":32.5800971985,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.5760669708,"tsne_y":32.5800971985,"subcluster":2,"subcluster_description":"Android Machine Learning Detection","shape":"p"},{"cord_uid":"ly80xw3z","source_x":"PMC","title":"Machine Learning Techniques for Identity Document Verification in Uncontrolled Environments: A Case Study","doi":"10.1007\/978-3-030-49076-8_26","abstract":"Distributed (i.e. mobile) enrollment to services such as banking is gaining popularity. In such processes, users are often asked to provide proof of identity by taking a picture of an ID. For this to work securely, it is critical to automatically check basic document features, perform text recognition, among others. Furthermore, challenging contexts might arise, such as various backgrounds, diverse light quality, angles, perspectives, etc. In this paper we present a machine-learning based pipeline to process pictures of documents in such scenarios, that relies on various analysis modules and visual features for verification of document type and legitimacy. We evaluate our approach using identity documents from the Republic of Colombia. As a result, our machine learning background detection method achieved an accuracy of 98.4%, and our authenticity classifier an accuracy of 97.7% and an F1-score of 0.974.","publish_time":1588118400000,"author_summary":" Castelblanco, Alejandra; Solano, Jesus;<br>Lopez, Christian; Rivera, Esteban; Tengana, Lizzy;<br>Ochoa, Martín","abstract_summary":" Distributed (i.e. mobile) enrollment to<br>services such as banking is gaining popularity. In such<br>processes, users are often asked to provide proof of<br>identity by taking a picture of an ID. For this to work<br>securely, it is critical to automatically check basic<br>document features, perform text recognition, among<br>others. Furthermore, challenging contexts might<br>arise, such as various backgrounds, diverse light<br>quality, angles, perspectives, etc. In this paper we<br>present a machine-learning based pipeline to process<br>pictures of documents in such scenarios, that relies on<br>various analysis modules and visual features for<br>verification of document type and legitimacy. We evaluate...","title_summary":" Machine Learning Techniques for Identity<br>Document Verification in Uncontrolled Environments: A<br>Case Study","x":-26.7151870728,"y":31.7464885712,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.7151870728,"tsne_y":31.7464885712,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"da0ndbdt","source_x":"PMC","title":"Profiling of a large-scale municipal wireless network","doi":"10.1007\/s11276-020-02390-4","abstract":"Pervasive connectivity is an essential underlying substrate for smart cities, leading municipalities to start programs where Wi-Fi is the fundamental building block to develop public Municipal Wireless Networks. Even though hundreds of cities around the world offer some form of Wi-Fi access, there are no widely available results regarding the network Quality of Service (QoS), user Quality of Experience (QoE), and overall utilization profile. The Municipality of São Paulo operates a free Wi-Fi Internet program in 120 public spaces called digital squares. We collected user connection data, network performance, and service availability for more than 2 years from the 120 squares and undertook experiments with video streaming in five squares. We used this unique large dataset to evaluate the impact of current admission control practices in public Wi-Fi networks on the network QoS, user QoE and service availability, also providing insights into the most common QoS\/QoE issues and their causes. We also leveraged the data set to establish and verify a correlation between the number of users access in the network and specific events occurring in the area.","publish_time":1592265600000,"author_summary":" Kamienski, Carlos; Ratusznei, Juliano;<br>Trindade, Andrea; Cavalcanti, Dave","abstract_summary":" Pervasive connectivity is an essential<br>underlying substrate for smart cities, leading<br>municipalities to start programs where Wi-Fi is the<br>fundamental building block to develop public Municipal<br>Wireless Networks. Even though hundreds of cities<br>around the world offer some form of Wi-Fi access, there<br>are no widely available results regarding the<br>network Quality of Service (QoS), user Quality of<br>Experience (QoE), and overall utilization profile. The<br>Municipality of São Paulo operates a free Wi-Fi Internet<br>program in 120 public spaces called digital squares. We<br>collected user connection data, network performance,<br>and service availability for more than 2 years from<br>the 120...","title_summary":" Profiling of a large-scale municipal wireless<br>network","x":-25.2546691895,"y":34.3713226318,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.2546691895,"tsne_y":34.3713226318,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"pzdb6fg7","source_x":"PMC","title":"Look Deep into the New Deep Network: A Measurement Study on the ZeroNet","doi":"10.1007\/978-3-030-50371-0_44","abstract":"ZeroNet is a new decentralized web-like network of peer-to-peer users created in 2015. ZeroNet, called an open, free and robust network, has attracted a rising number of users. Most of P2P networks are applied into file-sharing systems or data-storage system and the characteristics of these networks are widely investigated. However, there are obvious differences between ZeroNet and conventional P2P networks. Existing researches rarely involve ZeroNet and the characteristics and robustness of ZeroNet are unknown. To tackle the aforementioned problem, the present study measures the ZeroNet peer resources and site resources separately, and at the same time, proposes collection methods for both. No like other simulation experiments, the experiments of this paper are set on real-world environment. This is also the first measurement study about ZeroNet. Experimental results show that the topology of the peer network in ZeroNet has scarce edges, short distances and low clustering coefficients, and its degree distribution exhibits a special distribution. These indicate that the peer network of ZeroNet has poor robustness and the experimental results of the ZeroNet resilience verify this issue. In addition, this paper represents an improved peer exchange method to enhance the robustness of the ZeroNet. We also measure the topology characteristics, languages, sizes and versions of the sites in ZeroNet. We find that the size of the sites and the client version are also the reasons for the low robustness of the ZeroNet.","publish_time":1590451200000,"author_summary":" Wang, Siyuan; Gao, Yue; Shi, Jinqiao; Wang,<br>Xuebin; Zhao, Can; Yin, Zelin","abstract_summary":" ZeroNet is a new decentralized web-like<br>network of peer-to-peer users created in 2015.<br>ZeroNet, called an open, free and robust network, has<br>attracted a rising number of users. Most of P2P networks<br>are applied into file-sharing systems or<br>data-storage system and the characteristics of these<br>networks are widely investigated. However, there are<br>obvious differences between ZeroNet and conventional<br>P2P networks. Existing researches rarely involve<br>ZeroNet and the characteristics and robustness of<br>ZeroNet are unknown. To tackle the aforementioned<br>problem, the present study measures the ZeroNet peer<br>resources and site resources separately, and at the same<br>time, proposes collection methods for...","title_summary":" Look Deep into the New Deep Network: A<br>Measurement Study on the ZeroNet","x":-25.5922489166,"y":34.4571762085,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.5922489166,"tsne_y":34.4571762085,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"t1nzdvbv","source_x":"PMC","title":"Learning Mixed Traffic Signatures in Shared Networks","doi":"10.1007\/978-3-030-50371-0_39","abstract":"On shared, wide-area networks (WAN), it can be difficult to characterise the current traffic. There can be different protocols in use, by multiple data streams, producing a mix of different traffic signatures. Furthermore, bottlenecks and protocols can change dynamically. Yet, if it were possible to determine the protocols (e.g., congestion control algorithms (CCAs)) or the applications in use by the background traffic, appropriate optimisations for the foreground traffic might be taken by operating systems, users, or administrators. We extend previous work in predicting network protocols via signatures based on a time-series of round-trip times (RTT). Gathering RTTs is minimally intrusive and does not require administrative privilege. Although there have been successes in using machine learning (ML) to classify protocols, the use cases have been relatively simple or have focused on the foreground traffic. We show that both k-nearest-neighbour (K-NN) with dynamic time warp (DTW), and multi-layer perceptrons (MLP), can classify (with useful accuracy) background traffic signatures with a range of bottleneck bandwidths.","publish_time":1590451200000,"author_summary":" Anvari, Hamidreza; Lu, Paul","abstract_summary":" On shared, wide-area networks (WAN), it can be<br>difficult to characterise the current traffic. There can<br>be different protocols in use, by multiple data<br>streams, producing a mix of different traffic<br>signatures. Furthermore, bottlenecks and protocols can<br>change dynamically. Yet, if it were possible to<br>determine the protocols (e.g., congestion control<br>algorithms (CCAs)) or the applications in use by the<br>background traffic, appropriate optimisations for the<br>foreground traffic might be taken by operating systems,<br>users, or administrators. We extend previous work in<br>predicting network protocols via signatures based on a<br>time-series of round-trip times (RTT). Gathering RTTs is<br>minimally intrusive...","title_summary":" Learning Mixed Traffic Signatures in Shared<br>Networks","x":-25.9789161682,"y":34.1202087402,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.9789161682,"tsne_y":34.1202087402,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"d7oaqgfi","source_x":"PMC","title":"Visual Self-healing Modelling for Reliable Internet-of-Things Systems","doi":"10.1007\/978-3-030-50426-7_27","abstract":"Internet-of-Things systems are comprised of highly heterogeneous architectures, where different protocols, application stacks, integration services, and orchestration engines co-exist. As they permeate our everyday lives, more of them become safety-critical, increasing the need for making them testable and fault-tolerant, with minimal human intervention. In this paper, we present a set of self-healing extensions for Node-RED, a popular visual programming solution for IoT systems. These extensions add runtime verification mechanisms and self-healing capabilities via new reusable nodes, some of them leveraging meta-programming techniques. With them, we were able to implement self-modification of flows, empowering the system with self-monitoring and self-testing capabilities, that search for malfunctions, and take subsequent actions towards the maintenance of health and recovery. We tested these mechanisms on a set of scenarios using a live physical setup that we called SmartLab. Our results indicate that this approach can improve a system’s reliability and dependability, both by being able to detect failing conditions, as well as reacting to them by self-modifying flows, or triggering countermeasures.","publish_time":1590364800000,"author_summary":" Dias, João Pedro; Lima, Bruno; Faria, João<br>Pascoal; Restivo, André; Ferreira, Hugo Sereno","abstract_summary":" Internet-of-Things systems are comprised of<br>highly heterogeneous architectures, where<br>different protocols, application stacks, integration<br>services, and orchestration engines co-exist. As they<br>permeate our everyday lives, more of them become<br>safety-critical, increasing the need for making them testable<br>and fault-tolerant, with minimal human<br>intervention. In this paper, we present a set of self-healing<br>extensions for Node-RED, a popular visual programming<br>solution for IoT systems. These extensions add runtime<br>verification mechanisms and self-healing capabilities via<br>new reusable nodes, some of them leveraging<br>meta-programming techniques. With them, we were able to<br>implement self-modification of flows, empowering the<br>system with self-monitoring and self-testing<br>capabilities,...","title_summary":" Visual Self-healing Modelling for Reliable<br>Internet-of-Things Systems","x":-24.2490196228,"y":34.6092796326,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.2490196228,"tsne_y":34.6092796326,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"w6agcu63","source_x":"PMC","title":"Conversational Interface for Managing Non-trivial Internet-of-Things Systems","doi":"10.1007\/978-3-030-50426-7_29","abstract":"Internet-of-Things has reshaped the way people interact with their surroundings. In a smart home, controlling the lights is as simple as speaking to a conversational assistant since everything is now Internet-connected. But despite their pervasiveness, most of the existent IoT systems provide limited out-of-the-box customization capabilities. Several solutions try to attain this issue leveraging end-user programming features that allow users to define rules to their systems, at the cost of discarding the easiness of voice interaction. However, as the number of devices increases, along with the number of household members, the complexity of managing such systems becomes a problem, including finding out why something has happened. In this work we present Jarvis, a conversational interface to manage IoT systems that attempts to address these issues by allowing users to specify time-based rules, use contextual awareness for more natural interactions, provide event management and support causality queries. A proof-of-concept was used to carry out a quasi-experiment with non-technical participants that provides evidence that such approach is intuitive enough to be used by common end-users.","publish_time":1590364800000,"author_summary":" Lago, André Sousa; Dias, João Pedro; Ferreira,<br>Hugo Sereno","abstract_summary":" Internet-of-Things has reshaped the way<br>people interact with their surroundings. In a smart<br>home, controlling the lights is as simple as speaking<br>to a conversational assistant since everything<br>is now Internet-connected. But despite their<br>pervasiveness, most of the existent IoT systems provide<br>limited out-of-the-box customization capabilities.<br>Several solutions try to attain this issue leveraging<br>end-user programming features that allow users to<br>define rules to their systems, at the cost of<br>discarding the easiness of voice interaction. However, as<br>the number of devices increases, along with the<br>number of household members, the complexity of<br>managing such systems becomes a problem, including...","title_summary":" Conversational Interface for Managing<br>Non-trivial Internet-of-Things Systems","x":-24.259059906,"y":34.4355506897,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.259059906,"tsne_y":34.4355506897,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"m6da3riq","source_x":"PMC","title":"IoT-Based Cow Health Monitoring System","doi":"10.1007\/978-3-030-50426-7_26","abstract":"Good health and wellbeing of animals are essential to dairy cow farms and sustainable production of milk. Unfortunately, day-to-day monitoring of animals condition is difficult, especially in large farms where employees do not have enough time to observe animals and detect first symptoms of diseases. This paper presents an automated, IoT-based monitoring system designed to monitor the health of dairy cows. The system is composed of hardware devices, a cloud system, an end-user application, and innovative techniques of data measurements and analysis algorithms. The system was tested in a real-life scenario and has proved it can effectively monitor animal welfare and the estrus cycle.","publish_time":1590364800000,"author_summary":" Unold, Olgierd; Nikodem, Maciej; Piasecki,<br>Marek; Szyc, Kamil; Maciejewski, Henryk; Bawiec,<br>Marek; Dobrowolski, Paweł; Zdunek, Michał","abstract_summary":" Good health and wellbeing of animals are<br>essential to dairy cow farms and sustainable production<br>of milk. Unfortunately, day-to-day monitoring<br>of animals condition is difficult, especially in<br>large farms where employees do not have enough time to<br>observe animals and detect first symptoms of diseases.<br>This paper presents an automated, IoT-based<br>monitoring system designed to monitor the health of dairy<br>cows. The system is composed of hardware devices, a<br>cloud system, an end-user application, and<br>innovative techniques of data measurements and analysis<br>algorithms. The system was tested in a real-life scenario<br>and has proved it can effectively monitor animal<br>welfare...","title_summary":" IoT-Based Cow Health Monitoring System","x":-22.7677001953,"y":33.7492179871,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.7677001953,"tsne_y":33.7492179871,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"kiyix3qd","source_x":"PMC","title":"Comparative Analysis of Time Series Databases in the Context of Edge Computing for Low Power Sensor Networks","doi":"10.1007\/978-3-030-50426-7_28","abstract":"Selection of an appropriate database system for edge IoT devices is one of the essential elements that determine efficient edge-based data analysis in low power wireless sensor networks. This paper presents a comparative analysis of time series databases in the context of edge computing for IoT and Smart Systems. The research focuses on the performance comparison between three time-series databases: TimescaleDB, InfluxDB, Riak TS, as well as two relational databases, PostgreSQL and SQLite. All selected solutions were tested while being deployed on a single-board computer, Raspberry Pi. For each of them, the database schema was designed, based on a data model representing sensor readings and their corresponding timestamps. For performance testing, we developed a small application that was able to simulate insertion and querying operations. The results of the experiments showed that for presented scenarios of reading data, PostgreSQL and InfluxDB emerged as the most performing solutions. For tested insertion scenarios, PostgreSQL turned out to be the fastest. Carried out experiments also proved that low-cost, single-board computers such as Raspberry Pi can be used as small-scale data aggregation nodes on edge device in low power wireless sensor networks, that often serve as a base for IoT-based smart systems.","publish_time":1590364800000,"author_summary":" Grzesik, Piotr; Mrozek, Dariusz","abstract_summary":" Selection of an appropriate database system<br>for edge IoT devices is one of the essential<br>elements that determine efficient edge-based data<br>analysis in low power wireless sensor networks. This<br>paper presents a comparative analysis of time series<br>databases in the context of edge computing for IoT and<br>Smart Systems. The research focuses on the<br>performance comparison between three time-series<br>databases: TimescaleDB, InfluxDB, Riak TS, as well as two<br>relational databases, PostgreSQL and SQLite. All<br>selected solutions were tested while being deployed on a<br>single-board computer, Raspberry Pi. For each of them, the<br>database schema was designed, based on a data...","title_summary":" Comparative Analysis of Time Series Databases<br>in the Context of Edge Computing for Low Power<br>Sensor Networks","x":-24.210811615,"y":34.4693412781,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.210811615,"tsne_y":34.4693412781,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"fnjk8wiu","source_x":"PMC","title":"Impact of Long-Range Dependent Traffic in IoT Local Wireless Networks on Backhaul Link Performance","doi":"10.1007\/978-3-030-50426-7_32","abstract":"Performance evaluation in Internet of Things (IoT) networks is becoming more and more important due to the increasing demand for quality of service (QoS). In addition to basic statistical properties based on the distribution of interarrival times of packets, actual network traffic exhibits correlations over a wide range of time scales associated with long-range dependence (LRD). This article focuses on examining the impact of both LRD and number of nodes that transmit packets in a typical IoT wireless local network, on performance of the backhaul link. The analysis of latency and packet loss led to an interesting observation that the aggregation of packet streams, originating from single nodes, lowers the importance of LRD, even causing an underestimation of performance results when compared to the queueing system with Markovian input.","publish_time":1590364800000,"author_summary":" Wlodarski, Przemyslaw","abstract_summary":" Performance evaluation in Internet of Things<br>(IoT) networks is becoming more and more important<br>due to the increasing demand for quality of service<br>(QoS). In addition to basic statistical properties<br>based on the distribution of interarrival times of<br>packets, actual network traffic exhibits correlations<br>over a wide range of time scales associated with<br>long-range dependence (LRD). This article focuses on<br>examining the impact of both LRD and number of nodes that<br>transmit packets in a typical IoT wireless local<br>network, on performance of the backhaul link. The<br>analysis of latency and packet loss led to an interesting<br>observation that the...","title_summary":" Impact of Long-Range Dependent Traffic in IoT<br>Local Wireless Networks on Backhaul Link<br>Performance","x":-25.0849552155,"y":34.42029953,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.0849552155,"tsne_y":34.42029953,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"vjizwacb","source_x":"PMC","title":"ITP-KNN: Encrypted Video Flow Identification Based on the Intermittent Traffic Pattern of Video and K-Nearest Neighbors Classification","doi":"10.1007\/978-3-030-50417-5_21","abstract":"As video dominates internet traffic, researchers tend to pay attention to video-related fields, such as video shaping, differentiated service, multimedia protocol tunneling detection. Some video-related fields, e.g., traffic measurement and the metrics for Quality of Experience, are based on video flow identification. However, video flow identification faces challenges. Firstly, the increasing adoption of Transport Layer Security makes payload-based methods no longer applicable. Secondly, traffic features differ when generated by different streaming protocols. This paper proposes a video flow identification method, called ITP-KNN, which utilizes the intermittent traffic pattern-related features (ITP) and the K-nearest neighbors (KNN) algorithm. The intermittent traffic pattern is caused by fragmented transmission, which is common among video streamings generated by different streaming protocols. Therefore, the intermittent traffic pattern is useful for overcoming the above challenges and then differentiating video traffic from not-video traffic. We develop a set of features to describe the intermittent traffic pattern. Preliminary results show the promise of ITP-KNN, yielding high identification recall and precision over a range of video content and encoding qualities.","publish_time":1592179200000,"author_summary":" Liu, Youting; Li, Shu; Zhang, Chengwei; Zheng,<br>Chao; Sun, Yong; Liu, Qingyun","abstract_summary":" As video dominates internet traffic,<br>researchers tend to pay attention to video-related fields,<br>such as video shaping, differentiated service,<br>multimedia protocol tunneling detection. Some<br>video-related fields, e.g., traffic measurement and the<br>metrics for Quality of Experience, are based on video<br>flow identification. However, video flow<br>identification faces challenges. Firstly, the increasing<br>adoption of Transport Layer Security makes<br>payload-based methods no longer applicable. Secondly,<br>traffic features differ when generated by different<br>streaming protocols. This paper proposes a video flow<br>identification method, called ITP-KNN, which utilizes the<br>intermittent traffic pattern-related features (ITP) and<br>the K-nearest neighbors (KNN) algorithm. The<br>intermittent traffic pattern...","title_summary":" ITP-KNN: Encrypted Video Flow Identification<br>Based on the Intermittent Traffic Pattern of Video<br>and K-Nearest Neighbors Classification","x":-25.8507175446,"y":33.7137451172,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.8507175446,"tsne_y":33.7137451172,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"925nhnnd","source_x":"PMC","title":"Modelling Contextual Data for Smart Environments. Case Study of a System to Support Mountain Rescuers","doi":"10.1007\/978-3-030-50426-7_21","abstract":"Context-aware pervasive systems are complex, due to the need to gather detailed environmental information and to perform a variety of context reasoning processes in order to adapt behaviours accordingly. These operations are merged seamlessly. We show the feasibility and vitality of a fully designed system for mountain rescue operations, with various aspects of the contextual processing in middleware, as well as analyse its context life cycle. The system is verified through intensive experiments with a rich set of categorised context data. The contextual processing is shown in different weather scenarios. The service is geared towards software development, converging IoT (Internet of Things) and cloud computing with specific reference to smart application scenarios.","publish_time":1590364800000,"author_summary":" Klimek, Radosław","abstract_summary":" Context-aware pervasive systems are complex,<br>due to the need to gather detailed environmental<br>information and to perform a variety of context reasoning<br>processes in order to adapt behaviours accordingly.<br>These operations are merged seamlessly. We show the<br>feasibility and vitality of a fully designed system for<br>mountain rescue operations, with various aspects of the<br>contextual processing in middleware, as well as analyse<br>its context life cycle. The system is verified<br>through intensive experiments with a rich set of<br>categorised context data. The contextual processing is<br>shown in different weather scenarios. The service is<br>geared towards software development, converging IoT<br>(Internet...","title_summary":" Modelling Contextual Data for Smart<br>Environments. Case Study of a System to Support Mountain<br>Rescuers","x":-23.3838596344,"y":34.2879714966,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.3838596344,"tsne_y":34.2879714966,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ls7upfsy","source_x":"PMC","title":"On the Automated Assessment of Open-Source Cyber Threat Intelligence Sources","doi":"10.1007\/978-3-030-50417-5_34","abstract":"Global malware campaigns and large-scale data breaches show how everyday life can be impacted when the defensive measures fail to protect computer systems from cyber threats. Understanding the threat landscape and the adversaries’ attack tactics to perform it represent key factors for enabling an efficient defense against threats over the time. Of particular importance is the acquisition of timely and accurate information from threats intelligence sources available on the web which can provide additional intelligence on emerging threats even before they can be observed as actual attacks. In this paper, an approach to automate the assessment of cyber threat intelligence sources and predict a relevance score for each source is proposed. Specifically, a model based on meta-data and word embedding is defined and experimented by training regression models to predict the relevance score of sources on Twitter. The results evaluation show that the assigned score allows to reduce the waiting time for intelligence verification, on the basis of its relevance, thus improving the time advantage of early threat detection.","publish_time":1592179200000,"author_summary":" Tundis, Andrea; Ruppert, Samuel; Mühlhäuser,<br>Max","abstract_summary":" Global malware campaigns and large-scale data<br>breaches show how everyday life can be impacted when the<br>defensive measures fail to protect computer systems from<br>cyber threats. Understanding the threat landscape<br>and the adversaries’ attack tactics to perform it<br>represent key factors for enabling an efficient defense<br>against threats over the time. Of particular<br>importance is the acquisition of timely and accurate<br>information from threats intelligence sources available<br>on the web which can provide additional<br>intelligence on emerging threats even before they can be<br>observed as actual attacks. In this paper, an approach to<br>automate the assessment of cyber threat intelligence...","title_summary":" On the Automated Assessment of Open-Source<br>Cyber Threat Intelligence Sources","x":-27.0390052795,"y":32.32056427,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.0390052795,"tsne_y":32.32056427,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ruoc56ni","source_x":"PMC","title":"DeepAD: A Joint Embedding Approach for Anomaly Detection on Attributed Networks","doi":"10.1007\/978-3-030-50417-5_22","abstract":"Detecting anomalies in the attributed network is a vital task that is widely used, ranging from social media, finance to cybersecurity. Recently, network embedding has proven an important approach to learn low-dimensional representations of vertexes in networks. Most of the existing approaches only focus on topological information without embedding rich nodal information due to the lack of an effective mechanism to capture the interaction between two different information modalities. To solve this problem, in this paper, we propose a novel deep attributed network embedding framework named DeepAD to differentiate anomalies whose behaviors obviously deviate from the majority. DeepAD (i) simultaneously capture both of the highly non-linear topological structure and node attributes information based on the graph convolutional network (GCN) and (ii) preserve various interaction proximities between two different information modalities to make them complement each other towards a unified representation for anomaly detection. Extensive experiments on real-world attributed networks demonstrate the effectiveness of our proposed anomaly detection approach.","publish_time":1592179200000,"author_summary":" Zhu, Dali; Ma, Yuchen; Liu, Yinlong","abstract_summary":" Detecting anomalies in the attributed network<br>is a vital task that is widely used, ranging from<br>social media, finance to cybersecurity. Recently,<br>network embedding has proven an important approach to<br>learn low-dimensional representations of vertexes<br>in networks. Most of the existing approaches only<br>focus on topological information without embedding<br>rich nodal information due to the lack of an<br>effective mechanism to capture the interaction between<br>two different information modalities. To solve<br>this problem, in this paper, we propose a novel deep<br>attributed network embedding framework named DeepAD to<br>differentiate anomalies whose behaviors obviously deviate<br>from the majority. DeepAD (i) simultaneously...","title_summary":" DeepAD: A Joint Embedding Approach for Anomaly<br>Detection on Attributed Networks","x":-27.2208843231,"y":33.835723877,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.2208843231,"tsne_y":33.835723877,"subcluster":4,"subcluster_description":"Attributed Networkstowards Network Anomaly","shape":"p"},{"cord_uid":"eus76163","source_x":"PMC","title":"Deep Analytics for Management and Cybersecurity of the National Energy Grid","doi":"10.1007\/978-3-030-50426-7_23","abstract":"The United States’s energy grid could fall into victim to numerous cyber attacks resulting in unprecedented damage to national security. The smart concept devices including electric automobiles, smart homes and cities, and the Internet of Things (IoT) promise further integration but as the hardware, software, and network infrastructure becomes more integrated they also become more susceptible to cyber attacks or exploitation. The Defense Information Systems Agency (DISA)’s Big Data Platform (BDP), deep analytics, and unsupervised machine learning (ML) have the potential to address resource management, cybersecurity, and energy network situation awareness. In this paper, we demonstrate their potential using the Pecan Street data. We also show an unsupervised ML such as lexical link analysis (LLA) as a causal learning tool to discover the causes for anomalous behavior related to energy use and cybersecurity.","publish_time":1590364800000,"author_summary":" Zhao, Ying","abstract_summary":" The United States’s energy grid could fall into<br>victim to numerous cyber attacks resulting in<br>unprecedented damage to national security. The smart concept<br>devices including electric automobiles, smart homes<br>and cities, and the Internet of Things (IoT)<br>promise further integration but as the hardware,<br>software, and network infrastructure becomes more<br>integrated they also become more susceptible to cyber<br>attacks or exploitation. The Defense Information<br>Systems Agency (DISA)’s Big Data Platform (BDP), deep<br>analytics, and unsupervised machine learning (ML) have<br>the potential to address resource management,<br>cybersecurity, and energy network situation awareness. In<br>this paper, we demonstrate their potential using<br>the...","title_summary":" Deep Analytics for Management and<br>Cybersecurity of the National Energy Grid","x":-24.476474762,"y":34.0471992493,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.476474762,"tsne_y":34.0471992493,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"7k2n1dkk","source_x":"PMC","title":"Malicious Domain Detection Based on K-means and SMOTE","doi":"10.1007\/978-3-030-50417-5_35","abstract":"The Domain Name System (DNS) as the foundation of Internet, has been widely used by cybercriminals. A lot of malicious domain detection methods have received significant success in the past decades. However, existing detection methods usually use classification-based and association-based representations, which are not capable of dealing with the imbalanced problem between malicious and benign domains. To solve the problem, we propose a novel domain detection system named KSDom. KSDom designs a data collector to collect a large number of DNS traffic data and rich external DNS-related data, then employs K-means and SMOTE method to handle the imbalanced data. Finally, KSDom uses Categorical Boosting (CatBoost) algorithm to identify malicious domains. Comprehensive experimental results clearly show the effectiveness of our KSDom system and prove its good robustness in imbalanced datasets with different ratios. KSDom still has high accuracy even in extremely imbalanced DNS traffic.","publish_time":1592179200000,"author_summary":" Wang, Qing; Li, Linyu; Jiang, Bo; Lu, Zhigang;<br>Liu, Junrong; Jian, Shijie","abstract_summary":" The Domain Name System (DNS) as the foundation<br>of Internet, has been widely used by<br>cybercriminals. A lot of malicious domain detection methods<br>have received significant success in the past<br>decades. However, existing detection methods usually<br>use classification-based and association-based<br>representations, which are not capable of dealing with the<br>imbalanced problem between malicious and benign domains.<br>To solve the problem, we propose a novel domain<br>detection system named KSDom. KSDom designs a data<br>collector to collect a large number of DNS traffic data and<br>rich external DNS-related data, then employs<br>K-means and SMOTE method to handle the imbalanced data.<br>Finally,...","title_summary":" Malicious Domain Detection Based on K-means<br>and SMOTE","x":-26.9746322632,"y":33.2787208557,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.9746322632,"tsne_y":33.2787208557,"subcluster":5,"subcluster_description":"Binary Software Vulnerability Detectionmalicious","shape":"p"},{"cord_uid":"0nhx8olz","source_x":"PMC","title":"Fuzzy Intelligence in Monitoring Older Adults with Wearables","doi":"10.1007\/978-3-030-50426-7_22","abstract":"Monitoring older adults with wearable sensors and IoT devices requires collecting data from various sources and proliferates the number of data that should be collected in the monitoring center. Due to the large storage space and scalability, Clouds became an attractive place where the data can be stored, processed, and analyzed in order to perform the monitoring on large scale and possibly detect dangerous situations. The use of fuzzy sets in the monitoring and detection processes allows incorporating expert knowledge and medical standards while describing the meaning of various sensor readings. Calculations related to fuzzy processing and data analysis can be performed on the Edge devices which frees the Cloud platform from performing costly operations, especially for many connected IoT devices and monitored people. In this paper, we show a solution that relies on fuzzy rules while classifying health states of monitored adults and we investigate the computational cost of rules evaluation in the Cloud and on the Edge devices.","publish_time":1590364800000,"author_summary":" Mrozek, Dariusz; Milik, Mateusz;<br>Małysiak-Mrozek, Bożena; Tokarz, Krzysztof; Duszenko, Adam;<br>Kozielski, Stanisław","abstract_summary":" Monitoring older adults with wearable sensors<br>and IoT devices requires collecting data from<br>various sources and proliferates the number of data<br>that should be collected in the monitoring center.<br>Due to the large storage space and scalability,<br>Clouds became an attractive place where the data can be<br>stored, processed, and analyzed in order to perform the<br>monitoring on large scale and possibly detect dangerous<br>situations. The use of fuzzy sets in the monitoring and<br>detection processes allows incorporating expert<br>knowledge and medical standards while describing the<br>meaning of various sensor readings. Calculations<br>related to fuzzy processing and data analysis can...","title_summary":" Fuzzy Intelligence in Monitoring Older Adults<br>with Wearables","x":-22.7190341949,"y":33.5420722961,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.7190341949,"tsne_y":33.5420722961,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"shf0hfwg","source_x":"PMC","title":"On the Impact of Network Data Balancing in Cybersecurity Applications","doi":"10.1007\/978-3-030-50423-6_15","abstract":"Machine learning methods are now widely used to detect a wide range of cyberattacks. Nevertheless, the commonly used algorithms come with challenges of their own - one of them lies in network dataset characteristics. The dataset should be well-balanced in terms of the number of malicious data samples vs. benign traffic samples to achieve adequate results. When the data is not balanced, numerous machine learning approaches show a tendency to classify minority class samples as majority class samples. Since usually in network traffic data there are significantly fewer malicious samples than benign samples, in this work the problem of learning from imbalanced network traffic data in the cybersecurity domain is addressed. A number of balancing approaches is evaluated along with their impact on different machine learning algorithms.","publish_time":1590192000000,"author_summary":" Pawlicki, Marek; Choraś, Michał; Kozik,<br>Rafał; Hołubowicz, Witold","abstract_summary":" Machine learning methods are now widely used to<br>detect a wide range of cyberattacks. Nevertheless,<br>the commonly used algorithms come with challenges<br>of their own - one of them lies in network dataset<br>characteristics. The dataset should be well-balanced in terms of<br>the number of malicious data samples vs. benign<br>traffic samples to achieve adequate results. When the<br>data is not balanced, numerous machine learning<br>approaches show a tendency to classify minority class<br>samples as majority class samples. Since usually in<br>network traffic data there are significantly fewer<br>malicious samples than benign samples, in this work the<br>problem of learning...","title_summary":" On the Impact of Network Data Balancing in<br>Cybersecurity Applications","x":-26.1231021881,"y":33.566532135,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.1231021881,"tsne_y":33.566532135,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"26ttagg8","source_x":"PMC","title":"Maintenance and Security System for PLC Railway LED Sign Communication Infrastructure","doi":"10.1007\/978-3-030-50423-6_13","abstract":"LED marking systems are currently becoming key elements of every Smart Transport System. Ensuring proper level of security, protection and continuity of failure-free operation seems to be not a completely solved issue. In the article, a system is present allowing to detect different types of anomalies and failures\/damage in critical infrastructure of railway transport realized by means of Power Line Communication. There is also described the structure of the examined LED Sign Communications Network. Other discussed topics include significant security problems and maintenance of LED sign system which have direct impact on correct operation of critical communication infrastructure. A two-stage method of anomaly\/damage detection is proposed. In the first step, all the outlying observations are detected and eliminated from the analysed network traffic parameters by means of the Cook’s distance. So prepared data is used in stage two to create models on the basis of autoregressive neural network describing variability of the analysed LED Sign Communications Network parameters. Next, relations between the expected network traffic and its real variability are examined in order to detect abnormal behaviour which could indicate an attempt of an attack or failure\/damage. There is also proposed a procedure of recurrent learning of the exploited neural networks in case there emerge significant fluctuations in the real PLC traffic. A number of scientific research was realized, which fully confirmed efficiency of the proposed solution and accuracy of autoregressive type of neural network for prediction of the analysed time series.","publish_time":1590192000000,"author_summary":" Andrysiak, Tomasz; Saganowski, Łukasz","abstract_summary":" LED marking systems are currently becoming key<br>elements of every Smart Transport System. Ensuring<br>proper level of security, protection and continuity<br>of failure-free operation seems to be not a<br>completely solved issue. In the article, a system is<br>present allowing to detect different types of<br>anomalies and failures\/damage in critical<br>infrastructure of railway transport realized by means of Power<br>Line Communication. There is also described the<br>structure of the examined LED Sign Communications<br>Network. Other discussed topics include significant<br>security problems and maintenance of LED sign system<br>which have direct impact on correct operation of<br>critical communication infrastructure. A two-stage...","title_summary":" Maintenance and Security System for PLC<br>Railway LED Sign Communication Infrastructure","x":-24.55560112,"y":35.3509140015,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.55560112,"tsne_y":35.3509140015,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"185hde7j","source_x":"PMC","title":"Fingerprinting of URL Logs: Continuous User Authentication from Behavioural Patterns","doi":"10.1007\/978-3-030-50423-6_14","abstract":"Security of computer systems is now a critical and evolving issue. Current trends try to use behavioural biometrics for continuous authorization. Our work is intended to strengthen network user authentication by a software interaction analysis. In our research, we use HTTP request (URLs) logs that network administrators collect. We use a set of full-convolutional autoencoders and one authentication (one-class) convolutional neural network. The proposed method copes with extensive data from many users and allows to add new users in the future. Moreover, the system works in a real-time manner, and the proposed deep learning framework can use other user behaviour- and software interaction-related features.","publish_time":1590192000000,"author_summary":" Nowak, Jakub; Holotyak, Taras; Korytkowski,<br>Marcin; Scherer, Rafał; Voloshynovskiy, Slava","abstract_summary":" Security of computer systems is now a critical<br>and evolving issue. Current trends try to use<br>behavioural biometrics for continuous authorization. Our<br>work is intended to strengthen network user<br>authentication by a software interaction analysis. In our<br>research, we use HTTP request (URLs) logs that network<br>administrators collect. We use a set of full-convolutional<br>autoencoders and one authentication (one-class)<br>convolutional neural network. The proposed method copes with<br>extensive data from many users and allows to add new users<br>in the future. Moreover, the system works in a<br>real-time manner, and the proposed deep learning<br>framework can use other user behaviour-...","title_summary":" Fingerprinting of URL Logs: Continuous User<br>Authentication from Behavioural Patterns","x":-26.3742485046,"y":31.7623748779,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.3742485046,"tsne_y":31.7623748779,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"7vngphiq","source_x":"PMC","title":"Towards Network Anomaly Detection Using Graph Embedding","doi":"10.1007\/978-3-030-50423-6_12","abstract":"In the face of endless cyberattacks, many researchers have proposed machine learning-based network anomaly detection technologies. Traditional statistical features of network flows are manually extracted and rely heavily on expert knowledge, while classifiers based on statistical features have a high false-positive rate. The communications between different hosts forms graphs, which contain a large number of latent features. By combining statistical features with these latent features, we can train better machine learning classifiers. Therefore, we propose a novel network anomaly detection method that can use latent features in graphs and reduce the false positive rate of anomaly detection. We convert network traffic into first-order and second-order graph. The first-order graph learns the latent features from the perspective of a single host, and the second-order graph learns the latent features from a global perspective. This feature extraction process does not require manual participation or expert knowledge. We use these features to train machine learning algorithm classifiers for detecting network anomalies. We conducted experiments on two real-world datasets, and the results show that our approach allows for better learning of latent features and improved accuracy of anomaly detection. In addition, our method has the ability to detect unknown attacks.","publish_time":1590192000000,"author_summary":" Xiao, Qingsai; Liu, Jian; Wang, Quiyun; Jiang,<br>Zhengwei; Wang, Xuren; Yao, Yepeng","abstract_summary":" In the face of endless cyberattacks, many<br>researchers have proposed machine learning-based network<br>anomaly detection technologies. Traditional<br>statistical features of network flows are manually<br>extracted and rely heavily on expert knowledge, while<br>classifiers based on statistical features have a high<br>false-positive rate. The communications between different<br>hosts forms graphs, which contain a large number of<br>latent features. By combining statistical features<br>with these latent features, we can train better<br>machine learning classifiers. Therefore, we propose a<br>novel network anomaly detection method that can use<br>latent features in graphs and reduce the false<br>positive rate of anomaly detection. We convert network...","title_summary":" Towards Network Anomaly Detection Using Graph<br>Embedding","x":-26.979883194,"y":33.8074455261,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.979883194,"tsne_y":33.8074455261,"subcluster":4,"subcluster_description":"Attributed Networkstowards Network Anomaly","shape":"p"},{"cord_uid":"aqm9gjf3","source_x":"PMC","title":"Ringer: Systematic Mining of Malicious Domains by Dynamic Graph Convolutional Network","doi":"10.1007\/978-3-030-50420-5_28","abstract":"Malicious domains are critical resources in network security, behind which attackers hide malware to launch the malicious attacks. Therefore, blocking malicious domains is the most effective and practical way to combat and reduce hostile activities. There are three limitations in previous methods over domain classification: (1) solely based on local domain features which tend to be not robust enough; (2) lack of a large number of ground truth for model-training to get high accuracy; (3) statically learning on graph which is not scalable. In this paper, we present Ringer, a scalable method to detect malicious domains by dynamic Graph Convolutional Network (GCN). Ringer first uses querying behaviors or domain-IP resolutions to construct domain graphs, on which the dynamic GCN is leveraged to learn the node representations that integrate both information about node features and graph structure. And then, these high-quality representations are further fed to the full-connected neural network for domain classification. Notably, instead of global statically learning, we adopt time-based hash to cut graphs to small ones and inductively learn the embedding of nodes according to selectively sampling neighbors. We construct a series of experiments on a large ISP over two days and compare it with state of the arts. The results demonstrate that Ringer achieves excellent performance with a high accuracy of 96.8% on average. Additionally, we find thousands of potential malicious domains by semi-supervised learning.","publish_time":1590105600000,"author_summary":" Liu, Zhicheng; Li, Shuhao; Zhang, Yongzheng;<br>Yun, Xiaochun; Peng, Chengwei","abstract_summary":" Malicious domains are critical resources in<br>network security, behind which attackers hide malware<br>to launch the malicious attacks. Therefore,<br>blocking malicious domains is the most effective and<br>practical way to combat and reduce hostile activities.<br>There are three limitations in previous methods over<br>domain classification: (1) solely based on local<br>domain features which tend to be not robust enough; (2)<br>lack of a large number of ground truth for<br>model-training to get high accuracy; (3) statically learning<br>on graph which is not scalable. In this paper, we<br>present Ringer, a scalable method to detect malicious<br>domains by dynamic Graph Convolutional...","title_summary":" Ringer: Systematic Mining of Malicious<br>Domains by Dynamic Graph Convolutional Network","x":-27.0723838806,"y":33.4737968445,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.0723838806,"tsne_y":33.4737968445,"subcluster":4,"subcluster_description":"Attributed Networkstowards Network Anomaly","shape":"p"},{"cord_uid":"4ny0ktyt","source_x":"PMC","title":"Challenge Collapsar (CC) Attack Traffic Detection Based on Packet Field Differentiated Preprocessing and Deep Neural Network","doi":"10.1007\/978-3-030-50420-5_21","abstract":"Distributed Denial of Service (DDoS) attack is one of the top cyber threats. As a kind of application layer DDoS attack, Challenge Collapsar (CC) attack has become a real headache for defenders. However, there are many researches on DDoS attack, but few on CC attack. The related works on CC attack employ rule-based and machine learning-based models, and just validate their models on the outdated public datasets. These works appear to lag behind once the attack pattern changes. In this paper, we present a model based on packet Field Differentiated Preprocessing and Deep neural network (FDPD) to address this problem. Besides, we collected a fresh dataset which contains 7.92 million packets from real network traffic to train and validate FDPD model. The experimental results show that the accuracy of this model reaches 98.55%, the [Formula: see text] value reaches 98.59%, which is 3% higher than the previous models (SVM and Random Forest-based detection model), and the training speed is increased by 17 times in the same environment. It proved that the proposed model can help defenders improve the efficiency of detecting CC attack.","publish_time":1590105600000,"author_summary":" Liu, Xiaolin; Li, Shuhao; Zhang, Yongzheng;<br>Yun, Xiaochun; Li, Jia","abstract_summary":" Distributed Denial of Service (DDoS) attack is<br>one of the top cyber threats. As a kind of<br>application layer DDoS attack, Challenge Collapsar (CC)<br>attack has become a real headache for defenders.<br>However, there are many researches on DDoS attack, but<br>few on CC attack. The related works on CC attack<br>employ rule-based and machine learning-based<br>models, and just validate their models on the outdated<br>public datasets. These works appear to lag behind once<br>the attack pattern changes. In this paper, we<br>present a model based on packet Field Differentiated<br>Preprocessing and Deep neural network (FDPD) to address this<br>problem....","title_summary":" Challenge Collapsar (CC) Attack Traffic<br>Detection Based on Packet Field Differentiated<br>Preprocessing and Deep Neural Network","x":-26.5202960968,"y":33.409236908,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.5202960968,"tsne_y":33.409236908,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"5s7gs1gq","source_x":"PMC","title":"Ontology-Driven Edge Computing","doi":"10.1007\/978-3-030-50436-6_23","abstract":"The paper is devoted to new aspects of ontology-based approach to control the behavior of Edge Computing devices. Despite the ontology-driven solutions are widely used to develop adaptive mechanisms to the specifics of the Internet of Things (IoT) and ubiquitous computing ecosystems, the problem of creating withal full-fledged, easy to handle and efficient ontology-driven Edge Computing still remains unsolved. We propose the new approach to utilize ontology reasoning mechanism right on the extreme resource-constrained Edge devices, not in the Fog or Cloud. Thanks to this, on-the-fly modifying of device functions, as well as ad-hoc monitoring of intermediate data processed by the device and interoperability within the IoT are enabled and become more intelligent. Moreover, the smart leverage of on-demand automated transformation of Machine-to-Machine to Human-Centric IoT becomes possible. We demonstrate the practical usefulness of our solution by the implementation of ontology-driven Smart Home edge device that helps locating the lost things.","publish_time":1590364800000,"author_summary":" Ryabinin, Konstantin; Chuprina, Svetlana","abstract_summary":" The paper is devoted to new aspects of<br>ontology-based approach to control the behavior of Edge<br>Computing devices. Despite the ontology-driven<br>solutions are widely used to develop adaptive mechanisms<br>to the specifics of the Internet of Things (IoT)<br>and ubiquitous computing ecosystems, the problem<br>of creating withal full-fledged, easy to handle<br>and efficient ontology-driven Edge Computing<br>still remains unsolved. We propose the new approach<br>to utilize ontology reasoning mechanism right on<br>the extreme resource-constrained Edge devices,<br>not in the Fog or Cloud. Thanks to this, on-the-fly<br>modifying of device functions, as well as ad-hoc<br>monitoring of intermediate data processed by...","title_summary":" Ontology-Driven Edge Computing","x":-24.2580394745,"y":34.1593132019,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.2580394745,"tsne_y":34.1593132019,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"hqw9ohiv","source_x":"PMC","title":"Cyber Attribution from Topological Patterns","doi":"10.1007\/978-3-030-50433-5_5","abstract":"We developed a crawler to collect live malware distribution network data from publicly available sources including Google Safe Browser and VirusTotal. We then generated a dynamic graph with our visualization tool and performed malware attribution analysis. We found: 1) malware distribution networks form clusters rather than a single network; 2) those cluster sizes follow the Power Law; 3) there is a correlation between cluster size and the number of malware species in the cluster; 4) there is a correlation between the number of malware species and cyber events; and finally, 5) infrastructure components such as bridges, hubs, and persistent links play significant roles in malware distribution dynamics.","publish_time":1590364800000,"author_summary":" Cai, Yang; Andre Morales, Jose; Sun, Guoming","abstract_summary":" We developed a crawler to collect live malware<br>distribution network data from publicly available sources<br>including Google Safe Browser and VirusTotal. We then<br>generated a dynamic graph with our visualization tool and<br>performed malware attribution analysis. We found: 1)<br>malware distribution networks form clusters rather<br>than a single network; 2) those cluster sizes follow<br>the Power Law; 3) there is a correlation between<br>cluster size and the number of malware species in the<br>cluster; 4) there is a correlation between the number of<br>malware species and cyber events; and finally, 5)<br>infrastructure components such as bridges, hubs, and<br>persistent links...","title_summary":" Cyber Attribution from Topological Patterns","x":-27.2187328339,"y":33.1863861084,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.2187328339,"tsne_y":33.1863861084,"subcluster":5,"subcluster_description":"Binary Software Vulnerability Detectionmalicious","shape":"p"},{"cord_uid":"bb0hwm5n","source_x":"PMC","title":"Uncertainty in IoT for Smart Healthcare: Challenges, and Opportunities","doi":"10.1007\/978-3-030-51517-1_19","abstract":"According to Knight, uncertainty signifies deviations from the expected states, which prevent us from the use of any probability for the determination of a result for a given action or decision [1]. This paper describes the phenomenon of uncertainty in the face of technological megatrends and challenges associated with them. The article focuses on the analysis of the uncertainty in one of the most important technology trends – the Internet of Things (IoT) – on the example of Healthcare. The right decisions are not always equivalent to good results. Sometimes, the decision taken in accordance with general rules brings worse results than the one who breaks them. Such a situation is possible as a result of the uncertainty accompanying the predictions of the future. In this article the concept of the IoT is treated as a big, complex, dynamic system with specific characteristics, dimensions. structures and behaviors. The aim of the article is to analyze the factors that may determine the uncertainty and ambiguity of such systems in the context of the development of Healthcare, and recommendations are made for future research directions.","publish_time":1590883200000,"author_summary":" Tissaoui, Anis; Saidi, Malak","abstract_summary":" According to Knight, uncertainty signifies<br>deviations from the expected states, which prevent us from<br>the use of any probability for the determination of<br>a result for a given action or decision [1]. This<br>paper describes the phenomenon of uncertainty in the<br>face of technological megatrends and challenges<br>associated with them. The article focuses on the analysis<br>of the uncertainty in one of the most important<br>technology trends – the Internet of Things (IoT) – on the<br>example of Healthcare. The right decisions are not<br>always equivalent to good results. Sometimes, the<br>decision taken in accordance with general rules brings<br>worse...","title_summary":" Uncertainty in IoT for Smart Healthcare:<br>Challenges, and Opportunities","x":-23.213350296,"y":33.427280426,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.213350296,"tsne_y":33.427280426,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"31muc8zh","source_x":"PMC","title":"Study of Middleware for Internet of Healthcare Things and Their Applications","doi":"10.1007\/978-3-030-51517-1_18","abstract":"The rapid proliferation and miniaturization of the wireless and embedded devices has led to the invasion of the Internet of Things in many domains and has reached the healthcare sector to form what is called the Internet of Healthcare Things (IoHT) . The growing number of the applications in the Internet of Healthcare Things as well as the overwhelming number of heterogeneous medical devices that should interact in this network has put the researchers and developers in front of lot of challenges: How to facilitate the implementation of the various healthcare applications? And how to ease the integration of new devices and make their interoperation a transparent task for the developers? To fulfill these requirements, lot of middleware have been proposed. In this paper we provide a complete study on the existing middleware for IoHT and specify their applications, we propose a taxonomy for them and we present their main advantages and drawbacks.","publish_time":1590883200000,"author_summary":" Fersi, Ghofrane","abstract_summary":" The rapid proliferation and miniaturization<br>of the wireless and embedded devices has led to the<br>invasion of the Internet of Things in many domains and has<br>reached the healthcare sector to form what is called the<br>Internet of Healthcare Things (IoHT) . The growing<br>number of the applications in the Internet of<br>Healthcare Things as well as the overwhelming number of<br>heterogeneous medical devices that should interact in this<br>network has put the researchers and developers in front<br>of lot of challenges: How to facilitate the<br>implementation of the various healthcare applications? And<br>how to ease the integration of new...","title_summary":" Study of Middleware for Internet of Healthcare<br>Things and Their Applications","x":-23.4900779724,"y":33.5526924133,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.4900779724,"tsne_y":33.5526924133,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"fdeltwej","source_x":"PMC","title":"A Fuzzy-Ontology Based Diabetes Monitoring System Using Internet of Things","doi":"10.1007\/978-3-030-51517-1_25","abstract":"The majority of the Internet-of-things (IoT)-based health monitoring systems adopt ontologies to represent and interoperate the huge quantity of data collected. Classical ontologies cannot appropriately treat imprecise and ambiguous knowledge. The integration of Fuzzy logic theory with ontology can effectively resolve knowledge problems with uncertainty. It considerably raises the accuracy and the precision of healthcare decisions. This paper presents a fuzzy-ontology based system using the internet of things and aims to ensure continues monitoring of diabetic patients. It mainly describes the ontology-based model and the semantic fuzzy decision-making mechanism. The system is evaluated using semantic querying. The results indicate its feasibility for effective remote continuous monitoring for diabetes.","publish_time":1590883200000,"author_summary":" Titi, Sondes; Ben Elhadj, Hadda; Chaari<br>Fourati, Lamia","abstract_summary":" The majority of the Internet-of-things<br>(IoT)-based health monitoring systems adopt ontologies to<br>represent and interoperate the huge quantity of data<br>collected. Classical ontologies cannot appropriately<br>treat imprecise and ambiguous knowledge. The<br>integration of Fuzzy logic theory with ontology can<br>effectively resolve knowledge problems with uncertainty.<br>It considerably raises the accuracy and the<br>precision of healthcare decisions. This paper presents a<br>fuzzy-ontology based system using the internet of things and<br>aims to ensure continues monitoring of diabetic<br>patients. It mainly describes the ontology-based model<br>and the semantic fuzzy decision-making<br>mechanism. The system is evaluated using semantic<br>querying. The results indicate its...","title_summary":" A Fuzzy-Ontology Based Diabetes Monitoring<br>System Using Internet of Things","x":-22.9641971588,"y":33.6197090149,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.9641971588,"tsne_y":33.6197090149,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"2wavupx6","source_x":"PMC","title":"Using Learning Techniques to Observe Elderly’s Behavior Changes over Time in Smart Home","doi":"10.1007\/978-3-030-51517-1_11","abstract":"Smart environments and technology used for elder care, increases independent living time and cuts long-term care costs. A key requirement for these systems consists in detecting and informing about abnormal behavior in users’routines. In this paper, our objective is to automatically observe the elderly behavior over time and detect anomalies that may occur on the long term. Therefore, we propose a learning method to formalize a normal behavior pattern for each elderly people related to his Activities of Daily Living (ADL). We also adopt a temporal similarity score between activities that allows to detect behavior changes over time. In change behavior period we focus on each activity to detect anomalies. A use case with real datasets are promising.","publish_time":1590883200000,"author_summary":" Zekri, Dorsaf; Delot, Thierry; Desertot,<br>Mikael; Lecomte, Sylvain; Thilliez, Marie","abstract_summary":" Smart environments and technology used for<br>elder care, increases independent living time and<br>cuts long-term care costs. A key requirement for<br>these systems consists in detecting and informing<br>about abnormal behavior in users’routines. In this<br>paper, our objective is to automatically observe the<br>elderly behavior over time and detect anomalies that<br>may occur on the long term. Therefore, we propose a<br>learning method to formalize a normal behavior pattern<br>for each elderly people related to his Activities<br>of Daily Living (ADL). We also adopt a temporal<br>similarity score between activities that allows to detect<br>behavior changes over time. In change...","title_summary":" Using Learning Techniques to Observe<br>Elderly’s Behavior Changes over Time in Smart Home","x":-21.9655971527,"y":33.6701850891,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-21.9655971527,"tsne_y":33.6701850891,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"2o4svbms","source_x":"PMC","title":"Baseline Modelling and Composite Representation of Unobtrusively (IoT) Sensed Behaviour Changes Related to Urban Physical Well-Being","doi":"10.1007\/978-3-030-51517-1_13","abstract":"We present the grounding approach, deployment and preliminary validation of the elementary devised model of physical well-being in urban environments, summarizing the heterogeneous personal Big Data (on physical activity\/exercise, walking, cardio-respiratory fitness, quality of sleep and related lifestyle and health habits and status, continuously collected for over a year mainly through wearable IoT devices and survey instruments in 7 global testbed cities) into 5 composite domain indicators\/indexes convenient for interpretation and use in predictive public health and preventive interventions. The approach is based on systematized comprehensive domain knowledge implemented through range\/threshold-based rules from institutional and study recommendations, combined with statistical methods, and will serve as a representative and performance benchmark for evolution and evaluation of more complex and advanced well-being models for the aimed predictive analytics (incorporating machine learning methods) in subsequent development underway.","publish_time":1590883200000,"author_summary":" Urošević, Vladimir; Andrić, Marina; Pagán,<br>José A.","abstract_summary":" We present the grounding approach, deployment<br>and preliminary validation of the elementary<br>devised model of physical well-being in urban<br>environments, summarizing the heterogeneous personal Big<br>Data (on physical activity\/exercise, walking,<br>cardio-respiratory fitness, quality of sleep and related<br>lifestyle and health habits and status, continuously<br>collected for over a year mainly through wearable IoT<br>devices and survey instruments in 7 global testbed<br>cities) into 5 composite domain indicators\/indexes<br>convenient for interpretation and use in predictive<br>public health and preventive interventions. The<br>approach is based on systematized comprehensive domain<br>knowledge implemented through range\/threshold-based<br>rules from institutional and study<br>recommendations, combined with statistical...","title_summary":" Baseline Modelling and Composite<br>Representation of Unobtrusively (IoT) Sensed Behaviour<br>Changes Related to Urban Physical Well-Being","x":-22.411441803,"y":33.4111747742,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.411441803,"tsne_y":33.4111747742,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"cw3gc94q","source_x":"PMC","title":"ForeSight - An AI-driven Smart Living Platform, Approach to Add Access Control to openHAB","doi":"10.1007\/978-3-030-51517-1_40","abstract":"We created an approach for a smart living platform called ForeSight which consists of different modules: a service engineering module, a Web of Things (WoT)-based Internet of Things (IoT) module and an artificial intelligence (AI) component. This paper describes how openHAB, a smart home middleware, is extended to fulfill platform requirements related to a successful interaction with the IoT module of ForeSight, more precisely, to add identity and access management (IAM) to openHAB and comply with European privacy laws.","publish_time":1590883200000,"author_summary":" Bauer, Jochen; Hechtel, Michael; Konrad,<br>Christoph; Holzwarth, Martin; Hoffmann, Hilko; Feld,<br>Thomas; Schneider, Sven; Zinnikus, Ingo; Mayr,<br>Andreas; Franke, Jörg","abstract_summary":" We created an approach for a smart living<br>platform called ForeSight which consists of different<br>modules: a service engineering module, a Web of Things<br>(WoT)-based Internet of Things (IoT) module and an<br>artificial intelligence (AI) component. This paper<br>describes how openHAB, a smart home middleware, is<br>extended to fulfill platform requirements related to a<br>successful interaction with the IoT module of ForeSight,<br>more precisely, to add identity and access<br>management (IAM) to openHAB and comply with European<br>privacy laws.","title_summary":" ForeSight - An AI-driven Smart Living<br>Platform, Approach to Add Access Control to openHAB","x":-23.5911216736,"y":34.1737709045,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.5911216736,"tsne_y":34.1737709045,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"x7hkvgog","source_x":"PMC","title":"Remote Health Monitoring Systems Based on Bluetooth Low Energy (BLE) Communication Systems","doi":"10.1007\/978-3-030-51517-1_4","abstract":"Nowadays, remote healthcare monitoring systems (RHMS) are attracting patients, doctors and caregivers. RHMS reduces the number of unessential hospitalizations by providing the required healthcare services for patients at home. Furthermore, continuous health monitoring using RHMS is a hopeful solution for elderly people suffering from chronic diseases. RHMS is in general three tiers architecture where the first tier uses intelligent wearable sensors to gather physiological signs. The majority of wearable sensors constructors commercialized sensing devices with Bluetooth Low Energy (BLE) communication interfaces, which lead to the development of diverse RHMS deploying BLE communication interfaces for physiological patient data gathering. In this paper, we introduce the basic concepts related to RHMS design and development. Besides that, we focus our investigation on the BLE communication protocol used in the healthcare context and its configuration to sense several physiological data. Also, we highlight the different steps enabling reading sensed data on mobile application.","publish_time":1590883200000,"author_summary":" Chaari Fourati, Lamia; Said, Sana","abstract_summary":" Nowadays, remote healthcare monitoring<br>systems (RHMS) are attracting patients, doctors and<br>caregivers. RHMS reduces the number of unessential<br>hospitalizations by providing the required healthcare services<br>for patients at home. Furthermore, continuous<br>health monitoring using RHMS is a hopeful solution for<br>elderly people suffering from chronic diseases. RHMS<br>is in general three tiers architecture where the<br>first tier uses intelligent wearable sensors to<br>gather physiological signs. The majority of wearable<br>sensors constructors commercialized sensing devices<br>with Bluetooth Low Energy (BLE) communication<br>interfaces, which lead to the development of diverse RHMS<br>deploying BLE communication interfaces for<br>physiological patient data gathering. In this...","title_summary":" Remote Health Monitoring Systems Based on<br>Bluetooth Low Energy (BLE) Communication Systems","x":-22.814956665,"y":33.2890014648,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.814956665,"tsne_y":33.2890014648,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"98tjnry7","source_x":"PMC","title":"Machine Learning Based Rank Attack Detection for Smart Hospital Infrastructure","doi":"10.1007\/978-3-030-51517-1_3","abstract":"In recent years, many technologies were racing to deliver the best service for human being. Emerging Internet of Things (IoT) technologies made birth to the notion of smart infrastructures such as smart grid, smart factories or smart hospitals. These infrastructures rely on interconnected smart devices collecting real-time data in order to improve existing procedures and systems capabilities. A critical issue in smart infrastructures is the information protection which may be more valuable than physical assets. Therefore, it is extremely important to detect and deter any attacks or breath to the network system for information theft. One of these attacks is the rank attack that is carried out by an intruder node in order to attract legitimate traffic to it, then steal personal data of different persons (both patients and staffs in hospitals). In this paper, we propose an anomaly based rank attack detection system against an IoT network using Support Vector Machines. As a use case, we are interested in the healthcare sector and in particular in smart hospitals which are multifaceted with many challenges such as service resilience, assets interoperability and sensitive information protection. The proposed intrusion detection system (IDS) is implemented and evaluated using Conticki Cooja simulator. Results show a high detection accuracy and low false positive rates.","publish_time":1590883200000,"author_summary":" Said, Abd Mlak; Yahyaoui, Aymen; Yaakoubi,<br>Faicel; Abdellatif, Takoua","abstract_summary":" In recent years, many technologies were racing<br>to deliver the best service for human being.<br>Emerging Internet of Things (IoT) technologies made<br>birth to the notion of smart infrastructures such as<br>smart grid, smart factories or smart hospitals.<br>These infrastructures rely on interconnected smart<br>devices collecting real-time data in order to improve<br>existing procedures and systems capabilities. A<br>critical issue in smart infrastructures is the<br>information protection which may be more valuable than<br>physical assets. Therefore, it is extremely important<br>to detect and deter any attacks or breath to the<br>network system for information theft. One of these<br>attacks is...","title_summary":" Machine Learning Based Rank Attack Detection<br>for Smart Hospital Infrastructure","x":-24.1248111725,"y":33.7332229614,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.1248111725,"tsne_y":33.7332229614,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"hpzs6fvf","source_x":"PMC","title":"Context-Aware Healthcare Adaptation Model for COPD Diseases","doi":"10.1007\/978-3-030-51517-1_27","abstract":"Nowadays, ubiquitous computing and mobile applications are controlling all our life’s aspects, from social media and entertainment to the very basic needs like commerce, learning, government, and health. These systems have the ability to self-adapt to meet changes in their execution environment and the user’s context. In the healthcare domain, information systems have proven their efficiency, not only by organizing and managing patients’ data and information but also by helping doctors and medical experts in diagnosing disease and taking precluding procedure to avoid serious conditions. In chronic diseases, telemonitoring systems provide a way to monitor the patient’s state and biomarkers within their usual life’s routine. In this article, we are combining the healthcare telemonitoring systems with the context awareness and self-adaptation paradigm to provide a self-adaptive framework architecture for COPD patients.","publish_time":1590883200000,"author_summary":" Mcheick, Hamid; Sayegh, John; Ajami, Hicham","abstract_summary":" Nowadays, ubiquitous computing and mobile<br>applications are controlling all our life’s aspects, from<br>social media and entertainment to the very basic needs<br>like commerce, learning, government, and health.<br>These systems have the ability to self-adapt to meet<br>changes in their execution environment and the user’s<br>context. In the healthcare domain, information systems<br>have proven their efficiency, not only by<br>organizing and managing patients’ data and information<br>but also by helping doctors and medical experts in<br>diagnosing disease and taking precluding procedure to<br>avoid serious conditions. In chronic diseases,<br>telemonitoring systems provide a way to monitor the patient’s<br>state and biomarkers...","title_summary":" Context-Aware Healthcare Adaptation Model<br>for COPD Diseases","x":-22.4764480591,"y":33.4709472656,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.4764480591,"tsne_y":33.4709472656,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"ycrq7z3t","source_x":"PMC","title":"Automatic Daily Activity Schedule Planning for Simulating Smart House with Elderly People Living Alone","doi":"10.1007\/978-3-030-51517-1_14","abstract":"A simulation tool that supports developers to build scenarios automatically in multiple simulation platforms is proposed. As an essential part of this simulator, this study proposed an activity schedule generator to mimic the daily life of elderly people living alone. This generator outperforms existing methods of activity schedule planning in three aspects: 1) it is adaptive to the layout of a simulated smart house; 2) there is no unspecified time in the timeline of generated schedules; and 3) it generates stable, but not tedious schedules for a number of days. A real-time location data generator is proposed to convert generated schedules to simulated real-time location data of the resident, and a proposed interface converts these simulated location data to simulated records of virtual passive infrared (PIR) sensors, which can be used to optimize placement of PIR sensors in a smart house.","publish_time":1590883200000,"author_summary":" Jiang, Can; Mita, Akira","abstract_summary":" A simulation tool that supports developers to<br>build scenarios automatically in multiple<br>simulation platforms is proposed. As an essential part of<br>this simulator, this study proposed an activity<br>schedule generator to mimic the daily life of elderly<br>people living alone. This generator outperforms<br>existing methods of activity schedule planning in three<br>aspects: 1) it is adaptive to the layout of a simulated<br>smart house; 2) there is no unspecified time in the<br>timeline of generated schedules; and 3) it generates<br>stable, but not tedious schedules for a number of days. A<br>real-time location data generator is proposed to convert<br>generated...","title_summary":" Automatic Daily Activity Schedule Planning<br>for Simulating Smart House with Elderly People<br>Living Alone","x":-21.7404708862,"y":34.022277832,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-21.7404708862,"tsne_y":34.022277832,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cwj9jcbo","source_x":"PMC","title":"Self-adaptative Early Warning Scoring System for Smart Hospital","doi":"10.1007\/978-3-030-51517-1_2","abstract":"With the advent of the Internet of Things (IoT), various interconnected objects can be used to improve the collection and the process of vital signs with partially or fully automatized methods in smart hospital environment. The vital signs data are used to evaluate patient health status using heuristic approaches, such as the early warning scoring (EWS) approach. Several applications have been proposed based on the early warning scores approach to improve the recognition of patients at risk of deterioration. However, there is a lack of efficient tools that enable a personalized monitoring depending on the patient situations. This paper explores the publish-subscribe pattern to provide a self-adaptative early warning score system in smart hospital context. We propose an adaptative configuration of the vital sings monitoring process depending on the patient health status variation and the medical staff decisions.","publish_time":1590883200000,"author_summary":" Ben Ida, Imen; Balti, Moez; Chabaane, Sondès;<br>Jemai, Abderrazak","abstract_summary":" With the advent of the Internet of Things (IoT),<br>various interconnected objects can be used to improve<br>the collection and the process of vital signs with<br>partially or fully automatized methods in smart hospital<br>environment. The vital signs data are used to evaluate<br>patient health status using heuristic approaches,<br>such as the early warning scoring (EWS) approach.<br>Several applications have been proposed based on the<br>early warning scores approach to improve the<br>recognition of patients at risk of deterioration. However,<br>there is a lack of efficient tools that enable a<br>personalized monitoring depending on the patient<br>situations. This paper explores...","title_summary":" Self-adaptative Early Warning Scoring System<br>for Smart Hospital","x":-22.5617027283,"y":33.5590705872,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.5617027283,"tsne_y":33.5590705872,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"ultdtcuh","source_x":"PMC","title":"Combined Machine Learning and Semantic Modelling for Situation Awareness and Healthcare Decision Support","doi":"10.1007\/978-3-030-51517-1_16","abstract":"The average of global life expectancy at birth was 72 years in 2016 [1], however, the global healthy life expectancy at birth was only 63.3 years in the same year, 2016 [2]. Living a long life is not any more as challenging as assuring active and associated life [25]. We propose in this paper an IoT based holistic remote health monitoring system for chronically ill and elderly patients. It supports smart clinical decision help and prediction. The patient heterogeneous vital signs and contexts gathered from wore and surrounding sensors are semantically simplified and modeled via a validated ontology composed by FOAF (Friend of a Friend), SSN (Semantic Sensors Network)\/SOSA (Sensor, Observation, Sample and Actuator) and ICNP (International Classification Nursing Practices) ontologies. The reasoner engine is based on a scalable set of inference rules cohesively integrated with a ML (Machine Learning) algorithm to ensure predictive analytic and preventive personalized health services. Experimental results prove the efficiency of the proposed system.","publish_time":1590883200000,"author_summary":" Henaien, Amira; Ben Elhadj, Hadda; Chaari<br>Fourati, Lamia","abstract_summary":" The average of global life expectancy at birth<br>was 72 years in 2016 [1], however, the global<br>healthy life expectancy at birth was only 63.3 years in<br>the same year, 2016 [2]. Living a long life is not any<br>more as challenging as assuring active and<br>associated life [25]. We propose in this paper an IoT based<br>holistic remote health monitoring system for<br>chronically ill and elderly patients. It supports smart<br>clinical decision help and prediction. The patient<br>heterogeneous vital signs and contexts gathered from wore and<br>surrounding sensors are semantically simplified and<br>modeled via a validated ontology composed by...","title_summary":" Combined Machine Learning and Semantic<br>Modelling for Situation Awareness and Healthcare<br>Decision Support","x":-22.5736103058,"y":33.4980506897,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.5736103058,"tsne_y":33.4980506897,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"wjw63lqg","source_x":"PMC","title":"Ensuring the Correctness and Well Modeling of Intelligent Healthcare Management Systems","doi":"10.1007\/978-3-030-51517-1_33","abstract":"Recent research focus more and more on IoT systems and their applications in order to make people life easier and controllable. The main aim is to expand IoT applications and services into various domains while ensuring communication and automated exchange between them. Recent research handles many issues related to IoT especially implementation, modeling, and deployment. However, many challenges need more deep and thorough analysis especially in terms of flexible modeling, extensible implementation, with respect to the privacy issue. This work focuses principally on modeling IoT systems dedicated to smart healthcare case. We attempt to address the emergency service by initiating a modeling mechanism for Healthcare Management System (HMS) by using UML diagrams, and propose an appropriate access control in order to reinforce it. Then, we ensure the correctness of the developed HMS by relying on the verification and validation based on a formal analysis that showed significant results by using Alloy tool.","publish_time":1590883200000,"author_summary":" Ouchani, Samir; Krichen, Moez","abstract_summary":" Recent research focus more and more on IoT<br>systems and their applications in order to make people<br>life easier and controllable. The main aim is to<br>expand IoT applications and services into various<br>domains while ensuring communication and automated<br>exchange between them. Recent research handles many<br>issues related to IoT especially implementation,<br>modeling, and deployment. However, many challenges need<br>more deep and thorough analysis especially in terms<br>of flexible modeling, extensible<br>implementation, with respect to the privacy issue. This work<br>focuses principally on modeling IoT systems dedicated<br>to smart healthcare case. We attempt to address<br>the emergency service by initiating...","title_summary":" Ensuring the Correctness and Well Modeling of<br>Intelligent Healthcare Management Systems","x":-23.1061649323,"y":33.5562362671,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.1061649323,"tsne_y":33.5562362671,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"xgnnir6a","source_x":"PMC","title":"Sec2graph: Network Attack Detection Based on Novelty Detection on Graph Structured Data","doi":"10.1007\/978-3-030-52683-2_12","abstract":"Being able to timely detect new kinds of attacks in highly distributed, heterogeneous and evolving networks without generating too many false alarms is especially challenging. Many researchers proposed various anomaly detection techniques to identify events that are inconsistent with past observations. While supervised learning is often used to that end, security experts generally do not have labeled datasets and labeling their data would be excessively expensive. Unsupervised learning, that does not require labeled data should then be used preferably, even if these approaches have led to less relevant results. We introduce in this paper a unified and unique graph representation called security objects’ graphs. This representation mixes and links events of different kinds and allows a rich description of the activities to be analyzed. To detect anomalies in these graphs, we propose an unsupervised learning approach based on auto-encoder. Our hypothesis is that as security objects’ graphs bring a rich vision of the normal situation, an auto-encoder is able to build a relevant model of this situation. To validate this hypothesis, we apply our approach to the CICIDS2017 dataset and show that although our approach is unsupervised, its detection results are as good, and even better than those obtained by many supervised approaches.","publish_time":1591833600000,"author_summary":" Leichtnam, Laetitia; Totel, Eric; Prigent,<br>Nicolas; Mé, Ludovic","abstract_summary":" Being able to timely detect new kinds of attacks<br>in highly distributed, heterogeneous and<br>evolving networks without generating too many false<br>alarms is especially challenging. Many researchers<br>proposed various anomaly detection techniques to<br>identify events that are inconsistent with past<br>observations. While supervised learning is often used to that<br>end, security experts generally do not have labeled<br>datasets and labeling their data would be excessively<br>expensive. Unsupervised learning, that does not require<br>labeled data should then be used preferably, even if<br>these approaches have led to less relevant results.<br>We introduce in this paper a unified and unique<br>graph representation...","title_summary":" Sec2graph: Network Attack Detection Based on<br>Novelty Detection on Graph Structured Data","x":-27.0712509155,"y":33.7706947327,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.0712509155,"tsne_y":33.7706947327,"subcluster":4,"subcluster_description":"Attributed Networkstowards Network Anomaly","shape":"p"},{"cord_uid":"779dc08s","source_x":"PMC","title":"Putting Attacks in Context: A Building Automation Testbed for Impact Assessment from the Victim’s Perspective","doi":"10.1007\/978-3-030-52683-2_3","abstract":"Cybersecurity research relies on the reproducibility and deep understanding of attacks to devise appropriate solutions. Different kinds of testbeds are typically used to systematically execute attacks and evaluate defenses. Testbeds are widely used to demonstrate Building Automation and Control System (BACS) attacks and defenses, considered too risky to be executed on real infrastructures. However, those testbeds implement arbitrary configurations of building services that do not resemble real-world deployments. In this work, we present the first BACS testbed specially designed to assess the impact of cyberattacks from the victim’s perspective. It features general purpose building services such as illumination, ventilation, and temperature control, whose configuration is easily adapted to emulate the requirements of real-world locations. In this way, the context added to our testbed allows us to better understand the impact of BACS attacks through concrete and realistic scenarios. Moreover, by analyzing different configurations of the BACS (i.e., contexts), we found out that identical attacks may have dramatically different impacts. Thus, reinforcing our view on the relevance of adding context to BACS testbeds.","publish_time":1591833600000,"author_summary":" Esquivel-Vargas, Herson; Caselli, Marco;<br>Laanstra, Geert Jan; Peter, Andreas","abstract_summary":" Cybersecurity research relies on the<br>reproducibility and deep understanding of attacks to devise<br>appropriate solutions. Different kinds of testbeds are<br>typically used to systematically execute attacks and<br>evaluate defenses. Testbeds are widely used to<br>demonstrate Building Automation and Control System (BACS)<br>attacks and defenses, considered too risky to be<br>executed on real infrastructures. However, those<br>testbeds implement arbitrary configurations of<br>building services that do not resemble real-world<br>deployments. In this work, we present the first BACS testbed<br>specially designed to assess the impact of cyberattacks<br>from the victim’s perspective. It features general<br>purpose building services such as illumination,<br>ventilation, and...","title_summary":" Putting Attacks in Context: A Building<br>Automation Testbed for Impact Assessment from the<br>Victim’s Perspective","x":-25.1033172607,"y":35.2321357727,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.1033172607,"tsne_y":35.2321357727,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"qzd231g6","source_x":"PMC","title":"Web Runner 2049: Evaluating Third-Party Anti-bot Services","doi":"10.1007\/978-3-030-52683-2_7","abstract":"Given the ever-increasing number of malicious bots scouring the web, many websites are turning to specialized services that advertise their ability to detect bots and block them. In this paper, we investigate the design and implementation details of commercial anti-bot services in an effort to understand how they operate and whether they can effectively identify and block malicious bots in practice. We analyze the JavaScript code which their clients need to include in their websites and perform a set of gray box and black box analyses of their proprietary back-end logic, by simulating bots utilizing well-known automation tools and popular browsers. On the positive side, our results show that by relying on browser fingerprinting, more than 75% of protected websites in our dataset, successfully defend against attacks by basic bots built with Python scripts or PhantomJS. At the same time, by using less popular browsers in terms of automation (e.g., Safari on Mac and Chrome on Android) attackers can successfully bypass the protection of up to 82% of protected websites. Our findings show that the majority of protected websites are prone to bot attacks and the existing anti-bot solutions cannot substantially limit the ability of determined attackers. We have responsibly disclosed our findings with the anti-bot service providers.","publish_time":1591833600000,"author_summary":" Amin Azad, Babak; Starov, Oleksii; Laperdrix,<br>Pierre; Nikiforakis, Nick","abstract_summary":" Given the ever-increasing number of malicious<br>bots scouring the web, many websites are turning to<br>specialized services that advertise their ability to<br>detect bots and block them. In this paper, we<br>investigate the design and implementation details of<br>commercial anti-bot services in an effort to understand<br>how they operate and whether they can effectively<br>identify and block malicious bots in practice. We<br>analyze the JavaScript code which their clients need to<br>include in their websites and perform a set of gray box<br>and black box analyses of their proprietary<br>back-end logic, by simulating bots utilizing<br>well-known automation tools and popular...","title_summary":" Web Runner 2049: Evaluating Third-Party<br>Anti-bot Services","x":-26.4729995728,"y":32.2882156372,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.4729995728,"tsne_y":32.2882156372,"subcluster":2,"subcluster_description":"Android Machine Learning Detection","shape":"p"},{"cord_uid":"e2zh6092","source_x":"PMC","title":"It Never Rains but It Pours: Analyzing and Detecting Fake Removal Information Advertisement Sites","doi":"10.1007\/978-3-030-52683-2_9","abstract":"Fake antivirus (AV) software is a serious threat on the Internet to make users install malware and expose their personal information. Fake removal information advertisement (FRAD) sites, which introduce fake removal information for cyber threats, have emerged as platforms for distributing fake AV software. Although FRAD sites seriously threaten users who have been suffering from cyber threats and need information for removing them, little attention has been given to revealing these sites. In this paper, we propose a system to automatically crawl the web and identify FRAD sites. To shed light on the pervasiveness of this type of attack, we performed a comprehensive analysis of both passively and actively collected data. Our system collected 2,913 FRAD sites in 31 languages, which have 73.5 million visits per month in total. We show that FRAD sites occupy search results when users search for cyber threats, thus preventing the users from obtaining the correct information.","publish_time":1591833600000,"author_summary":" Koide, Takashi; Chiba, Daiki; Akiyama,<br>Mitsuaki; Yoshioka, Katsunari; Matsumoto, Tsutomu","abstract_summary":" Fake antivirus (AV) software is a serious<br>threat on the Internet to make users install malware<br>and expose their personal information. Fake<br>removal information advertisement (FRAD) sites,<br>which introduce fake removal information for cyber<br>threats, have emerged as platforms for distributing<br>fake AV software. Although FRAD sites seriously<br>threaten users who have been suffering from cyber<br>threats and need information for removing them, little<br>attention has been given to revealing these sites. In this<br>paper, we propose a system to automatically crawl the<br>web and identify FRAD sites. To shed light on the<br>pervasiveness of this type of attack, we...","title_summary":" It Never Rains but It Pours: Analyzing and<br>Detecting Fake Removal Information Advertisement Sites","x":-26.5796737671,"y":31.9428768158,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.5796737671,"tsne_y":31.9428768158,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"8s6l1xzv","source_x":"PMC","title":"Automated CPE Labeling of CVE Summaries with Machine Learning","doi":"10.1007\/978-3-030-52683-2_1","abstract":"Open Source Security and Dependency Vulnerability Management (DVM) has become a more vital part of the software security stack in recent years as modern software tend to be more dependent on open source libraries. The largest open source of vulnerabilities is the National Vulnerability Database (NVD), which supplies developers with machine-readable vulnerabilities. However, sometimes Common Vulnerabilities and Exposures (CVE) have not been labeled with a Common Platform Enumeration (CPE) -version, -product and -vendor. This makes it very hard to automatically discover these vulnerabilities from import statements in dependency files. We, therefore, propose an automatic process of matching CVE summaries with CPEs through the machine learning task called Named Entity Recognition (NER). Our proposed model achieves an F-measure of 0.86 with a precision of 0.857 and a recall of 0.865, outperforming previous research for automated CPE-labeling of CVEs.","publish_time":1591833600000,"author_summary":" Wåreus, Emil; Hell, Martin","abstract_summary":" Open Source Security and Dependency<br>Vulnerability Management (DVM) has become a more vital part of<br>the software security stack in recent years as<br>modern software tend to be more dependent on open<br>source libraries. The largest open source of<br>vulnerabilities is the National Vulnerability Database (NVD),<br>which supplies developers with machine-readable<br>vulnerabilities. However, sometimes Common Vulnerabilities<br>and Exposures (CVE) have not been labeled with a<br>Common Platform Enumeration (CPE) -version,<br>-product and -vendor. This makes it very hard to<br>automatically discover these vulnerabilities from import<br>statements in dependency files. We, therefore, propose an<br>automatic process of matching CVE summaries with...","title_summary":" Automated CPE Labeling of CVE Summaries with<br>Machine Learning","x":-27.6130905151,"y":33.109992981,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.6130905151,"tsne_y":33.109992981,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"v1zwp8rf","source_x":"PMC","title":"On the Security of Application Installers and Online Software Repositories","doi":"10.1007\/978-3-030-52683-2_10","abstract":"The security of application installers is often overlooked, but the security risks associated to these pieces of code are not negligible. Online public repositories have been one of the most popular ways for end users to obtain software, but there is a lack of systematic security evaluation of popular public repositories. In this paper, we bridge this gap by analyzing five popular software repositories. We focus on their software updating dynamics, as well as the presence of traces of vulnerable and\/or trojanized applications among the top-100 most downloaded Windows programs on each of the evaluated repositories. We analyzed 2,935 unique programs collected in a period of 144 consecutive days. Our results show that: (i) the repositories frequently exhibit rank changes due to applications fast climbing toward the first positions; (ii) the repositories often update their payloads, which may cause the distribution of distinct binaries for the same intended application (binaries for the same applications may also be different in each repository); (iii) the installers are composed by multiple components and often download payloads from the Internet to complete their installation steps, posing new risks for users (we demonstrate that some installers are vulnerable to content tampering through man-in-the-middle attacks); (iv) the ever-changing nature of repositories and installers makes them prone to abuse, as we observed that 30% of all applications were reported malicious by at least one AV.","publish_time":1591833600000,"author_summary":" Botacin, Marcus; Bertão, Giovanni; de Geus,<br>Paulo; Grégio, André; Kruegel, Christopher; Vigna,<br>Giovanni","abstract_summary":" The security of application installers is<br>often overlooked, but the security risks associated<br>to these pieces of code are not negligible. Online<br>public repositories have been one of the most popular<br>ways for end users to obtain software, but there is a<br>lack of systematic security evaluation of popular<br>public repositories. In this paper, we bridge this gap<br>by analyzing five popular software<br>repositories. We focus on their software updating dynamics,<br>as well as the presence of traces of vulnerable<br>and\/or trojanized applications among the top-100<br>most downloaded Windows programs on each of the<br>evaluated repositories. We analyzed 2,935 unique...","title_summary":" On the Security of Application Installers and<br>Online Software Repositories","x":-26.4419116974,"y":32.3035850525,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.4419116974,"tsne_y":32.3035850525,"subcluster":2,"subcluster_description":"Android Machine Learning Detection","shape":"p"},{"cord_uid":"me1nytio","source_x":"PMC","title":"Short Paper - Taming the Shape Shifter: Detecting Anti-fingerprinting Browsers","doi":"10.1007\/978-3-030-52683-2_8","abstract":"When it comes to leaked credentials and credit card information, we observe the development and use of anti-fingerprinting browsers by malicious actors. These tools are carefully designed to evade detection, often by mimicking the browsing environment of the victim whose credentials were stolen. Even though these tools are popular in the underground markets, they have not received enough attention by researchers. In this paper, we report on the first evaluation of four underground, commercial, and research anti-fingerprinting browsers and highlight their high success rate in bypassing browser fingerprinting. Despite their success against well-known fingerprinting methods and libraries, we show that even slightest variation in the simulated fingerprint compared to the real ones can give away the presence of anti-fingerprinting tools. As a result, we provide techniques and fingerprint-based signatures that can be used to detect the current generation of anti-fingerprinting browsers.","publish_time":1591833600000,"author_summary":" Amin Azad, Babak; Starov, Oleksii; Laperdrix,<br>Pierre; Nikiforakis, Nick","abstract_summary":" When it comes to leaked credentials and credit<br>card information, we observe the development and<br>use of anti-fingerprinting browsers by malicious<br>actors. These tools are carefully designed to evade<br>detection, often by mimicking the browsing environment of<br>the victim whose credentials were stolen. Even<br>though these tools are popular in the underground<br>markets, they have not received enough attention by<br>researchers. In this paper, we report on the first evaluation<br>of four underground, commercial, and research<br>anti-fingerprinting browsers and highlight their high success rate<br>in bypassing browser fingerprinting. Despite<br>their success against well-known fingerprinting<br>methods and libraries, we show that...","title_summary":" Short Paper - Taming the Shape Shifter:<br>Detecting Anti-fingerprinting Browsers","x":-26.3051700592,"y":31.7774009705,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.3051700592,"tsne_y":31.7774009705,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"ko648mzz","source_x":"PMC","title":"Big Data and Reality Mining in Healthcare: Promise and Potential","doi":"10.1007\/978-3-030-51935-3_13","abstract":"Nowadays individuals are creating a huge amount of data; with a cell phone in every pocket, a laptop in every bag and wearable sensors everywhere, the fruits of the information are easy to see but less noticeable is the information itself. This data could be particularly useful in making people’s lives healthier and easier, by contributing not only to understand new diseases and therapies but also to predict outcomes at earlier stages and make real-time decisions. In this paper, we explain the potential benefits of big data to healthcare and explore how it improves treatment and empowers patients, providers and researchers. We also describe the capabilities of reality mining in terms of individual health, social network mapping, behavior patterns and treatment monitoring. We illustrate the benefits of reality mining analytics that lead to promote patients’ health, enhance medicine, reduce cost and improve healthcare value and quality. Furthermore, we highlight some challenges that big data analytics faces in healthcare.","publish_time":1591315200000,"author_summary":" Asri, Hiba; Mousannif, Hajar; Al Moatassime,<br>Hassan; Zahir, Jihad","abstract_summary":" Nowadays individuals are creating a huge<br>amount of data; with a cell phone in every pocket, a<br>laptop in every bag and wearable sensors everywhere,<br>the fruits of the information are easy to see but<br>less noticeable is the information itself. This<br>data could be particularly useful in making<br>people’s lives healthier and easier, by contributing<br>not only to understand new diseases and therapies<br>but also to predict outcomes at earlier stages and<br>make real-time decisions. In this paper, we explain<br>the potential benefits of big data to healthcare<br>and explore how it improves treatment and empowers<br>patients, providers and...","title_summary":" Big Data and Reality Mining in Healthcare:<br>Promise and Potential","x":-22.3332099915,"y":33.44947052,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.3332099915,"tsne_y":33.44947052,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"cg4edjbr","source_x":"PMC","title":"Security Improvements by Separating the Cryptographic Protocol from the Network Stack onto a Multi-MCU Architecture","doi":"10.1007\/978-3-030-52794-5_14","abstract":"The number of IoT devices in SCADA and ICS systems is rising quickly, especially in the domain of critical infrastructures. But these kinds of systems are performing mission critical tasks like controlling devices in industrial facilities or substations in the smart grid. Therefore, they are subject to a lot of regulatory standards. Yet, to provide remote access over the internet, special architectures are developed to integrate a network interface into these devices without inferring with the actual functionality. However, these architectures either lack security measures against cyber-attacks or do not offer the necessary performance for time-critical communication interfaces. To solve that, an architecture consisting of three units is introduced in this paper to provide a network interface with extensive security measures and a high performance. The main feature is the isolation of the cryptographic functionality onto an additional MCU. After proposing the basic concept, the paper presents many implementation details. Based on the current state of implementation, a concept validation of the realized architecture is described.","publish_time":1591920000000,"author_summary":" Frauenschläger, Tobias; Renner, Sebastian;<br>Mottok, Jürgen","abstract_summary":" The number of IoT devices in SCADA and ICS<br>systems is rising quickly, especially in the domain of<br>critical infrastructures. But these kinds of systems<br>are performing mission critical tasks like<br>controlling devices in industrial facilities or<br>substations in the smart grid. Therefore, they are subject<br>to a lot of regulatory standards. Yet, to provide<br>remote access over the internet, special<br>architectures are developed to integrate a network interface<br>into these devices without inferring with the<br>actual functionality. However, these architectures<br>either lack security measures against cyber-attacks<br>or do not offer the necessary performance for<br>time-critical communication interfaces. To solve...","title_summary":" Security Improvements by Separating the<br>Cryptographic Protocol from the Network Stack onto a<br>Multi-MCU Architecture","x":-24.7654571533,"y":34.9071006775,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.7654571533,"tsne_y":34.9071006775,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"8lr2vcdl","source_x":"PMC","title":"A User-Centered Approach to Digital Household Risk Management","doi":"10.1007\/978-3-030-50732-9_12","abstract":"Internet of Things (IoT) is expected to become as common as electricity (OECD 2016) and there is a high probability for connected homes to become central parts of critical societal. IoT technologies might access, manage and record sensitive data about citizens and, as they become more and more pervasive, unintended data breaches reports increase every week. However, most of the tools designed to protect users’ privacy and personal data on IoT devices fail to contemplate the experience of persons with disabilities, elderly and other vulnerable categories of people. As a consequence, they are forced to rely on the help of family members or other related persons with technical skills, as frequent technical problems turn out to be the rule rather than the exception. With humans traditionally considered to be the “weak link” in technological networks there is the need of a vast educational project to raise awareness on the subject. This ongoing research paper aims to fill the existing gap in research by asking how humans deal with the risk factors linked to connected homes and how to develop a universally designed set of tools for everyday risk management in connected homes.","publish_time":1590796800000,"author_summary":" Paupini, Cristina; Giannoumis, G. Anthony;<br>Gjøsæter, Terje","abstract_summary":" Internet of Things (IoT) is expected to become<br>as common as electricity (OECD 2016) and there is a<br>high probability for connected homes to become<br>central parts of critical societal. IoT technologies<br>might access, manage and record sensitive data about<br>citizens and, as they become more and more pervasive,<br>unintended data breaches reports increase every week.<br>However, most of the tools designed to protect users’<br>privacy and personal data on IoT devices fail to<br>contemplate the experience of persons with disabilities,<br>elderly and other vulnerable categories of people. As a<br>consequence, they are forced to rely on the help of...","title_summary":" A User-Centered Approach to Digital Household<br>Risk Management","x":-23.3767585754,"y":33.3253440857,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.3767585754,"tsne_y":33.3253440857,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"ud0la775","source_x":"Medline","title":"Construction of 5G all-wireless network and information system for cabin hospital.","doi":"10.1093\/jamia\/ocaa045","abstract":"The epidemic of coronavirus disease 2019 (COVID-19) broke out in Wuhan, China, in early 2020. In an effort to curb the spread of the epidemic, the government has requisitioned a variety of venues and plant buildings and built more than 20 cabin hospitals to receive patients with mild symptoms within 48 hours. Under this circumstance, we worked out a 5G all-wireless solution to divide the overall network system of the cabin hospital into multiple network units by function. While ensuring good signal coverage of the local unit, each network unit was independently connected to the host hospital's data center over a virtual private network (VPN) tunnel built on the 5G wireless network. Our successful experience with the application of this 5G + VPN all-wireless network system well points to the bright prospect of 5G wireless network. In addition, the 5G + VPN solution can also be used for multihospital network interconnection and rapid network recovery during the failure of wired network.","publish_time":1590278400000,"author_summary":" Zhou, Bin; Wu, Qing; Zhao, Xuefei; Zhang,<br>Wenchao; Wu, Wenjun; Guo, Zi","abstract_summary":" The epidemic of coronavirus disease 2019<br>(COVID-19) broke out in Wuhan, China, in early 2020. In an<br>effort to curb the spread of the epidemic, the<br>government has requisitioned a variety of venues and plant<br>buildings and built more than 20 cabin hospitals to<br>receive patients with mild symptoms within 48 hours.<br>Under this circumstance, we worked out a 5G<br>all-wireless solution to divide the overall network system<br>of the cabin hospital into multiple network units<br>by function. While ensuring good signal coverage<br>of the local unit, each network unit was<br>independently connected to the host hospital's data center<br>over...","title_summary":" Construction of 5G all-wireless network and<br>information system for cabin hospital.","x":-23.8837680817,"y":32.5407447815,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.8837680817,"tsne_y":32.5407447815,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cag3zgt1","source_x":"Elsevier","title":"Real-Time Outlier Detection and Bayesian Classification using Incremental Computations for Efficient and Scalable Stream Analytics for IoT for Manufacturing","doi":"10.1016\/j.promfg.2020.05.136","abstract":"Abstract As the manufacturing industry progresses towards the Internet of Things (IoT) and Cyber-Physical Systems (CPS), current methods of historical data analytics face difficulties in addressing the new challenges which follow Industry 4.0. Industry 4.0 and IoT technologies facilitate the acquisition of ubiquitous data from machine tools and processes. However, these technologies also lead to the generation of a large number of data that are complex to be analyzed. Due to the streaming nature of the IoT systems, however, stream analytics could be used to extract features as the data are generated and published, which can prevent the need to store the data and perform advanced analytics that require high performance computing. This manuscript aims at demonstrating how traditional historical methods can be modified to be used as stream analytics tools for IoT data streams. Since data analytics is a wide domain, this paper has only focused on the two light-weighted methods that have been popular in the industry: Statistical Process Control Chart (SPCC), and Bayesian classification. This paper has defined, tested, and evaluated the accuracy and latency of the novel variation of these methods. It is concluded that by modifying the traditional methods and defining incremental solutions, methods such as Real-Time Dynamic Statistical Process Control Chart (RTDSPCC) and Incremental Gaussian Naïve Bayes (IGNB) can be formed that are highly beneficial for IoT applications as they are highly scalable, require minimal storage, and can update the models in real-time.","publish_time":1609372800000,"author_summary":" Parto, Mahmoud; Saldana, Christopher;<br>Kurfess, Thomas","abstract_summary":" Abstract As the manufacturing industry<br>progresses towards the Internet of Things (IoT) and<br>Cyber-Physical Systems (CPS), current methods of historical<br>data analytics face difficulties in addressing the<br>new challenges which follow Industry 4.0.<br>Industry 4.0 and IoT technologies facilitate the<br>acquisition of ubiquitous data from machine tools and<br>processes. However, these technologies also lead to the<br>generation of a large number of data that are complex to be<br>analyzed. Due to the streaming nature of the IoT systems,<br>however, stream analytics could be used to extract<br>features as the data are generated and published, which<br>can prevent the need to...","title_summary":" Real-Time Outlier Detection and Bayesian<br>Classification using Incremental Computations for Efficient<br>and Scalable Stream Analytics for IoT for<br>Manufacturing","x":-23.7358798981,"y":34.319568634,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.7358798981,"tsne_y":34.319568634,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"s0idnm3k","source_x":"ArXiv","title":"IoT and Neural Network-Based Water Pumping Control System For Smart Irrigation","doi":"10.18576\/isl\/090207","abstract":"This article aims at saving the wasted water in the process of irrigation using the Internet of Things (IoT) based on a set of sensors and Multi-Layer Perceptron (MLP) neural network. The developed system handles the sensor data using the Arduino board to control the water pump automatically. The sensors measure the environmental factors; namely temperature, humidity, and soil moisture to estimate the required time for the operation of water irrigation. The water pump control system consists of software and hardware tools such as Arduino Remote XY interface and electronic sensors in the framework of IoT technology. The machine learning algorithm such as the MLP neural network plays an important role to support the decision of automatic control of IoT-based irrigation system, managing the water consumption effectively.","publish_time":1588896000000,"author_summary":" Karar, M. E.; Al-Rasheed, M. F.; Al-Rasheed, A.<br>F.; Reyad, O.","abstract_summary":" This article aims at saving the wasted water in<br>the process of irrigation using the Internet of<br>Things (IoT) based on a set of sensors and Multi-Layer<br>Perceptron (MLP) neural network. The developed system<br>handles the sensor data using the Arduino board to<br>control the water pump automatically. The sensors<br>measure the environmental factors; namely<br>temperature, humidity, and soil moisture to estimate the<br>required time for the operation of water irrigation. The<br>water pump control system consists of software and<br>hardware tools such as Arduino Remote XY interface and<br>electronic sensors in the framework of IoT technology. The<br>machine learning...","title_summary":" IoT and Neural Network-Based Water Pumping<br>Control System For Smart Irrigation","x":-22.7452735901,"y":34.1179122925,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.7452735901,"tsne_y":34.1179122925,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1rzgp4aj","source_x":"Elsevier","title":"A Novel Three-Layer IoT Architecture for Shared, Private, Scalable, and Real-time Machine Learning from Ubiquitous Cyber-Physical Systems","doi":"10.1016\/j.promfg.2020.05.135","abstract":"Abstract Due to the recent movements in Industry 4.0 and Internet of Things (IoT), accessing or generating data in the Smart Manufacturing (SM) domain has become more attainable; communication protocols such as MTConnect and OPC-UA provide access to a majority of raw data generated from machine tools while retrofit sensor packs facilitate high-frequency data acquisitions from legacy and modern equipment. These technologies have led to the generation of quantities of raw data, known as Big Data (BD), that are complex to be analyzed. This study proposes a novel and event-driven IoT architecture that considers automated and scalable machine learning techniques with the focus sense-making from manufacturing process and systems performance in the Cyber-Physical Systems (CPS) domain. In this manuscript, a novel generalized three-layer IoT architecture utilizing Edge Computing (EC), Fog Computing (FC), Cloud Computing (CC), and Federated Learning (FL) is presented, where data are preprocessed in the Edge layer, Machine Learning (ML) models are incrementally trained in the Fog layer and the trained models are aggregated in centralized cloud models. The results show that the methods discussed in the proposed architecture will lead to the development of higher performance and more scalable IoT frameworks that require minimal storage and computing power.","publish_time":1609372800000,"author_summary":" Parto, Mahmoud; Saldana, Christopher;<br>Kurfess, Thomas","abstract_summary":" Abstract Due to the recent movements in<br>Industry 4.0 and Internet of Things (IoT), accessing or<br>generating data in the Smart Manufacturing (SM) domain has<br>become more attainable; communication protocols<br>such as MTConnect and OPC-UA provide access to a<br>majority of raw data generated from machine tools while<br>retrofit sensor packs facilitate high-frequency data<br>acquisitions from legacy and modern equipment. These<br>technologies have led to the generation of quantities of raw<br>data, known as Big Data (BD), that are complex to be<br>analyzed. This study proposes a novel and event-driven<br>IoT architecture that considers automated and<br>scalable machine learning techniques...","title_summary":" A Novel Three-Layer IoT Architecture for<br>Shared, Private, Scalable, and Real-time Machine<br>Learning from Ubiquitous Cyber-Physical Systems","x":-23.9841518402,"y":34.1908149719,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.9841518402,"tsne_y":34.1908149719,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"2ua8218z","source_x":"ArXiv","title":"Improving Spatio-Temporal Understanding of Particulate Matter using Low-Cost IoT Sensors","doi":null,"abstract":"Current air pollution monitoring systems are bulky and expensive resulting in a very sparse deployment. In addition, the data from these monitoring stations may not be easily accessible. This paper focuses on studying the dense deployment based air pollution monitoring using IoT enabled low-cost sensor nodes. For this, total nine low-cost IoT nodes monitoring particulate matter (PM), which is one of the most dominant pollutants, are deployed in a small educational campus in Indian city of Hyderabad. Out of these, eight IoT nodes were developed at IIIT-H while one was bought off the shelf. A web based dashboard website is developed to easily monitor the real-time PM values. The data is collected from these nodes for more than five months. Different analyses such as correlation and spatial interpolation are done on the data to understand efficacy of dense deployment in better understanding the spatial variability and time-dependent changes to the local pollution indicators.","publish_time":1589241600000,"author_summary":" Reddy, C. Rajashekar; Mukku, T.; Dwivedi, A.;<br>Rout, A.; Chaudhari, S.; Vemuri, K.; Rajan, K. S.;<br>Hussain, A. M.","abstract_summary":" Current air pollution monitoring systems are<br>bulky and expensive resulting in a very sparse<br>deployment. In addition, the data from these monitoring<br>stations may not be easily accessible. This paper<br>focuses on studying the dense deployment based air<br>pollution monitoring using IoT enabled low-cost sensor<br>nodes. For this, total nine low-cost IoT nodes<br>monitoring particulate matter (PM), which is one of the<br>most dominant pollutants, are deployed in a small<br>educational campus in Indian city of Hyderabad. Out of<br>these, eight IoT nodes were developed at IIIT-H while<br>one was bought off the shelf. A web based dashboard<br>website is...","title_summary":" Improving Spatio-Temporal Understanding of<br>Particulate Matter using Low-Cost IoT Sensors","x":-21.8812026978,"y":33.295917511,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-21.8812026978,"tsne_y":33.295917511,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"wm3adeqg","source_x":"ArXiv","title":"BeCAPTCHA-Mouse: Synthetic Mouse Trajectories and Improved Bot Detection","doi":null,"abstract":"We first study the suitability of behavioral biometrics to distinguish between computers and humans, commonly named as bot detection. We then present BeCAPTCHA-Mouse, a bot detector based on neuromotor modeling of mouse dynamics that enhances traditional CAPTCHA methods. Our proposed bot detector is trained using both human and bot data generated by two new methods developed for generating realistic synthetic mouse trajectories: i) a knowledge-based method based on heuristic functions, and ii) a data-driven method based on Generative Adversarial Networks (GANs) in which a Generator synthesizes human-like trajectories from a Gaussian noise input. Experiments are conducted on a new testbed also introduced here and available in GitHub: BeCAPTCHA-Mouse Benchmark; useful for research in bot detection and other mouse-based HCI applications. Our benchmark data consists of 10,000 mouse trajectories including real data from 58 users and bot data with various levels of realism. Our experiments show that BeCAPTCHA-Mouse is able to detect bot trajectories of high realism with 93% of accuracy in average using only one mouse trajectory. When our approach is fused with state-of-the-art mouse dynamic features, the bot detection accuracy increases relatively by more than 36%, proving that mouse-based bot detection is a fast, easy, and reliable tool to complement traditional CAPTCHA systems.","publish_time":1588377600000,"author_summary":" Acien, Alejandro; Morales, Aythami; Fierrez,<br>Julian; Vera-Rodriguez, Ruben","abstract_summary":" We first study the suitability of behavioral<br>biometrics to distinguish between computers and humans,<br>commonly named as bot detection. We then present<br>BeCAPTCHA-Mouse, a bot detector based on neuromotor modeling of<br>mouse dynamics that enhances traditional CAPTCHA<br>methods. Our proposed bot detector is trained using both<br>human and bot data generated by two new methods<br>developed for generating realistic synthetic mouse<br>trajectories: i) a knowledge-based method based on heuristic<br>functions, and ii) a data-driven method based on<br>Generative Adversarial Networks (GANs) in which a<br>Generator synthesizes human-like trajectories from a<br>Gaussian noise input. Experiments are conducted on a new<br>testbed...","title_summary":" BeCAPTCHA-Mouse: Synthetic Mouse<br>Trajectories and Improved Bot Detection","x":-26.7550010681,"y":32.7973175049,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.7550010681,"tsne_y":32.7973175049,"subcluster":2,"subcluster_description":"Android Machine Learning Detection","shape":"p"},{"cord_uid":"k1zi8pmt","source_x":"ArXiv","title":"Federated Machine Learning for Intelligent IoT via Reconfigurable Intelligent Surface","doi":null,"abstract":"Intelligent Internet-of-Things (IoT) will be transformative with the advancement of artificial intelligence and high-dimensional data analysis, shifting from\"connected things\"to\"connected intelligence\". This shall unleash the full potential of intelligent IoT in a plethora of exciting applications, such as self-driving cars, unmanned aerial vehicles, healthcare, robotics, and supply chain finance. These applications drive the need of developing revolutionary computation, communication and artificial intelligence technologies that can make low-latency decisions with massive real-time data. To this end, federated machine learning, as a disruptive technology, is emerged to distill intelligence from the data at network edge, while guaranteeing device privacy and data security. However, the limited communication bandwidth is a key bottleneck of model aggregation for federated machine learning over radio channels. In this article, we shall develop an over-the-air computation based communication-efficient federated machine learning framework for intelligent IoT networks via exploiting the waveform superposition property of a multi-access channel. Reconfigurable intelligent surface is further leveraged to reduce the model aggregation error via enhancing the signal strength by reconfiguring the wireless propagation environments.","publish_time":1586736000000,"author_summary":" Yang, Kai; Shi, Yuanming; Zhou, Yong; Yang,<br>Zhanpeng; Fu, Liqun; Chen, Wei","abstract_summary":" Intelligent Internet-of-Things (IoT) will be<br>transformative with the advancement of artificial<br>intelligence and high-dimensional data analysis, shifting<br>from\"connected things\"to\"connected intelligence\". This<br>shall unleash the full potential of intelligent IoT<br>in a plethora of exciting applications, such as<br>self-driving cars, unmanned aerial vehicles, healthcare,<br>robotics, and supply chain finance. These applications<br>drive the need of developing revolutionary<br>computation, communication and artificial intelligence<br>technologies that can make low-latency decisions with<br>massive real-time data. To this end, federated machine<br>learning, as a disruptive technology, is emerged to<br>distill intelligence from the data at network edge,<br>while guaranteeing device privacy and data<br>security. However,...","title_summary":" Federated Machine Learning for Intelligent<br>IoT via Reconfigurable Intelligent Surface","x":-23.8017120361,"y":34.1381988525,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.8017120361,"tsne_y":34.1381988525,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"gyf75oyx","source_x":"ArXiv","title":"PhishGAN: Data Augmentation and Identification of Homoglpyh Attacks","doi":null,"abstract":"Homoglyph attacks are a common technique used by hackers to conduct phishing. Domain names or links that are visually similar to actual ones are created via punycode to obfuscate the attack, making the victim more susceptible to phishing. For example, victims may mistake\"|inkedin.com\"for\"linkedin.com\"and in the process, divulge personal details to the fake website. Current State of The Art (SOTA) typically make use of string comparison algorithms (e.g. Levenshtein Distance), which are computationally heavy. One reason for this is the lack of publicly available datasets thus hindering the training of more advanced Machine Learning (ML) models. Furthermore, no one font is able to render all types of punycode correctly, posing a significant challenge to the creation of a dataset that is unbiased toward any particular font. This coupled with the vast number of internet domains pose a challenge in creating a dataset that can capture all possible variations. Here, we show how a conditional Generative Adversarial Network (GAN), PhishGAN, can be used to generate images of hieroglyphs, conditioned on non-homoglpyh input text images. Practical changes to current SOTA were required to facilitate the generation of more varied homoglyph text-based images. We also demonstrate a workflow of how PhishGAN together with a Homoglyph Identifier (HI) model can be used to identify the domain the homoglyph was trying to imitate. Furthermore, we demonstrate how PhishGAN's ability to generate datasets on the fly facilitate the quick adaptation of cybersecurity systems to detect new threats as they emerge.","publish_time":1592956800000,"author_summary":" Lee, Joon Sern; Yam, Gui Peng David; Chan, Jin<br>Hao","abstract_summary":" Homoglyph attacks are a common technique used<br>by hackers to conduct phishing. Domain names or<br>links that are visually similar to actual ones are<br>created via punycode to obfuscate the attack, making<br>the victim more susceptible to phishing. For<br>example, victims may<br>mistake\"|inkedin.com\"for\"linkedin.com\"and in the process, divulge personal details to the<br>fake website. Current State of The Art (SOTA)<br>typically make use of string comparison algorithms (e.g.<br>Levenshtein Distance), which are computationally heavy.<br>One reason for this is the lack of publicly<br>available datasets thus hindering the training of more<br>advanced Machine Learning (ML) models. Furthermore, no<br>one font is...","title_summary":" PhishGAN: Data Augmentation and<br>Identification of Homoglpyh Attacks","x":-26.8193798065,"y":32.0874557495,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.8193798065,"tsne_y":32.0874557495,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"izi5bi97","source_x":"ArXiv","title":"Exploitation of Human Trust, Curiosity and Ignorance by Malware","doi":null,"abstract":"Despite defensive advances in the Internet realm, Malware (malicious software) remains a Cybersecurity threat. These days, Malware can be purchased and licensed on the Internet to further customize and deploy. With hundreds of Malware variants discovered every day, organizations and users experience enormous financial losses as cybercriminals steal financial and user data. In this article surveys the human characteristics that are key to the defense chain against Malware. The article starts with the attack models\/vectors that humans often fall prey to and their fallouts. Next, analysis of their root cause and suggest preventive measures that may be employed is detailed. The article concludes that while Internet user education, training, awareness can reduce the chances of Malware attacks,it cannot entirely eliminate them.","publish_time":1582675200000,"author_summary":" Krishnan, Sundar","abstract_summary":" Despite defensive advances in the Internet<br>realm, Malware (malicious software) remains a<br>Cybersecurity threat. These days, Malware can be purchased<br>and licensed on the Internet to further customize<br>and deploy. With hundreds of Malware variants<br>discovered every day, organizations and users experience<br>enormous financial losses as cybercriminals steal<br>financial and user data. In this article surveys the human<br>characteristics that are key to the defense chain against<br>Malware. The article starts with the attack<br>models\/vectors that humans often fall prey to and their<br>fallouts. Next, analysis of their root cause and suggest<br>preventive measures that may be employed is detailed....","title_summary":" Exploitation of Human Trust, Curiosity and<br>Ignorance by Malware","x":-26.6817474365,"y":31.864151001,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.6817474365,"tsne_y":31.864151001,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"xqgm5a9e","source_x":"ArXiv","title":"An Evasion Attack against ML-based Phishing URL Detectors","doi":null,"abstract":"Background: Over the year, Machine Learning Phishing URL classification (MLPU) systems have gained tremendous popularity to detect phishing URLs proactively. Despite this vogue, the security vulnerabilities of MLPUs remain mostly unknown. Aim: To address this concern, we conduct a study to understand the test time security vulnerabilities of the state-of-the-art MLPU systems, aiming at providing guidelines for the future development of these systems. Method: In this paper, we propose an evasion attack framework against MLPU systems. To achieve this, we first develop an algorithm to generate adversarial phishing URLs. We then reproduce 41 MLPU systems and record their baseline performance. Finally, we simulate an evasion attack to evaluate these MLPU systems against our generated adversarial URLs. Results: In comparison to previous works, our attack is: (i) effective as it evades all the models with an average success rate of 66% and 85% for famous (such as Netflix, Google) and less popular phishing targets (e.g., Wish, JBHIFI, Officeworks) respectively; (ii) realistic as it requires only 23ms to produce a new adversarial URL variant that is available for registration with a median cost of only $11.99\/year. We also found that popular online services such as Google SafeBrowsing and VirusTotal are unable to detect these URLs. (iii) We find that Adversarial training (successful defence against evasion attack) does not significantly improve the robustness of these systems as it decreases the success rate of our attack by only 6% on average for all the models. (iv) Further, we identify the security vulnerabilities of the considered MLPU systems. Our findings lead to promising directions for future research. Conclusion: Our study not only illustrate vulnerabilities in MLPU systems but also highlights implications for future study towards assessing and improving these systems.","publish_time":1589760000000,"author_summary":" Sabir, Bushra; Babar, M. Ali; Gaire, Raj","abstract_summary":" Background: Over the year, Machine Learning<br>Phishing URL classification (MLPU) systems have gained<br>tremendous popularity to detect phishing URLs<br>proactively. Despite this vogue, the security<br>vulnerabilities of MLPUs remain mostly unknown. Aim: To address<br>this concern, we conduct a study to understand the<br>test time security vulnerabilities of the<br>state-of-the-art MLPU systems, aiming at providing guidelines<br>for the future development of these systems.<br>Method: In this paper, we propose an evasion attack<br>framework against MLPU systems. To achieve this, we first<br>develop an algorithm to generate adversarial phishing<br>URLs. We then reproduce 41 MLPU systems and record<br>their baseline performance....","title_summary":" An Evasion Attack against ML-based Phishing<br>URL Detectors","x":-26.8361377716,"y":32.4651412964,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.8361377716,"tsne_y":32.4651412964,"subcluster":2,"subcluster_description":"Android Machine Learning Detection","shape":"p"},{"cord_uid":"wdmt37v9","source_x":"ArXiv","title":"Systematic Attack Surface Reduction For Deployed Sentiment Analysis Models","doi":null,"abstract":"This work proposes a structured approach to baselining a model, identifying attack vectors, and securing the machine learning models after deployment. This method for securing each model post deployment is called the BAD (Build, Attack, and Defend) Architecture. Two implementations of the BAD architecture are evaluated to quantify the adversarial life cycle for a black box Sentiment Analysis system. As a challenging diagnostic, the Jigsaw Toxic Bias dataset is selected as the baseline in our performance tool. Each implementation of the architecture will build a baseline performance report, attack a common weakness, and defend the incoming attack. As an important note: each attack surface demonstrated in this work is detectable and preventable. The goal is to demonstrate a viable methodology for securing a machine learning model in a production setting.","publish_time":1592524800000,"author_summary":" Kalin, Josh; Noever, David; Dozier, Gerry","abstract_summary":" This work proposes a structured approach to<br>baselining a model, identifying attack vectors, and<br>securing the machine learning models after deployment.<br>This method for securing each model post deployment<br>is called the BAD (Build, Attack, and Defend)<br>Architecture. Two implementations of the BAD architecture<br>are evaluated to quantify the adversarial life<br>cycle for a black box Sentiment Analysis system. As a<br>challenging diagnostic, the Jigsaw Toxic Bias dataset is<br>selected as the baseline in our performance tool. Each<br>implementation of the architecture will build a baseline<br>performance report, attack a common weakness, and defend<br>the incoming attack. As an important...","title_summary":" Systematic Attack Surface Reduction For<br>Deployed Sentiment Analysis Models","x":-27.4725017548,"y":32.4556427002,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.4725017548,"tsne_y":32.4556427002,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lwwd8q3c","source_x":"ArXiv","title":"Deep-CAPTCHA: a deep learning based CAPTCHA solver for vulnerability assessment","doi":null,"abstract":"CAPTCHA is a human-centred test to distinguish a human operator from bots, attacking programs, or other computerised agents that tries to imitate human intelligence. In this research, we investigate a way to crack visual CAPTCHA tests by an automated deep learning based solution. The goal of this research is to investigate the weaknesses and vulnerabilities of the CAPTCHA generator systems; hence, developing more robust CAPTCHAs, without taking the risks of manual try and fail efforts. We develop a Convolutional Neural Network called Deep-CAPTCHA to achieve this goal. The proposed platform is able to investigate both numerical and alphanumerical CAPTCHAs. To train and develop an efficient model, we have generated a dataset of 500,000 CAPTCHAs to train our model. In this paper, we present our customised deep neural network model, we review the research gaps, the existing challenges, and the solutions to cope with the issues. Our network's cracking accuracy leads to a high rate of 98.94% and 98.31% for the numerical and the alpha-numerical test datasets, respectively. That means more works is required to develop robust CAPTCHAs, to be non-crackable against automated artificial agents. As the outcome of this research, we identify some efficient techniques to improve the security of the CAPTCHAs, based on the performance analysis conducted on the Deep-CAPTCHA model.","publish_time":1592179200000,"author_summary":" Noury, Zahra; Rezaei, Mahdi","abstract_summary":" CAPTCHA is a human-centred test to distinguish<br>a human operator from bots, attacking programs,<br>or other computerised agents that tries to<br>imitate human intelligence. In this research, we<br>investigate a way to crack visual CAPTCHA tests by an<br>automated deep learning based solution. The goal of this<br>research is to investigate the weaknesses and<br>vulnerabilities of the CAPTCHA generator systems; hence,<br>developing more robust CAPTCHAs, without taking the risks<br>of manual try and fail efforts. We develop a<br>Convolutional Neural Network called Deep-CAPTCHA to achieve<br>this goal. The proposed platform is able to<br>investigate both numerical and alphanumerical CAPTCHAs.<br>To...","title_summary":" Deep-CAPTCHA: a deep learning based CAPTCHA<br>solver for vulnerability assessment","x":-27.2307434082,"y":33.2560081482,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-27.2307434082,"tsne_y":33.2560081482,"subcluster":5,"subcluster_description":"Binary Software Vulnerability Detectionmalicious","shape":"p"},{"cord_uid":"80853mcd","source_x":"ArXiv","title":"Keystroke Biometrics in Response to Fake News Propagation in a Global Pandemic","doi":null,"abstract":"This work proposes and analyzes the use of keystroke biometrics for content de-anonymization. Fake news have become a powerful tool to manipulate public opinion, especially during major events. In particular, the massive spread of fake news during the COVID-19 pandemic has forced governments and companies to fight against missinformation. In this context, the ability to link multiple accounts or profiles that spread such malicious content on the Internet while hiding in anonymity would enable proactive identification and blacklisting. Behavioral biometrics can be powerful tools in this fight. In this work, we have analyzed how the latest advances in keystroke biometric recognition can help to link behavioral typing patterns in experiments involving 100,000 users and more than 1 million typed sequences. Our proposed system is based on Recurrent Neural Networks adapted to the context of content de-anonymization. Assuming the challenge to link the typed content of a target user in a pool of candidate profiles, our results show that keystroke recognition can be used to reduce the list of candidate profiles by more than 90%. In addition, when keystroke is combined with auxiliary data (such as location), our system achieves a Rank-1 identification performance equal to 52.6% and 10.9% for a background candidate list composed of 1K and 100K profiles, respectively.","publish_time":1589500800000,"author_summary":" Morales, Aythami; Acien, Alejandro; Fierrez,<br>Julian; Monaco, John V.; Tolosana, Ruben;<br>Vera-Rodriguez, Ruben; Ortega-Garcia, Javier","abstract_summary":" This work proposes and analyzes the use of<br>keystroke biometrics for content de-anonymization.<br>Fake news have become a powerful tool to manipulate<br>public opinion, especially during major events. In<br>particular, the massive spread of fake news during the<br>COVID-19 pandemic has forced governments and companies<br>to fight against missinformation. In this<br>context, the ability to link multiple accounts or<br>profiles that spread such malicious content on the<br>Internet while hiding in anonymity would enable<br>proactive identification and blacklisting. Behavioral<br>biometrics can be powerful tools in this fight. In this<br>work, we have analyzed how the latest advances in<br>keystroke biometric...","title_summary":" Keystroke Biometrics in Response to Fake News<br>Propagation in a Global Pandemic","x":-26.622428894,"y":31.7210559845,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-26.622428894,"tsne_y":31.7210559845,"subcluster":3,"subcluster_description":"Binary Search Feature Selectionmachine","shape":"p"},{"cord_uid":"pgc3frhp","source_x":"ArXiv","title":"A network paradigm for very high capacity mobile and fixed telecommunications ecosystem sustainable evolution","doi":null,"abstract":"For very high capacity networks (VHC), the main objective is to improve the quality of the end-user experience. This implies compliance with key performance indicators (KPIs) required by applications. Key performance indicators at the application level are throughput, download time, round trip time, and video delay. They depend on the end-to-end connection between the server and the end-user device. For VHC networks, Telco operators must provide the required application quality. Moreover, they must meet the objectives of economic sustainability. Today, Telco operators rarely achieve the above objectives, mainly due to the push to increase the bit-rate of access networks without considering the end-to-end KPIs of the applications. The main contribution of this paper concerns the definition of a deployment framework to address performance and cost issues for VHC networks. We show three actions on which it is necessary to focus. First, limiting bit-rate through video compression. Second, contain the rate of packet loss through artificial intelligence algorithms for line stabilization. Third, reduce latency (i.e., round-trip time) with edge-cloud computing. The concerted and gradual application of these measures can allow a Telco to get out of the ultra-broadband\"trap\"of the access network, as defined in the paper. We propose to work on end-to-end optimization of the bandwidth utilization ratio. This leads to a better performance experienced by the end-user. It also allows a Telco operator to create new business models and obtain new revenue streams at a sustainable cost. To give a clear example, we describe how to realize mobile virtual and augmented reality, which is one of the most challenging future services.","publish_time":1591056000000,"author_summary":" Vatalaro, Francesco; Ciccarella, Gianfranco","abstract_summary":" For very high capacity networks (VHC), the main<br>objective is to improve the quality of the end-user<br>experience. This implies compliance with key performance<br>indicators (KPIs) required by applications. Key<br>performance indicators at the application level are<br>throughput, download time, round trip time, and video<br>delay. They depend on the end-to-end connection<br>between the server and the end-user device. For VHC<br>networks, Telco operators must provide the required<br>application quality. Moreover, they must meet the<br>objectives of economic sustainability. Today, Telco<br>operators rarely achieve the above objectives, mainly<br>due to the push to increase the bit-rate of access<br>networks without...","title_summary":" A network paradigm for very high capacity<br>mobile and fixed telecommunications ecosystem<br>sustainable evolution","x":-25.3354969025,"y":34.6164932251,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.3354969025,"tsne_y":34.6164932251,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"1uwrdwv5","source_x":"ArXiv","title":"Enabling and Enforcing Social Distancing Measures using Smart City and ITS Infrastructures: A COVID-19 Use Case","doi":null,"abstract":"Internet of Things is a revolutionary domain that has the caliber to impact our lives and bring significant changes to the world. Several IoT applications have been envisioned to facilitate data driven and smart application for the user. Smart City and Intelligent Transportation System (ITS) offer a futuristic vision of smart, secure and safe experience to the end user, and at the same time efficiently manage the sparse resources and optimize the efficiency of city operations. However, outbreaks and pandemics like COVID-19 have revealed limitations of the existing deployments, therefore, architecture, applications and technology systems need to be developed for swift and timely enforcement of guidelines, rules and government orders to contain such future outbreaks. This work outlines novel architecture, potential use-cases and some future directions in developing such applications using Smart City and ITS.","publish_time":1586736000000,"author_summary":" Gupta, Maanak; Abdelsalam, Mahmoud; Mittal,<br>Sudip","abstract_summary":" Internet of Things is a revolutionary domain<br>that has the caliber to impact our lives and bring<br>significant changes to the world. Several IoT applications<br>have been envisioned to facilitate data driven and<br>smart application for the user. Smart City and<br>Intelligent Transportation System (ITS) offer a<br>futuristic vision of smart, secure and safe experience to<br>the end user, and at the same time efficiently<br>manage the sparse resources and optimize the<br>efficiency of city operations. However, outbreaks and<br>pandemics like COVID-19 have revealed limitations of the<br>existing deployments, therefore, architecture,<br>applications and technology systems need to be developed for...","title_summary":" Enabling and Enforcing Social Distancing<br>Measures using Smart City and ITS Infrastructures: A<br>COVID-19 Use Case","x":-23.9880123138,"y":33.4842567444,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.9880123138,"tsne_y":33.4842567444,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"iamv12vf","source_x":"ArXiv","title":"Pervasive Communications Technologies For Managing Pandemics","doi":null,"abstract":"Pandemics always have had serious consequences unless they were effectively contained. Recent experiences with COVID-19 show that by using a smart and swift approach to deal with pandemics, avoids overwhelming of healthcare systems, and reduces the loss of precious life. This paper is about using smart technologies such as Mobile Edge Clouds (MEC), Internet of Things (IoT), and Artificial Intelligence (AI), as an approach to effectively manage pandemics. IoT provides pervasive connectivity among various devices and can be used for collecting information such as location and symptoms of potentially infected individuals. MECs provide cloud services on the edge, integrating IoT infrastructure and execution of sophisticated AI algorithms in the Cloud. In this paper, we develop a prototype to demonstrate the convergence of pervasive technologies to support research in managing pandemics. Low-cost Single Board Computers (SBC) based clusters are integrated within MEC to support remote medical teams in the field. The prototype implements a lightweight Docker container orchestrated by Kubernetes eco-system which is deployed on the clusters. The prototype successfully demonstrates that mobile medical facilities can utilize the proposed solution to collect information and execute AI algorithms while on the go. Finally, we present a discussion on the role of converging pervasive technologies on managing pandemics.","publish_time":1592438400000,"author_summary":" Ilyas, Muhammad; Qureshi, Basit","abstract_summary":" Pandemics always have had serious<br>consequences unless they were effectively contained.<br>Recent experiences with COVID-19 show that by using a<br>smart and swift approach to deal with pandemics,<br>avoids overwhelming of healthcare systems, and<br>reduces the loss of precious life. This paper is about<br>using smart technologies such as Mobile Edge Clouds<br>(MEC), Internet of Things (IoT), and Artificial<br>Intelligence (AI), as an approach to effectively manage<br>pandemics. IoT provides pervasive connectivity among<br>various devices and can be used for collecting<br>information such as location and symptoms of potentially<br>infected individuals. MECs provide cloud services on<br>the edge, integrating IoT...","title_summary":" Pervasive Communications Technologies For<br>Managing Pandemics","x":-23.7564640045,"y":33.2901802063,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.7564640045,"tsne_y":33.2901802063,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3ozdw4ye","source_x":"Elsevier; Medline; PMC","title":"Internet of things (IoT) applications to fight against COVID-19 pandemic","doi":"10.1016\/j.dsx.2020.04.041","abstract":"BACKGROUND AND AIM: The current global challenge of COVID-19 pandemic has surpassed the provincial, radical, conceptual, spiritual, social, and pedagogical boundaries. Internet of Things (IoT) enabled healthcare system is useful for proper monitoring of COVID-19 patients, by employing an interconnected network. This technology helps to increase patient satisfaction and reduces readmission rate in the hospital. METHODS: Searched the databases of Google Scholar, PubMed, SCOPUS and ResearchGate using the keywords “Internet of things” or “IoT” and “COVID-19”. Further inputs are also taken from blogs and relevant reports. RESULTS: IoT implementation impacts on reducing healthcare cost and improve treatment outcome of the infected patient. Therefore, this present study based research is attempted to explore, discuss, and highlight the overall applications of the well-proven IoT philosophy by offering a perspective roadmap to tackle the COVID-19 pandemic. Finally, twelve significant applications of IoT are identified and discussed. It has ultimately forced the researchers, academicians, and scientists to propose some productive solutions to overcome or confront this pandemic. CONCLUSIONS: IoT is helpful for an infected patient of COVID-19 to identify symptoms and provides better treatment rapidly. It is useful for patient, physician, surgeon and hospital management system.","publish_time":1588636800000,"author_summary":" Singh, Ravi Pratap; Javaid, Mohd; Haleem,<br>Abid; Suman, Rajiv","abstract_summary":" BACKGROUND AND AIM: The current global<br>challenge of COVID-19 pandemic has surpassed the<br>provincial, radical, conceptual, spiritual, social, and<br>pedagogical boundaries. Internet of Things (IoT) enabled<br>healthcare system is useful for proper monitoring of<br>COVID-19 patients, by employing an interconnected<br>network. This technology helps to increase patient<br>satisfaction and reduces readmission rate in the hospital.<br>METHODS: Searched the databases of Google Scholar,<br>PubMed, SCOPUS and ResearchGate using the keywords<br>“Internet of things” or “IoT” and “COVID-19”. Further<br>inputs are also taken from blogs and relevant reports.<br>RESULTS: IoT implementation impacts on reducing<br>healthcare cost and improve treatment outcome of the...","title_summary":" Internet of things (IoT) applications to fight<br>against COVID-19 pandemic","x":-23.5165710449,"y":33.2373695374,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.5165710449,"tsne_y":33.2373695374,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"wpf07o8n","source_x":"Elsevier; Medline; PMC","title":"Application of cognitive Internet of Medical Things for COVID-19 pandemic","doi":"10.1016\/j.dsx.2020.06.014","abstract":"BACKGROUND AND AIM: In the age of advanced digital technology, smart healthcare based on the Internet of Things (IoT) is gaining importance to deal with the current COVID-19 pandemic. In this paper, the novel application of cognitive radio (CR) based IoT specific for the medical domain referred to as Cognitive Internet of Medical Things (CIoMT) is explored to tackle the global challenge. This concept of CIoT is best suited to this pandemic as every person is to be connected and monitored through a massive network that requires efficient spectrum management. METHODS: An extensive literature survey is conducted in the Google Scholar, Scopus, PubMed, Research Gate, and IEEE Xplore databases using the terms “COVID-19\" and “Cognitive IoT” or “Corona virus” and “IoMT”. The latest data and inputs from official websites and reports are used for further investigation and analysis of the application areas. RESULTS: This review encompasses different novel applications of CIoMT for fighting the ongoing COVID-19 health crisis. The CR based dynamic spectrum allocation technique is the solution for accommodating a massive number of devices and a wide number of applications. The CIoMT platform enables real-time tracking, remote health monitoring, rapid diagnosis of the cases, contact tracking, clustering, screening, and surveillance thus, reducing the workload on the medical industry for prevention and control of the infection. The challenges and future research directions are also identified. CONCLUSIONS: CIoMT is a promising technology for rapid diagnosis, dynamic monitoring and tracking, better treatment and control without spreading the virus to others.","publish_time":1591833600000,"author_summary":" Swayamsiddha, Swati; Mohanty, Chandana","abstract_summary":" BACKGROUND AND AIM: In the age of advanced<br>digital technology, smart healthcare based on the<br>Internet of Things (IoT) is gaining importance to deal<br>with the current COVID-19 pandemic. In this paper,<br>the novel application of cognitive radio (CR)<br>based IoT specific for the medical domain referred to<br>as Cognitive Internet of Medical Things (CIoMT)<br>is explored to tackle the global challenge. This<br>concept of CIoT is best suited to this pandemic as every<br>person is to be connected and monitored through a<br>massive network that requires efficient spectrum<br>management. METHODS: An extensive literature survey is<br>conducted in the Google...","title_summary":" Application of cognitive Internet of Medical<br>Things for COVID-19 pandemic","x":-23.4607982635,"y":33.3483581543,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.4607982635,"tsne_y":33.3483581543,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"ozbyi02w","source_x":"Medline; PMC","title":"A Hadoop-Based Platform for Patient Classification and Disease Diagnosis in Healthcare Applications","doi":"10.3390\/s20071931","abstract":"Nowadays, the increasing number of patients accompanied with the emergence of new symptoms and diseases makes heath monitoring and assessment a complicated task for medical staff and hospitals. Indeed, the processing of big and heterogeneous data collected by biomedical sensors along with the need of patients’ classification and disease diagnosis become major challenges for several health-based sensing applications. Thus, the combination between remote sensing devices and the big data technologies have been proven as an efficient and low cost solution for healthcare applications. In this paper, we propose a robust big data analytics platform for real time patient monitoring and decision making to help both hospital and medical staff. The proposed platform relies on big data technologies and data analysis techniques and consists of four layers: real time patient monitoring, real time decision and data storage, patient classification and disease diagnosis, and data retrieval and visualization. To evaluate the performance of our platform, we implemented our platform based on the Hadoop ecosystem and we applied the proposed algorithms over real health data. The obtained results show the effectiveness of our platform in terms of efficiently performing patient classification and disease diagnosis in healthcare applications.","publish_time":1585526400000,"author_summary":" Harb, Hassan; Mroue, Hussein; Mansour, Ali;<br>Nasser, Abbass; Motta Cruz, Eduardo","abstract_summary":" Nowadays, the increasing number of patients<br>accompanied with the emergence of new symptoms and diseases<br>makes heath monitoring and assessment a complicated<br>task for medical staff and hospitals. Indeed, the<br>processing of big and heterogeneous data collected by<br>biomedical sensors along with the need of patients’<br>classification and disease diagnosis become major challenges<br>for several health-based sensing applications.<br>Thus, the combination between remote sensing<br>devices and the big data technologies have been proven<br>as an efficient and low cost solution for<br>healthcare applications. In this paper, we propose a<br>robust big data analytics platform for real time<br>patient monitoring and...","title_summary":" A Hadoop-Based Platform for Patient<br>Classification and Disease Diagnosis in Healthcare<br>Applications","x":-22.4761886597,"y":33.5171356201,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.4761886597,"tsne_y":33.5171356201,"subcluster":7,"subcluster_description":"Urban Physical Well-Beingcontext-Aware Healthcare","shape":"p"},{"cord_uid":"iiahpjod","source_x":"Elsevier; PMC","title":"The rise of artificial intelligence in healthcare applications","doi":"10.1016\/b978-0-12-818438-7.00002-2","abstract":"Big data and machine learning are having an impact on most aspects of modern life, from entertainment, commerce, and healthcare. Netflix knows which films and series people prefer to watch, Amazon knows which items people like to buy when and where, and Google knows which symptoms and conditions people are searching for. All this data can be used for very detailed personal profiling, which may be of great value for behavioral understanding and targeting but also has potential for predicting healthcare trends. There is great optimism that the application of artificial intelligence (AI) can provide substantial improvements in all areas of healthcare from diagnostics to treatment. It is generally believed that AI tools will facilitate and enhance human work and not replace the work of physicians and other healthcare staff as such. AI is ready to support healthcare personnel with a variety of tasks from administrative workflow to clinical documentation and patient outreach as well as specialized support such as in image analysis, medical device automation, and patient monitoring. In this chapter, some of the major applications of AI in healthcare will be discussed covering both the applications that are directly associated with healthcare and those in the healthcare value chain such as drug development and ambient assisted living.","publish_time":1593129600000,"author_summary":" Bohr, Adam; Memarzadeh, Kaveh","abstract_summary":" Big data and machine learning are having an<br>impact on most aspects of modern life, from<br>entertainment, commerce, and healthcare. Netflix knows which<br>films and series people prefer to watch, Amazon knows<br>which items people like to buy when and where, and<br>Google knows which symptoms and conditions people are<br>searching for. All this data can be used for very detailed<br>personal profiling, which may be of great value for<br>behavioral understanding and targeting but also has<br>potential for predicting healthcare trends. There is<br>great optimism that the application of artificial<br>intelligence (AI) can provide substantial improvements in<br>all areas...","title_summary":" The rise of artificial intelligence in<br>healthcare applications","x":-22.1406288147,"y":33.4788360596,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.1406288147,"tsne_y":33.4788360596,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"sqyhzxty","source_x":"Elsevier; PMC","title":"Prospect and application of Internet of Things technology for prevention of SARIs","doi":"10.1016\/j.ceh.2020.02.001","abstract":"Abstract The Internet of Things (IoT) includes three core procedures: full spectrum perception, reliable transmission, and intelligent processing. It can be applied for the prevention and control of SARI (severe acute respiratory infection). By combining sensors, information technology, artificial intelligence, and available dynamic networking devices, IoT could realize long-distance communication between hospitals, patients, and medical devices, which could ultimately improve current medical conditions.","publish_time":1609372800000,"author_summary":" Song, Yuanlin; Jiang, Jinjun; Wang, Xun; Yang,<br>Dawei; Bai, Chunxue","abstract_summary":" Abstract The Internet of Things (IoT) includes<br>three core procedures: full spectrum perception,<br>reliable transmission, and intelligent processing. It<br>can be applied for the prevention and control of<br>SARI (severe acute respiratory infection). By<br>combining sensors, information technology, artificial<br>intelligence, and available dynamic networking devices, IoT<br>could realize long-distance communication between<br>hospitals, patients, and medical devices, which could<br>ultimately improve current medical conditions.","title_summary":" Prospect and application of Internet of Things<br>technology for prevention of SARIs","x":-23.3777198792,"y":33.7404937744,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.3777198792,"tsne_y":33.7404937744,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"d6dfvof7","source_x":"Elsevier; Medline; PMC","title":"Trends in IoT based solutions for health care: moving AI to the Edge","doi":"10.1016\/j.patrec.2020.05.016","abstract":"In recent times, we assist to an ever growing diffusion of smart medical sensors and Internet of things devices that are heavily changing the way healthcare is approached worldwide. In this context, a combination of Cloud and IoT architectures is often exploited to make smart healthcare systems capable of supporting near realtime applications when processing and performing Artificial Intelligence on the huge amount of data produced by wearable sensor networks. Anyway, the response time and the availability of cloud based systems, together with security and privacy, still represent critical issues that prevents Internet of Medical Things (IoMT) devices and architectures from being a reliable and effective solution to the aim. Lately, there is a growing interest towards architectures and approaches that exploit Edge and Fog computing as an answer to compensate the weaknesses of the cloud. In this paper, we propose a short review about the general use of IoT solutions in health care, starting from early health monitoring solutions from wearable sensors up to a discussion about the latest trends in fog\/edge computing for smart health.","publish_time":1589328000000,"author_summary":" Greco, Luca; Percannella, Gennaro;<br>Ritrovato, Pierluigi; Tortorella, Francesco; Vento,<br>Mario","abstract_summary":" In recent times, we assist to an ever growing<br>diffusion of smart medical sensors and Internet of things<br>devices that are heavily changing the way healthcare is<br>approached worldwide. In this context, a combination of<br>Cloud and IoT architectures is often exploited to<br>make smart healthcare systems capable of<br>supporting near realtime applications when processing<br>and performing Artificial Intelligence on the<br>huge amount of data produced by wearable sensor<br>networks. Anyway, the response time and the availability<br>of cloud based systems, together with security<br>and privacy, still represent critical issues that<br>prevents Internet of Medical Things (IoMT) devices and<br>architectures...","title_summary":" Trends in IoT based solutions for health care:<br>moving AI to the Edge","x":-23.2576522827,"y":33.5988731384,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.2576522827,"tsne_y":33.5988731384,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"ma7u2ioa","source_x":"Medline; PMC","title":"Enabling Medicine Reuse Using a Digital Time Temperature Humidity Sensor in an Internet of Pharmaceutical Things Concept","doi":"10.3390\/s20113080","abstract":"Medicinal waste due to improper handling of unwanted medicines creates health and environmental risks. However, the re-dispensing of unused prescribed medicines from patients seems to be accepted by stakeholders when quality and safety requirements are met. Reusing dispensed medicines may help reduce waste, but a comprehensive validation method is not generally available. The design of a novel digital time temperature and humidity indicator based on an Internet of Pharmaceutical Things concept is proposed to facilitate the validation, and a prototype is presented using smart sensors with cloud connectivity acting as the key technology for verifying and enabling the reuse of returned medicines. Deficiency of existing technologies is evaluated based on the results of this development, and recommendations for future research are suggested.","publish_time":1590710400000,"author_summary":" Hui, Terence K. L.; Donyai, Parastou;<br>McCrindle, Rachel; Sherratt, R. Simon","abstract_summary":" Medicinal waste due to improper handling of<br>unwanted medicines creates health and environmental<br>risks. However, the re-dispensing of unused<br>prescribed medicines from patients seems to be accepted by<br>stakeholders when quality and safety requirements are met.<br>Reusing dispensed medicines may help reduce waste, but<br>a comprehensive validation method is not<br>generally available. The design of a novel digital time<br>temperature and humidity indicator based on an Internet of<br>Pharmaceutical Things concept is proposed to facilitate the<br>validation, and a prototype is presented using smart<br>sensors with cloud connectivity acting as the key<br>technology for verifying and enabling the reuse of...","title_summary":" Enabling Medicine Reuse Using a Digital Time<br>Temperature Humidity Sensor in an Internet of<br>Pharmaceutical Things Concept","x":-22.9741821289,"y":33.5422935486,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-22.9741821289,"tsne_y":33.5422935486,"subcluster":6,"subcluster_description":"Smart Healthcare Monitoring System","shape":"p"},{"cord_uid":"h0t8dph5","source_x":"Elsevier; Medline; PMC","title":"Assessing factors critical to smart technology applications to mobile health care − the fgm-fahp approach","doi":"10.1016\/j.hlpt.2020.02.005","abstract":"Smart technologies present numerous opportunities for enhancing mobile health care. However, some concerns regarding the viability of smart technology applications must be addressed. This study investigated these concerns by reviewing the current practices of smart technology applications to mobile health care. As a result, five factors critical to the applicability of a smart technology to mobile health care are identified, and the fuzzy geometric mean-fuzzy analytic hierarchy process (FGM-FAHP) approach is proposed to assess the relative importance levels of the identified factors. The experimental results showed that the three most critical factors identified include: (a) the relaxation of the related medical laws; (b) unobtrusiveness; and (c) the precise need and situation of a user. Accordingly, approximately 44%, 26%, and 15% of the budget should be allocated to the realization of the three critical factors, respectively. In addition, the challenges involved and opportunities for enhancing the effectiveness of existing applications are discussed.","publish_time":1581724800000,"author_summary":" Chen, Toly","abstract_summary":" Smart technologies present numerous<br>opportunities for enhancing mobile health care. However,<br>some concerns regarding the viability of smart<br>technology applications must be addressed. This study<br>investigated these concerns by reviewing the current<br>practices of smart technology applications to mobile<br>health care. As a result, five factors critical to the<br>applicability of a smart technology to mobile health care are<br>identified, and the fuzzy geometric mean-fuzzy analytic<br>hierarchy process (FGM-FAHP) approach is proposed to<br>assess the relative importance levels of the<br>identified factors. The experimental results showed that<br>the three most critical factors identified<br>include: (a) the relaxation of the related...","title_summary":" Assessing factors critical to smart<br>technology applications to mobile health care − the<br>fgm-fahp approach","x":-23.0946865082,"y":33.1482009888,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.0946865082,"tsne_y":33.1482009888,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"r8xgnz87","source_x":"Elsevier; PMC","title":"Cyber-Physical Systems Security: Limitations, Issues and Future Trends","doi":"10.1016\/j.micpro.2020.103201","abstract":"Typically, Cyber-Physical Systems (CPS) involve various interconnected systems, which can monitor and manipulate real objects and processes. They are closely related to Internet of Things (IoT) systems, except that CPS focuses on the interaction between physical, networking and computation processes. Their integration with IoT led to a new CPS aspect, the Internet of Cyber-Physical Things (IoCPT). The fast and significant evolution of CPS affects various aspects in people’s way of life and enables a wider range of services and applications including e-Health, smart homes, e-Commerce, etc. However, interconnecting the cyber and physical worlds gives rise to new dangerous security challenges. Consequently, CPS security has attracted the attention of both researchers and industries. This paper surveys the main aspects of CPS and the corresponding applications, technologies, and standards. Moreover, CPS security vulnerabilities, threats and attacks are reviewed, while the key issues and challenges are identified. Additionally, the existing security measures are presented and analyzed while identifying their main limitations. Finally, several suggestions and recommendations are proposed benefiting from the lessons learned throughout this comprehensive review.","publish_time":1594166400000,"author_summary":" Yaacoub, Jean-Paul A.; Salman, Ola; Noura,<br>Hassan N.; Kaaniche, Nesrine; Chehab, Ali; Malli,<br>Mohamad","abstract_summary":" Typically, Cyber-Physical Systems (CPS)<br>involve various interconnected systems, which can<br>monitor and manipulate real objects and processes.<br>They are closely related to Internet of Things (IoT)<br>systems, except that CPS focuses on the interaction<br>between physical, networking and computation<br>processes. Their integration with IoT led to a new CPS<br>aspect, the Internet of Cyber-Physical Things<br>(IoCPT). The fast and significant evolution of CPS<br>affects various aspects in people’s way of life and<br>enables a wider range of services and applications<br>including e-Health, smart homes, e-Commerce, etc.<br>However, interconnecting the cyber and physical worlds<br>gives rise to new dangerous security challenges....","title_summary":" Cyber-Physical Systems Security:<br>Limitations, Issues and Future Trends","x":-24.5433883667,"y":34.4268684387,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-24.5433883667,"tsne_y":34.4268684387,"subcluster":1,"subcluster_description":"Smart Hospital Infrastructurereal-Time Outlier","shape":"p"},{"cord_uid":"yq4dphmb","source_x":"Elsevier; PMC","title":"A Multi-Tier Fog Content Orchestrator Mechanism with Quality of Experience Support","doi":"10.1016\/j.comnet.2020.107288","abstract":"Abstract Video-on-Demand (VoD) services create a demand for content orchestrator mechanisms to support Quality of Experience (QoE). Fog computing brings benefits for enhancing the QoE for VoD services by caching the content closer to the user in a multi-tier fog architecture, considering their available resources to improve QoE. In this context, it is mandatory to consider network, fog node, and user metrics to choose an appropriate fog node to distribute videos with QoE support properly. In this article, we introduce a content orchestrator mechanism, called of Fog4Video, which chooses an appropriate fog node to download video content. The mechanism considers the available bandwidth, delay, and cost, besides the QoE metrics for VoD, namely number of stalls and stalls duration, to deploy VoD services in the opportune fog node. Decision-making acknowledges periodical reports of QoE from the clients to assess the video streaming from each fog node. These values serve as inputs for a real-time Analytic Hierarchy Process method to compute the influence factor for each parameter and compute the QoE improvement potential of the fog node. Fog4Video is executed in fog nodes organized in multiple tiers, having different characteristics to provide VoD services. Simulation results demonstrate that Fog4Video transmits adapted videos with 30% higher QoE and reduced monetary cost up to 24% than other content request mechanisms.","publish_time":1588723200000,"author_summary":" Santos, Hugo; Alencar, Derian; Meneguette,<br>Rodolfo; Rosário, Denis; Nobre, Jéferson; Both,<br>Cristiano; Cerqueira, Eduardo; Braun, Torsten","abstract_summary":" Abstract Video-on-Demand (VoD) services<br>create a demand for content orchestrator mechanisms<br>to support Quality of Experience (QoE). Fog<br>computing brings benefits for enhancing the QoE for VoD<br>services by caching the content closer to the user in a<br>multi-tier fog architecture, considering their<br>available resources to improve QoE. In this context, it is<br>mandatory to consider network, fog node, and user metrics<br>to choose an appropriate fog node to distribute<br>videos with QoE support properly. In this article, we<br>introduce a content orchestrator mechanism, called of<br>Fog4Video, which chooses an appropriate fog node to<br>download video content. The mechanism considers...","title_summary":" A Multi-Tier Fog Content Orchestrator<br>Mechanism with Quality of Experience Support","x":-25.4949703217,"y":34.8323516846,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-25.4949703217,"tsne_y":34.8323516846,"subcluster":0,"subcluster_description":"Backhaul Link Performancea Network","shape":"p"},{"cord_uid":"x7ut1q2k","source_x":"PMC; WHO","title":"A re-organizing biosurveillance framework based on fog and mobile edge computing","doi":"10.1007\/s11042-020-09050-x","abstract":"Biological threats are becoming a serious security issue for many countries across the world. Effective biosurveillance systems can primarily support appropriate responses to biological threats and consequently save human lives. Nevertheless, biosurveillance systems are costly to implement and hard to operate. Furthermore, they rely on static infrastructures that might not cope with the evolving dynamics of the monitored environment. In this paper, we present a reorganizing biosurveillance framework for the detection and localization of biological threats with fog and mobile edge computing support. In the proposed framework, a hierarchy of fog nodes are responsible for aggregating monitoring data within their regions and detecting potential threats. Although fog nodes are deployed on a fixed base station infrastructure, the framework provides an innovative technique for reorganizing the monitored environment structure to adapt to the evolving environmental conditions and to overcome the limitations of the static base station infrastructure. Evaluation results illustrate the ability of the framework to localize biological threats and detect infected areas. Moreover, the results show the effectiveness of the reorganization mechanisms in adjusting the environment structure to cope with the highly dynamic environment.","publish_time":1590192000000,"author_summary":" Al-Zinati, Mohammad; Alrashdan, Reem;<br>Al-Duwairi, Basheer; Aloqaily, Moayad","abstract_summary":" Biological threats are becoming a serious<br>security issue for many countries across the world.<br>Effective biosurveillance systems can primarily<br>support appropriate responses to biological threats<br>and consequently save human lives. Nevertheless,<br>biosurveillance systems are costly to implement and hard to<br>operate. Furthermore, they rely on static<br>infrastructures that might not cope with the evolving dynamics<br>of the monitored environment. In this paper, we<br>present a reorganizing biosurveillance framework for<br>the detection and localization of biological<br>threats with fog and mobile edge computing support. In<br>the proposed framework, a hierarchy of fog nodes<br>are responsible for aggregating monitoring data<br>within their...","title_summary":" A re-organizing biosurveillance framework<br>based on fog and mobile edge computing","x":-23.805688858,"y":33.2417793274,"cluster":12,"cluster_name":"c13","cluster_description":"Smart Healthcare Monitoring System","tsne_x":-23.805688858,"tsne_y":33.2417793274,"subcluster":-1,"subcluster_description":-1,"shape":"p"}]