{"cluster": 13, "subcluster": 4, "abstract_summ": "In addition to the homology to bat coronaviruses observed in descriptions of the SARS-CoV-2 sequence (F. Wu, S. Zhao, B. Yu, Y. M. Chen, et al., Nature 579:265–269, 2020, https://doi.org/10.1038/s41586-020-2008-3; P. Zhou, X. L. Yang, X. G. Wang, B. Hu, et al., Nature 579:270–273, 2020, https://doi.org/10.1038/s41586-020-2012-7), we note a strong homology to numerous sequence reads in metavirome data sets generated from the lungs of deceased pangolins reported by Liu et al. (P. Liu, W. Chen, and J. P. Chen, Viruses 11:979, 2019, https://doi.org/10.3390/v11110979). While analysis of these reads indicates the presence of a similar viral sequence in pangolin lung, the similarity is not sufficient to either confirm or rule out a role for pangolins as an intermediate host in the recent emergence of SARS-CoV-2.Since March 2020, VADR has also been used to check SARS-CoV-2 sequence submissions.In numerous instances, tracking the biological significance of a nucleic acid sequence can be augmented through the identification of environmental niches in which the sequence of interest is present.Reciprocally, the adoption of VADR frees GenBank staff to spend more time on services other than checking routine viral sequence submissions.The pipeline can also detect single nucleotide variants and assemble high quality complete consensus genome sequences, permitting high-resolution inference of transmission.", "title_summ": "COVID-Align: Accurate online alignment of hCoV-19 genomes using a profile HMMNovel NGS Pipeline for Virus Discovery from a Wide Spectrum of Hosts and Sample TypesIDseq – An Open Source Cloud-based Pipeline and Analysis Service for Metagenomic Pathogen Detection and MonitoringMETATRYP v 2.0: Metaproteomic Least Common Ancestor Analysis for Taxonomic Inference Using Specialized Sequence Assemblies - Standalone Software and Web Servers for Marine Microorganisms and CoronavirusesA Computational Toolset for Rapid Identification of SARS-CoV-2, other Viruses, and Microorganisms from Sequencing DataViralMSA: Massively scalable reference-guided multiple sequence alignment of viral genomesVADR: validation and annotation of virus sequence submissions to GenBankNanoSPC: a scalable, portable, cloud compatible viral nanopore metagenomic data processing pipelineAn Extensive Meta-Metagenomic Search Identifies SARS-CoV-2-Homologous Sequences in Pangolin Lung Viromes", "title_abstract_phrases": "In addition to the homology to bat coronaviruses observed in descriptions of the SARS-CoV-2 sequence (F. Wu, S. Zhao, B. Yu, Y. M. Chen, et al., Nature 579:265–269, 2020, https://doi.org/10.1038/s41586-020-2008-3; P. Zhou, X. L. Yang, X. G. Wang, B. Hu, et al., Nature 579:270–273, 2020, https://doi.org/10.1038/s41586-020-2012-7), we note a strong homology to numerous sequence reads in metavirome data sets generated from the lungs of deceased pangolins reported by Liu et al. (P. Liu, W. Chen, and J. P. Chen, Viruses 11:979, 2019, https://doi.org/10.3390/v11110979). While analysis of these reads indicates the presence of a similar viral sequence in pangolin lung, the similarity is not sufficient to either confirm or rule out a role for pangolins as an intermediate host in the recent emergence of SARS-CoV-2.An Extensive Meta-Metagenomic Search Identifies SARS-CoV-2-Homologous Sequences in Pangolin Lung ViromesIn numerous instances, tracking the biological significance of a nucleic acid sequence can be augmented through the identification of environmental niches in which the sequence of interest is present.This toolset is available at: https://github.com/OpenGene/fastv.ViralMSA: Massively scalable reference-guided multiple sequence alignment of viral genomesMotivation In molecular epidemiology, the identification of clusters of transmissions typically requires the alignment of viral genomic sequence data.Since March 2020, VADR has also been used to check SARS-CoV-2 sequence submissions.Reciprocally, the adoption of VADR frees GenBank staff to spend more time on services other than checking routine viral sequence submissions."}