{"cluster": 14, "subcluster": 10, "abstract_summ": "Northern Italian regions have been the most affected from CoViD-19 compared to other Italian areas and are also the zones where air pollutants concentration has been higher than in the rest of Italy.We here investigated the geographical expansion of the infection and correlate it with the annual indexes of air quality observed from the Sentinel-5 satellite orbiting around China, Italy and the U.S.A. Controlling for population size, we find more viral infections in those areas afflicted by Carbon Monoxide (CO) and Nitrogen Dioxide (NO2).We here investigated the geographical character of the infection and correlate it with several annual satellite and ground indexes of air quality in China, Iran, Italy, Spain, France, Germany, U.K. and U.S.A. Adjusting for population size, we find more viral infections in those areas afflicted by high PM 2.5 and Nitrogen Dioxide values.METHODS: COVID-19 cases, ICU admissions and mortality rate were correlated with severity of air pollution in the Italian regions.Several published and pre-print studies report associations between exposure to air pollution and COVID-19 mortality.", "title_summ": "[Quick review: air pollution and morbi-mortality by Covid-19].Role of the atmospheric pollution in the Covid-19 outbreak risk in ItalyInitial evidence of higher morbidity and mortality due to SARS-CoV-2 in regions with lower air qualityCOVID-19 higher morbidity and mortality in Chinese regions with lower air qualityIncidence of COVID-19 and Connections with Air Pollution Exposure: Evidence from the NetherlandsThe Potential role of Particulate Matter in the Spreading of COVID-19 in Northern Italy: First Evidence-based Research HypothesesCoViD-19 outbreak in Northern Italy: Did particulate matter really play a key role?Higher virulence of COVID-19 in the air-polluted regions of eight severely affected countries[Air pollution may exacerbate covid-19].Role of the chronic air pollution levels in the Covid-19 outbreak risk in Italy()Severe air pollution links to higher mortality in COVID-19 patients: the “double-hit” hypothesis.First data analysis about possible COVID-19 virus airborne diffusion due to air particulate matter (PM): the case of Lombardy (Italy)", "title_abstract_phrases": "COVID-19 higher morbidity and mortality in Chinese regions with lower air qualityWe investigated the geographical character of the COVID-19 infection in China and correlated it with satellite- and ground-based measurements of air quality.We here investigated the geographical expansion of the infection and correlate it with the annual indexes of air quality observed from the Sentinel-5 satellite orbiting around China, Italy and the U.S.A. Controlling for population size, we find more viral infections in those areas afflicted by Carbon Monoxide (CO) and Nitrogen Dioxide (NO2).We here investigated the geographical character of the infection and correlate it with several annual satellite and ground indexes of air quality in China, Iran, Italy, Spain, France, Germany, U.K. and U.S.A. Adjusting for population size, we find more viral infections in those areas afflicted by high PM 2.5 and Nitrogen Dioxide values.This suggests the detrimental impact climate change will have on the trajectory of future respiratory epidemics.[Air pollution may exacerbate covid-19].Several published and pre-print studies report associations between exposure to air pollution and COVID-19 mortality.CoViD-19 outbreak in Northern Italy: Did particulate matter really play a key role?Northern Italian regions have been the most affected from CoViD-19 compared to other Italian areas and are also the zones where air pollutants concentration has been higher than in the rest of Italy."}