{"cluster": 14, "subcluster": 1, "abstract_summ": "The distribution outputs foresee a high infection rate in many locations where real-world disease outbreaks have occurred, e.g. the Hubei province in China, and reports a high risk of disease increment in most World countries which have reported significant outbreaks (e.g. Western U.S.A.).Several models are under study to control the disease spread and infection rate and to detect possible factors that might favour them, with a focus on understanding the correlation between the disease and specific geophysical parameters.In this paper, infection rate of COVID-19 is modelled globally at a 0.5(∘) resolution, using a Maximum Entropy-based Ecological Niche Model that identifies geographical areas potentially subject to a high infection rate.We found that high temperature mitigates the transmission of the disease.Using individual-level data in mainland China, Hong Kong, and Singapore, and the number of confirmed cases in other regions, we explore the effect of temperature, relative humidity, and control measures on the spread of COVID-19.", "title_summ": "Environmental indicator for effective control of COVID-19 spreadingContaining the Spread of Coronavirus Disease 2019 (COVID-19): Meteorological Factors and Control StrategiesPossible environmental effects on the spread of COVID-19 in ChinaA global-scale ecological niche model to predict SARS-CoV-2 coronavirus infection rate", "title_abstract_phrases": "Our results suggest that NO2 satellite measurement can help decision makers effectively monitor control regulations to reduce the spread of COVID-19.Containing the Spread of Coronavirus Disease 2019 (COVID-19): Meteorological Factors and Control StrategiesThe novel coronavirus disease 2019 (COVID-19) has spread globally and the meteorological factors vary greatly across the world.The distribution outputs foresee a high infection rate in many locations where real-world disease outbreaks have occurred, e.g. the Hubei province in China, and reports a high risk of disease increment in most World countries which have reported significant outbreaks (e.g. Western U.S.A.).Several models are under study to control the disease spread and infection rate and to detect possible factors that might favour them, with a focus on understanding the correlation between the disease and specific geophysical parameters.In this paper, infection rate of COVID-19 is modelled globally at a 0.5(∘) resolution, using a Maximum Entropy-based Ecological Niche Model that identifies geographical areas potentially subject to a high infection rate.To prevent the spread of COVID-19, in this study, we report that the city lockdown measure was an effective way to reduce the number of new cases, and the nitrogen dioxide (NO2) concentration can be adopted as an environmental lockdown indicator."}