{"cluster": 14, "subcluster": 4, "abstract_summ": "Knowing that air pollution causes approximately 29% of lung cancer deaths, 43% of COPD deaths, and 25% of ischemic heart disease deaths, it is important to know the effects of quarantines in cities regarding air quality to take measures that favor populations and urban ecosystems when the emergency ends.One state that utilized such measures was New York, which contains New York City (NYC), the most populous city in the United States.Spaceborne NO(2) column observations from two high‐resolution instruments, TROPOMI onboard Sentinel‐5 Precursor and OMI on Aura, reveal unprecedented NO(2) decreases over China, South Korea, Western Europe and the U.S. as a result of public health measures enforced to contain the coronavirus disease outbreak (Covid‐19) in January‐April 2020.Many reports have shown that due to the government-backed shutdowns, the air quality in major global cities improved.Therefore, evaluating the reduction in anthropogenic emissions due to COVID-19 and the related governmental measures to restrict its expansion is crucial to assess its impacts on air pollution and economic growth.", "title_summ": "Air quality changes in New York City during the COVID-19 pandemicImpact of coronavirus outbreak on NO(2) pollution assessed using TROPOMI and OMI observationsAir quality during the COVID-19: PM(2.5) analysis in the 50 most polluted capital cities in the world()COVID-19's impact on the atmospheric environment in the Southeast Asia region", "title_abstract_phrases": "Impact of coronavirus outbreak on NO(2) pollution assessed using TROPOMI and OMI observationsSpaceborne NO(2) column observations from two high‐resolution instruments, TROPOMI onboard Sentinel‐5 Precursor and OMI on Aura, reveal unprecedented NO(2) decreases over China, South Korea, Western Europe and the U.S. as a result of public health measures enforced to contain the coronavirus disease outbreak (Covid‐19) in January‐April 2020.Knowing that air pollution causes approximately 29% of lung cancer deaths, 43% of COPD deaths, and 25% of ischemic heart disease deaths, it is important to know the effects of quarantines in cities regarding air quality to take measures that favor populations and urban ecosystems when the emergency ends.One state that utilized such measures was New York, which contains New York City (NYC), the most populous city in the United States.Air quality changes in New York City during the COVID-19 pandemicAbstract In December 2019, a new, severe coronavirus (COVID-19) appeared in Wuhan, China.Many reports have shown that due to the government-backed shutdowns, the air quality in major global cities improved."}