{"cluster": 15, "subcluster": 7, "abstract_summ": "This result could be attributed to higher limit of detection for influent (4.0 x 103-8.2 x 104 copies/L) with a lower filtration volume (200 mL) compared to that for secondary-treated wastewater (1.4 x 102-2.5 x 103 copies/L) with a higher filtration volume of 5,000 mL. None of the river water samples tested positive for SARS-CoV-2 RNA.This result could be attributed to higher limit of detection for influent (4.0 × 103–8.2 × 104 copies/L) with a lower filtration volume (200 mL) compared to that for secondary-treated wastewater (1.4 × 102–2.5 × 103 copies/L) with a higher filtration volume of 5000 mL. None of the river water samples tested positive for SARS-CoV-2 RNA.A total of 78 wastewater samples collected from 38 districts across Pakistan, 74 wastewater samples from existing polio environment surveillance sites, 3 from drains of COVID-19 infected areas and 1 from COVID 19 quarantine center drainage, were tested for presence of SARs-CoV-2.Based on the observed concentrations of indigenous pepper mild mottle virus RNA, the EMV method was found superior to the membrane adsorption-direct RNA extraction method.Based on the observed concentrations of indigenous pepper mild mottle virus RNA, the EMV method was found superior to the membrane adsorption-direct RNA extraction method.", "title_summ": "The first proof of the capability of wastewater surveillance for COVID-19 in India through the detection of the genetic material of SARS-CoV-2Identification of SARS-CoV-2 in wastewater in Japan by multiple molecular assays-implication for wastewater-based epidemiology (WBE)First environmental surveillance for the presence of SARS-CoV-2 RNA in wastewater and river water in JapanDetection of SARS-Coronavirus-2 in wastewater, using the existing environmental surveillance network: An epidemiological gateway to an early warning for COVID-19 in communities.First confirmed detection of SARS-CoV-2 in untreated wastewater in Australia: A proof of concept for the wastewater surveillance of COVID-19 in the communityFirst environmental surveillance for the presence of SARS-CoV-2 RNA in wastewater and river water in JapanFirst detection of SARS-CoV-2 in untreated wastewaters in Italy", "title_abstract_phrases": "This result could be attributed to higher limit of detection for influent (4.0 x 103-8.2 x 104 copies/L) with a lower filtration volume (200 mL) compared to that for secondary-treated wastewater (1.4 x 102-2.5 x 103 copies/L) with a higher filtration volume of 5,000 mL. None of the river water samples tested positive for SARS-CoV-2 RNA.This result could be attributed to higher limit of detection for influent (4.0 × 103–8.2 × 104 copies/L) with a lower filtration volume (200 mL) compared to that for secondary-treated wastewater (1.4 × 102–2.5 × 103 copies/L) with a higher filtration volume of 5000 mL. None of the river water samples tested positive for SARS-CoV-2 RNA.The first proof of the capability of wastewater surveillance for COVID-19 in India through the detection of the genetic material of SARS-CoV-2we made the first-ever successful effort from India to detect the genetic material of SARS-CoV-2 viruses to understand the capability and application of WBE surveillance in India.A total of 78 wastewater samples collected from 38 districts across Pakistan, 74 wastewater samples from existing polio environment surveillance sites, 3 from drains of COVID-19 infected areas and 1 from COVID 19 quarantine center drainage, were tested for presence of SARs-CoV-2.Comparison with the reported COVID-19 cases in Yamanashi Prefecture showed that SARS-CoV-2 RNA was detected in the secondary-treated wastewater sample when the cases peaked in the community."}