[{"cord_uid":"j018pznz","source_x":"PMC","title":"Study on Prediction Model of HIV Incidence Based on GRU Neural Network Optimized by MHPSO","doi":"10.1109\/access.2020.2979859","abstract":"Acquired Immune Deficiency Syndrome (AIDS) is still one of the most life-threatening diseases in the world. Moreover, new infections are still potentially increasing. This difficult problem must be solved. Early warning is the most effective way to solve this problem. Here, we aim to determine the best performing model to track the epidemic of AIDS, which will provide a methodological basis for testing the time characteristics of the disease. From January 2004 to January 2018, we built four computing methods based on AIDS dataset: BPNN model, RNN model, LSTM model and MHPSO-GRU model. Compare the final estimated performance to determine the preferred method. Result. Considering the root mean square error (RMSE), mean absolute error (MAE), mean error rate (MER) and mean absolute percentage error (MAPE) in the simulation and prediction subsets, the MHPSO-GRU model is determined as the best performance technology. Estimates for the period from May 2018 to December 2020 suggest that the event appears to continue to increase and remain high.","publish_time":1583798400000,"author_summary":null,"abstract_summary":" Acquired Immune Deficiency Syndrome (AIDS) is<br>still one of the most life-threatening diseases in<br>the world. Moreover, new infections are still<br>potentially increasing. This difficult problem must be<br>solved. Early warning is the most effective way to solve<br>this problem. Here, we aim to determine the best<br>performing model to track the epidemic of AIDS, which will<br>provide a methodological basis for testing the time<br>characteristics of the disease. From January 2004 to January<br>2018, we built four computing methods based on AIDS<br>dataset: BPNN model, RNN model, LSTM model and MHPSO-GRU<br>model. Compare the final estimated performance to<br>determine...","title_summary":" Study on Prediction Model of HIV Incidence<br>Based on GRU Neural Network Optimized by MHPSO","x":-3.3702127934,"y":31.153087616,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.3702127934,"tsne_y":31.153087616,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"6k9cw6ko","source_x":"PMC","title":"Forecasting Hazard Level of Air Pollutants Using LSTM’s","doi":"10.1007\/978-3-030-49186-4_13","abstract":"The South Asian countries have the most polluted cities in the world which has caused quite a concern in the recent years due to the detrimental effect it had on economy and on health of humans and crops. PM 2.5 in particular has been linked to cardiovascular diseases, pulmonary diseases, increased risk of lung cancer and acute respiratory infections. Higher concentration of surface ozone has been observed to have negatively impacted agricultural yield of crops. Due to its deleterious impact on human health and agriculture, air pollution cannot be brushed off as a trivial matter and measures must be taken to address the problem. Deterministic models have been actively used; but they fall short due to their complexity and inability to accurately model the problem. Deep learning models have however shown potential when it comes to modeling time series data. This article explores the use of recurrent neural networks as a framework for predicting the hazard levels in Lahore, Pakistan with 95.0% accuracy and Beijing, China with 98.95% using the time series data of air pollutants and meteorological parameters. Forecasting air quality index (AQI) and Hazard levels would help the government take appropriate steps to enact policies to reduce the pollutants and keep the citizens informed about the statistics.","publish_time":1588723200000,"author_summary":" Gul, Saba; Khan, Gul Muhammad","abstract_summary":" The South Asian countries have the most<br>polluted cities in the world which has caused quite a<br>concern in the recent years due to the detrimental<br>effect it had on economy and on health of humans and<br>crops. PM 2.5 in particular has been linked to<br>cardiovascular diseases, pulmonary diseases, increased risk<br>of lung cancer and acute respiratory infections.<br>Higher concentration of surface ozone has been<br>observed to have negatively impacted agricultural<br>yield of crops. Due to its deleterious impact on human<br>health and agriculture, air pollution cannot be<br>brushed off as a trivial matter and measures must be<br>taken...","title_summary":" Forecasting Hazard Level of Air Pollutants<br>Using LSTM’s","x":-3.7304372787,"y":32.3235092163,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.7304372787,"tsne_y":32.3235092163,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"uzs9z2vx","source_x":"Medline","title":"Predicting COVID-19 in China Using Hybrid AI Model.","doi":"10.1109\/tcyb.2020.2990162","abstract":"The coronavirus disease 2019 (COVID-19) breaking out in late December 2019 is gradually being controlled in China, but it is still spreading rapidly in many other countries and regions worldwide. It is urgent to conduct prediction research on the development and spread of the epidemic. In this article, a hybrid artificial-intelligence (AI) model is proposed for COVID-19 prediction. First, as traditional epidemic models treat all individuals with coronavirus as having the same infection rate, an improved susceptible-infected (ISI) model is proposed to estimate the variety of the infection rates for analyzing the transmission laws and development trend. Second, considering the effects of prevention and control measures and the increase of the public's prevention awareness, the natural language processing (NLP) module and the long short-term memory (LSTM) network are embedded into the ISI model to build the hybrid AI model for COVID-19 prediction. The experimental results on the epidemic data of several typical provinces and cities in China show that individuals with coronavirus have a higher infection rate within the third to eighth days after they were infected, which is more in line with the actual transmission laws of the epidemic. Moreover, compared with the traditional epidemic models, the proposed hybrid AI model can significantly reduce the errors of the prediction results and obtain the mean absolute percentage errors (MAPEs) with 0.52%, 0.38%, 0.05%, and 0.86% for the next six days in Wuhan, Beijing, Shanghai, and countrywide, respectively.","publish_time":1588896000000,"author_summary":" Zheng, Nanning; Du, Shaoyi; Wang, Jianji;<br>Zhang, He; Cui, Wenting; Kang, Zijian; Yang, Tao; Lou,<br>Bin; Chi, Yuting; Long, Hong; Ma, Mei; Yuan, Qi;<br>Zhang, Shupei; Zhang, Dong; Ye, Feng; Xin, Jingmin","abstract_summary":" The coronavirus disease 2019 (COVID-19)<br>breaking out in late December 2019 is gradually being<br>controlled in China, but it is still spreading rapidly in<br>many other countries and regions worldwide. It is<br>urgent to conduct prediction research on the<br>development and spread of the epidemic. In this article, a<br>hybrid artificial-intelligence (AI) model is<br>proposed for COVID-19 prediction. First, as<br>traditional epidemic models treat all individuals with<br>coronavirus as having the same infection rate, an improved<br>susceptible-infected (ISI) model is proposed to estimate the variety<br>of the infection rates for analyzing the<br>transmission laws and development trend. Second,<br>considering the...","title_summary":" Predicting COVID-19 in China Using Hybrid AI<br>Model.","x":-2.9791917801,"y":30.6599750519,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.9791917801,"tsne_y":30.6599750519,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"5x8q0mvb","source_x":"Medline","title":"A classifier prediction model to predict the status of Coronavirus COVID-19 patients in South Korea.","doi":"10.26355\/eurrev_202003_20709","abstract":"OBJECTIVE Coronavirus COVID-19 further transmitted to several countries globally. The status of the infected cases can be determined basing on the treatment process along with several other factors. This research aims to build a classifier prediction model to predict the status of recovered and death coronavirus CovID-19 patients in South Korea. MATERIALS AND METHODS Artificial neural network principle is used to classify the collected data between February 20, 2020 and March 9, 2020. The proposed classifier used different seven variables, namely, country, infection reason, sex, group, confirmation date, birth year, and region. The most effective variables on recovered and fatal cases are analyzed based on the neural network model. RESULTS The results found that the proposed predictive classifier efficiently predicted recovered and death cases. Besides, it is found that discovering the infection reason would increase the probability to recover the patient. This indicates that the virus might be controllable based on infection reasons. In addition, the earlier discovery of the disease affords better control and a higher probability of being recovered. CONCLUSIONS Our recommendation is to use this model to predict the status of the patients globally.","publish_time":1583020800000,"author_summary":" Al-Najjar, H; Al-Rousan, N","abstract_summary":" OBJECTIVE Coronavirus COVID-19 further<br>transmitted to several countries globally. The status of<br>the infected cases can be determined basing on the<br>treatment process along with several other factors. This<br>research aims to build a classifier prediction model to<br>predict the status of recovered and death coronavirus<br>CovID-19 patients in South Korea. MATERIALS AND METHODS<br>Artificial neural network principle is used to classify<br>the collected data between February 20, 2020 and<br>March 9, 2020. The proposed classifier used<br>different seven variables, namely, country, infection<br>reason, sex, group, confirmation date, birth year, and<br>region. The most effective variables on recovered and<br>fatal...","title_summary":" A classifier prediction model to predict the<br>status of Coronavirus COVID-19 patients in South<br>Korea.","x":-2.4706530571,"y":31.7233257294,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.4706530571,"tsne_y":31.7233257294,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"uu0bih0q","source_x":"Medline","title":"Forecasting the spread of the COVID-19 pandemic in Saudi Arabia using ARIMA prediction model under current public health interventions.","doi":"10.1016\/j.jiph.2020.06.001","abstract":"The substantial increase in the number of daily new cases infected with coronavirus around the world is alarming, and several researchers are currently using various mathematical and machine learning-based prediction models to estimate the future trend of this pandemic. In this work, we employed the Autoregressive Integrated Moving Average (ARIMA) model to forecast the expected daily number of COVID-19 cases in Saudi Arabia in the next four weeks. We first performed four different prediction models; Autoregressive Model, Moving Average, a combination of both (ARMA), and integrated ARMA (ARIMA), to determine the best model fit, and we found out that the ARIMA model outperformed the other models. The forecasting results showed that the trend in Saudi Arabia will continue growing and may reach up to 7668 new cases per day and over 127,129 cumulative daily cases in a matter of four weeks if stringent precautionary and control measures are not implemented to limit the spread of COVID-19. This indicates that the Umrah and Hajj Pilgrimages to the two holy cities of Mecca and Medina in Saudi Arabia that are supposedly scheduled to be performed by nearly 2 million Muslims in mid-July may be suspended. A set of extreme preventive and control measures are proposed in an effort to avoid such a situation.","publish_time":1591574400000,"author_summary":" Alzahrani, Saleh I; Aljamaan, Ibrahim A;<br>Al-Fakih, Ebrahim A","abstract_summary":" The substantial increase in the number of daily<br>new cases infected with coronavirus around the<br>world is alarming, and several researchers are<br>currently using various mathematical and machine<br>learning-based prediction models to estimate the future trend<br>of this pandemic. In this work, we employed the<br>Autoregressive Integrated Moving Average (ARIMA) model to<br>forecast the expected daily number of COVID-19 cases in<br>Saudi Arabia in the next four weeks. We first<br>performed four different prediction models;<br>Autoregressive Model, Moving Average, a combination of both<br>(ARMA), and integrated ARMA (ARIMA), to determine the<br>best model fit, and we found out that the...","title_summary":" Forecasting the spread of the COVID-19<br>pandemic in Saudi Arabia using ARIMA prediction model<br>under current public health interventions.","x":-4.1713180542,"y":29.5887050629,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.1713180542,"tsne_y":29.5887050629,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"sme1zmvx","source_x":"MedRxiv","title":"Deep Learning and Holt-Trend Algorithms for predicting COVID-19 pandemic","doi":"10.1101\/2020.06.03.20121590","abstract":"According to WHO, more than one million individuals are infected with COVID-19, and around 20000 people have died because of this infectious disease around the world. In addition, COVID-19 epidemic poses serious public health threat to the world where people with little or no pre-existing human immunity can be more vulnerable to the effects of the effects of the coronavirus. Thus, developing surveillance systems for predicting COVID-19 pandemic in an early stage saves millions of lives. In this study, the deep learning algorithm and Holt-trend model is proposed to predict coronavirus. The Long-Short Term Memory (LSTM ) algorithm and Holt-trend were applied to predict confirmed numbers and death cases. The real time data have been collected from the World Health Organization (WHO) . In the proposed research, we have considered three countries to test the proposed model namely Saudi Arabia, Spain and Italy. The results suggest that the LSTM models showed better performance in predicting the cases of coronavirus patients. Standard measure performance MSE, RMSE, Mean error and correlation are employed to estimate the results of the proposed models. The empirical results of the LSTM by using correlation metric are 99.94%, 99.94% and 99.91 to predict number of confirmed cases on COVID-19 in three countries. Regarding the prediction results of LSTM model to predict the number of death on COVID-19 are 99.86%, 98.876% and 99.16 with respect to the Saudi Arabia, Italy and Spain respectively. Similarly the experimented results of Holt-Trend to predict the number of confirmed cases on COVID-19 by using correlation metrics are 99.06%, 99.96% and 99.94, whereas the results of Holt-Trend to predict the number of death cases are 99.80%, 99.96 and 99.94 with respect to the Saudi Arabia, Italy and Spain respectively. The empirical results indicate the efficient performance of the presented model in predicting the number of confirmed and death cases of COVID-19 in these countries. Such findings provide better insights about the future of COVID-19 in general. The results were obtained by applying the time series models which needs to be considered for the sake of saving the lives of many people.","publish_time":1591315200000,"author_summary":" Aldhyani, T. H. H.; Alrasheed, M.; Alqarn, A. i.<br>A.; Alzahrani, M. Y.; Alahmadi, A. H.","abstract_summary":" According to WHO, more than one million<br>individuals are infected with COVID-19, and around 20000<br>people have died because of this infectious disease<br>around the world. In addition, COVID-19 epidemic<br>poses serious public health threat to the world where<br>people with little or no pre-existing human immunity<br>can be more vulnerable to the effects of the effects<br>of the coronavirus. Thus, developing<br>surveillance systems for predicting COVID-19 pandemic in an<br>early stage saves millions of lives. In this study,<br>the deep learning algorithm and Holt-trend model<br>is proposed to predict coronavirus. The<br>Long-Short Term Memory (LSTM ) algorithm and Holt-trend...","title_summary":" Deep Learning and Holt-Trend Algorithms for<br>predicting COVID-19 pandemic","x":-3.2701163292,"y":31.8000888824,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.2701163292,"tsne_y":31.8000888824,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"tvu2tl0m","source_x":"MedRxiv","title":"ALeRT-COVID: Attentive Lockdown-awaRe Transfer Learning for Predicting COVID-19 Pandemics in Different Countries","doi":"10.1101\/2020.07.09.20149831","abstract":"Countries across the world are in different stages of COVID-19 trajectory, among which many have implemented the lockdown measures to prevent its spread. Although the lockdown is effective in such prevention, it may put the economy into a depression. Predicting the epidemic progression with government switching the lockdown on or off is critical. We propose a transfer learning approach called ALeRT-COVID using attention-based recurrent neural network (RNN) architecture to predict the epidemic trends for different countries. A source model was trained on the pre-defined source countries and then transferred to each target country. The lockdown measure was introduced to our model as a predictor and the attention mechanism was utilized to learn the different contributions of the confirmed cases in the past days to the future trend. Results demonstrated that the transfer learning strategy is helpful especially for early-stage countries. By introducing the lockdown predictor and the attention mechanism, ALeRT-COVID showed a significant improvement on the prediction performance. We predicted the confirmed cases in one week when extending and easing lockdown separately. Results showed the lockdown measures is still necessary for a number of countries. We expect our research can help different countries to make better decisions on the lockdown measures.","publish_time":1594339200000,"author_summary":" Li, Y.; Jia, W.; Wang, J.; Guo, J.; Liu, Q.; Li,<br>X.; Xie, G.; Wang, F.","abstract_summary":" Countries across the world are in different<br>stages of COVID-19 trajectory, among which many have<br>implemented the lockdown measures to prevent its spread.<br>Although the lockdown is effective in such prevention,<br>it may put the economy into a depression.<br>Predicting the epidemic progression with government<br>switching the lockdown on or off is critical. We propose a<br>transfer learning approach called ALeRT-COVID using<br>attention-based recurrent neural network (RNN) architecture<br>to predict the epidemic trends for different<br>countries. A source model was trained on the pre-defined<br>source countries and then transferred to each target<br>country. The lockdown measure was introduced to our...","title_summary":" ALeRT-COVID: Attentive Lockdown-awaRe<br>Transfer Learning for Predicting COVID-19 Pandemics in<br>Different Countries","x":-3.7213349342,"y":31.3988552094,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.7213349342,"tsne_y":31.3988552094,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"243xlmep","source_x":"MedRxiv","title":"Using Supervised Machine Learning and Empirical Bayesian Kriging to reveal Correlates and Patterns of COVID-19 Disease outbreak in sub-Saharan Africa: Exploratory Data Analysis","doi":"10.1101\/2020.04.27.20082057","abstract":"Introduction: Coronavirus disease 2019 (COVID-19) is an emerging infectious disease that was first reported in Wuhan, China, and has subsequently spread worldwide. Knowledge of coronavirus-related risk factors can help countries build more systematic and successful responses to COVID-19 disease outbreak. Here we used Supervised Machine Learning and Empirical Bayesian Kriging (EBK) techniques to reveal correlates and patterns of COVID-19 Disease outbreak in sub-Saharan Africa (SSA). Methods: We analyzed time series aggregate data compiled by Johns Hopkins University on the outbreak of COVID-19 disease across SSA. COVID-19 data was merged with additional data on socio-demographic and health indicator survey data for 39 of SSA 48 countries that reported confirmed cases and deaths from coronavirus between February 28, 2020 through March 26, 2020. We used supervised machine learning algorithm, Lasso for variable selection and statistical inference. EBK was used to also create a raster estimating the spatial distribution of COVID-19 disease outbreak. Results: The lasso Cross-fit partialing out predictive model ascertained seven variables significantly associated with the risk of coronavirus infection (i.e. new HIV infections among pediatric, adolescent, and middle-aged adult PLHIV, time (days), pneumococcal conjugate-based vaccine, incidence of malaria and diarrhea treatment). Our study indicates, the doubling time in new coronavirus cases was 3 days. The steady three-day decrease in coronavirus outbreak rate of change (ROC) from 37% on March 23, 2020 to 23% on March 26, 2020 indicates the positive impact of countries' steps to stymie the outbreak. The interpolated maps show that coronavirus is rising every day and appears to be severely confined in South Africa. In the West African region (i.e. Burkina Faso, Ghana, Senegal, CotedIviore, Cameroon, and Nigeria), we predict that new cases and deaths from the virus are most likely to increase. Interpretation: Integrated and efficiently delivered interventions to reduce HIV, pneumonia, malaria and diarrhea, are essential to accelerating global health efforts. Scaling up screening and increasing COVID-19 testing capacity across SSA countries can help provide better understanding on how the pandemic is progressing and possibly ensure a sustained decline in the ROC of coronavirus outbreak. Funding: Authors were wholly responsible for the costs of data collation and analysis.","publish_time":1588377600000,"author_summary":" Onovo, A. A.; Atobatele, A.; Kalaiwo, A.;<br>Obanubi, C.; James, E.; Gado, P.; Odezugo, G.; Magaji,<br>D.; Ogundehin, D.; Russell, M.","abstract_summary":" Introduction: Coronavirus disease 2019<br>(COVID-19) is an emerging infectious disease that was<br>first reported in Wuhan, China, and has subsequently<br>spread worldwide. Knowledge of coronavirus-related<br>risk factors can help countries build more<br>systematic and successful responses to COVID-19 disease<br>outbreak. Here we used Supervised Machine Learning and<br>Empirical Bayesian Kriging (EBK) techniques to reveal<br>correlates and patterns of COVID-19 Disease outbreak in<br>sub-Saharan Africa (SSA). Methods: We analyzed time series<br>aggregate data compiled by Johns Hopkins University on<br>the outbreak of COVID-19 disease across SSA.<br>COVID-19 data was merged with additional data on<br>socio-demographic and health indicator survey data for...","title_summary":" Using Supervised Machine Learning and<br>Empirical Bayesian Kriging to reveal Correlates and<br>Patterns of COVID-19 Disease outbreak in sub-Saharan<br>Africa: Exploratory Data Analysis","x":-3.4365236759,"y":28.6384830475,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4365236759,"tsne_y":28.6384830475,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"0him5hd2","source_x":"MedRxiv","title":"COVID-19 Epidemic Analysis using Machine Learning and Deep Learning Algorithms","doi":"10.1101\/2020.04.08.20057679","abstract":"The catastrophic outbreak of Severe Acute Respiratory Syndrome - Coronavirus (SARS-CoV-2) also known as COVID-2019 has brought the worldwide threat to the living society. The whole world is putting incredible efforts to fight against the spread of this deadly disease in terms of infrastructure, finance, data sources, protective gears, life-risk treatments and several other resources. The artificial intelligence researchers are focusing their expertise knowledge to develop mathematical models for analyzing this epidemic situation using nationwide shared data. To contribute towards the well-being of living society, this article proposes to utilize the machine learning and deep learning models with the aim for understanding its everyday exponential behaviour along with the prediction of future reachability of the COVID-2019 across the nations by utilizing the real-time information from the Johns Hopkins dashboard.","publish_time":1586563200000,"author_summary":" Punn, N. S.; Sonbhadra, S. K.; Agarwal, S.","abstract_summary":" The catastrophic outbreak of Severe Acute<br>Respiratory Syndrome - Coronavirus (SARS-CoV-2) also<br>known as COVID-2019 has brought the worldwide threat<br>to the living society. The whole world is putting<br>incredible efforts to fight against the spread of this<br>deadly disease in terms of infrastructure, finance,<br>data sources, protective gears, life-risk<br>treatments and several other resources. The artificial<br>intelligence researchers are focusing their expertise<br>knowledge to develop mathematical models for analyzing<br>this epidemic situation using nationwide shared<br>data. To contribute towards the well-being of living<br>society, this article proposes to utilize the machine<br>learning and deep learning models with the aim...","title_summary":" COVID-19 Epidemic Analysis using Machine<br>Learning and Deep Learning Algorithms","x":-3.1154520512,"y":31.9738349915,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.1154520512,"tsne_y":31.9738349915,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"90sljqex","source_x":"MedRxiv","title":"COVID-19 Infection Forecasting based on Deep Learning in Iran","doi":"10.1101\/2020.05.16.20104182","abstract":"Since December 2019 coronavirus disease (COVID-19) is outbreak from China and infected more than 4,666,000 people and caused thousands of deaths. Unfortunately, the infection numbers and deaths are still increasing rapidly which has put the world on the catastrophic abyss edge. Application of artificial intelligence and spatiotemporal distribution techniques can play a key role to infection forecasting in national and province levels in many countries. As methodology, the presented study employs long short-term memory-based deep for time series forecasting, the confirmed cases in both national and province levels, in Iran. The data were collected from February 19, to March 22, 2020 in provincial level and from February 19, to May 13, 2020 in national level by nationally recognised sources. For justification, we use the recurrent neural network, seasonal autoregressive integrated moving average, Holt winter's exponential smoothing, and moving averages approaches. Furthermore, the mean absolute error, mean squared error, and mean absolute percentage error metrics are used as evaluation factors with associate the trend analysis. The results of our experiments show that the LSTM model is performed better than the other methods on the collected COVID-19 dataset in Iran","publish_time":1589932800000,"author_summary":" Azarafza, M.; Tanha, J.","abstract_summary":" Since December 2019 coronavirus disease<br>(COVID-19) is outbreak from China and infected more than<br>4,666,000 people and caused thousands of deaths.<br>Unfortunately, the infection numbers and deaths are still<br>increasing rapidly which has put the world on the<br>catastrophic abyss edge. Application of artificial<br>intelligence and spatiotemporal distribution techniques<br>can play a key role to infection forecasting in<br>national and province levels in many countries. As<br>methodology, the presented study employs long short-term<br>memory-based deep for time series forecasting, the<br>confirmed cases in both national and province levels, in<br>Iran. The data were collected from February 19, to<br>March 22,...","title_summary":" COVID-19 Infection Forecasting based on Deep<br>Learning in Iran","x":-3.2086818218,"y":31.2936840057,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.2086818218,"tsne_y":31.2936840057,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"lxakf79k","source_x":"MedRxiv","title":"Forecasting the dynamics of COVID-19 Pandemic in Top 15 countries in April 2020: ARIMA Model with Machine Learning Approach","doi":"10.1101\/2020.03.30.20046227","abstract":"We here predicted some trajectories of COVID-19 in the coming days (until April 30, 2020) using the most advanced Auto-Regressive Integrated Moving Average Model (ARIMA). Our analysis predicted very frightening outcomes, which defines to worsen the conditions in Iran, entire Europe, especially Italy, Spain, and France. While South Korea, after the initial blast, has come to stability, the same goes for the COVID-19 origin country China with more positive recovery cases and confirm to remain stable. The United States of America (USA) will come as a surprise and going to become the epicenter for new cases during the mid-April 2020. Based on our predictions, public health officials should tailor aggressive interventions to grasp the power exponential growth, and rapid infection control measures at hospital levels are urgently needed to curtail the COVID-19 pandemic.","publish_time":1585612800000,"author_summary":" Kumar, Pavan; Kalita, Himangshu; Patairiya,<br>Shashikanta; Sharma, Yagya Datt; Nanda, Chintan; Rani,<br>Meenu; Rahmani, Jamal; Bhagavathula, Akshaya<br>Srikanth","abstract_summary":" We here predicted some trajectories of<br>COVID-19 in the coming days (until April 30, 2020) using<br>the most advanced Auto-Regressive Integrated<br>Moving Average Model (ARIMA). Our analysis predicted<br>very frightening outcomes, which defines to worsen<br>the conditions in Iran, entire Europe, especially<br>Italy, Spain, and France. While South Korea, after the<br>initial blast, has come to stability, the same goes for<br>the COVID-19 origin country China with more<br>positive recovery cases and confirm to remain stable.<br>The United States of America (USA) will come as a<br>surprise and going to become the epicenter for new cases<br>during the mid-April 2020....","title_summary":" Forecasting the dynamics of COVID-19 Pandemic<br>in Top 15 countries in April 2020: ARIMA Model with<br>Machine Learning Approach","x":-4.1176071167,"y":29.7384414673,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.1176071167,"tsne_y":29.7384414673,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"raklz0ab","source_x":"MedRxiv","title":"Forecasting COVID-19 cases using Machine Learning models","doi":"10.1101\/2020.07.02.20145474","abstract":"As of April 26, 2020, more than 2,994,958 cases of COVID-19 infection have been confirmed globally, raising a challenging public health issue. A predictive model of the disease would help allocate medical resources and determine social distancing measures more efficiently. In this paper, we gathered case data from Jan 22, 2020 to April 14 for 6 countries to compare different models' proficiency in COVID-19 cases prediction. We assessed the performance of 3 machine learning models including hidden Markov chain model (HMM), hierarchical Bayes model, and long-short-term-memory model (LSTM) using the root-mean-square error (RMSE). The LSTM model had the consistently smallest prediction error rates for tracking the dynamics of incidents cases in 4 countries. In contrast, hierarchical Bayes model provided the most realistic prediction with the capability of identifying a plateau point in the incidents growth curve.","publish_time":1593820800000,"author_summary":" Tian, Y.; Luthra, I.; Zhang, X.","abstract_summary":" As of April 26, 2020, more than 2,994,958 cases<br>of COVID-19 infection have been confirmed<br>globally, raising a challenging public health issue. A<br>predictive model of the disease would help allocate<br>medical resources and determine social distancing<br>measures more efficiently. In this paper, we gathered<br>case data from Jan 22, 2020 to April 14 for 6 countries<br>to compare different models' proficiency in<br>COVID-19 cases prediction. We assessed the performance<br>of 3 machine learning models including hidden<br>Markov chain model (HMM), hierarchical Bayes model,<br>and long-short-term-memory model (LSTM) using<br>the root-mean-square error (RMSE). The LSTM model<br>had the consistently smallest...","title_summary":" Forecasting COVID-19 cases using Machine<br>Learning models","x":-4.3985424042,"y":30.3927593231,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.3985424042,"tsne_y":30.3927593231,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"qpt5dj8p","source_x":"MedRxiv","title":"Predicting the epidemic trend of COVID-19 in China and across the world using the machine learning approach","doi":"10.1101\/2020.03.18.20038117","abstract":"Background: Although COVID-19 has been well controlled in China, it is rapidly spreading outside the country and may have catastrophic results globally without implementation of necessary mitigation measures. Because the COVID-19 outbreak has made comprehensive and profound impacts on the world, an accurate prediction of its epidemic trend is significant. Although many studies have predicted the COVID-19 epidemic trend, most have used early-stage data and focused on Chinese cases. Methods: We first built models to predict daily numbers of cumulative confirmed cases (CCCs), new cases (NCs), and death cases (DCs) of COVID-19 in China based on data from January 20, 2020, to March 1, 2020. Based on these models, we built models to predict the epidemic trend across the world (outside China). We also built models to predict the epidemic trend in Italy, Spain, Germany, France, UK, and USA where COVID-19 is rapidly spreading. Findings: The COVID-19 outbreak will have peaked on February 22, 2020, in China and will peak on May 22, 2020, across the world. It will be basically under control in early April 2020 in China and end-August 2020 across the world. The total number of COVID-19 cases will reach around 89,000 in China and 6,126,000 across the world during the epidemic. Around 4,000 and 290,000 people will die of COVID-19 in China and across the world, respectively. The COVID-19 outbreak will have peaked recently in Italy and will peak in Spain, Germany, France, UK, and USA within two weeks. Interpretation: The COVID-19 outbreak is controllable in the foreseeable future if comprehensive and stringent control measures are taken.","publish_time":1584662400000,"author_summary":" Li, Mengyuan; Zhang, Zhilan; Jiang, Shanmei;<br>Liu, Qian; Chen, Canping; Zhang, Yue; Wang,<br>Xiaosheng","abstract_summary":" Background: Although COVID-19 has been well<br>controlled in China, it is rapidly spreading outside the<br>country and may have catastrophic results globally<br>without implementation of necessary mitigation<br>measures. Because the COVID-19 outbreak has made<br>comprehensive and profound impacts on the world, an accurate<br>prediction of its epidemic trend is significant. Although<br>many studies have predicted the COVID-19 epidemic<br>trend, most have used early-stage data and focused on<br>Chinese cases. Methods: We first built models to<br>predict daily numbers of cumulative confirmed cases<br>(CCCs), new cases (NCs), and death cases (DCs) of<br>COVID-19 in China based on data from January 20,...","title_summary":" Predicting the epidemic trend of COVID-19 in<br>China and across the world using the machine learning<br>approach","x":-3.4081456661,"y":30.1459445953,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4081456661,"tsne_y":30.1459445953,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"r01erhp3","source_x":"MedRxiv","title":"Analysis of COVID-19 spread in South Korea using the SIR model with time-dependent parameters and deep learning","doi":"10.1101\/2020.04.13.20063412","abstract":"Mathematical modeling is a process aimed at finding a mathematical description of a system and translating it into a relational expression. When a system is continuously changing over time (e.g., infectious diseases)differential equations, which may include parameters, are used for modeling the system. The process of finding those parameters that best fit the given data from the system is called an inverse problem. This study aims at analyzing the novel coronavirus infection (COVID-19) spread in South Korea using the susceptible-infected-recovered (SIR) model. We collect the data from Korea Centers for Disease Control & Prevention (KCDC). We assume that each parameter in the SIR model is a function of time so that we can compute important parameters, such as the basic reproduction number (R0), more delicately. Using neural networks, we propose a method to find the best time-varying parameters and the solution for the model simultaneously. Moreover, using time-dependent parameters, we find that traditional numerical algorithms, such as the Runge-Kutta methods, can successfully approximate the SIR model while fitting the COVID-19 data, thus modeling the propagation patterns of COVID-19 more precisely.","publish_time":1587081600000,"author_summary":" Jo, Hyeontae; Son, Hwijae; Jung, Se Young;<br>Hwang, Hyung Ju","abstract_summary":" Mathematical modeling is a process aimed at<br>finding a mathematical description of a system and<br>translating it into a relational expression. When a system<br>is continuously changing over time (e.g.,<br>infectious diseases)differential equations, which may<br>include parameters, are used for modeling the system.<br>The process of finding those parameters that best<br>fit the given data from the system is called an<br>inverse problem. This study aims at analyzing the novel<br>coronavirus infection (COVID-19) spread in South Korea<br>using the susceptible-infected-recovered (SIR)<br>model. We collect the data from Korea Centers for<br>Disease Control & Prevention (KCDC). We assume that<br>each parameter...","title_summary":" Analysis of COVID-19 spread in South Korea<br>using the SIR model with time-dependent parameters<br>and deep learning","x":-3.7074644566,"y":31.7591381073,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.7074644566,"tsne_y":31.7591381073,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"nl91dn9t","source_x":"MedRxiv","title":"Forecasting COVID-19 Dynamics and Endpoint in Bangladesh: A Data-driven Approach","doi":"10.1101\/2020.06.26.20140905","abstract":"On December 31, 2019, the World Health Organization (WHO) was informed that atypical pneumonia-like cases have emerged in Wuhan City, Hubei province, China. WHO identified it as a novel coronavirus and declared a global pandemic on March 11th, 2020. At the time of writing this, the COVID-19 claimed more than 440 thousand lives worldwide and led to the global economy and social life into an abyss edge in the living memory. As of now, the confirmed cases in Bangladesh have surpassed 100 thousand and more than 1343 deaths putting startling concern on the policymakers and health professionals; thus, prediction models are necessary to forecast a possible number of cases in the future. To shed light on it, in this paper, we presented data-driven estimation methods, the Long Short-Term Memory (LSTM) networks, and Logistic Curve methods to predict the possible number of COVID-19 cases in Bangladesh for the upcoming months. The results using Logistic Curve suggests that Bangladesh has passed the inflection point on around 28-30 May 2020, a plausible end date to be on the 2nd of January 2021 and it is expected that the total number of infected people to be between 187 thousand to 193 thousand with the assumption that stringent policies are in place. The logistic curve also suggested that Bangladesh would reach peak COVID-19 cases at the end of August with more than 185 thousand total confirmed cases, and around 6000 thousand daily new cases may observe. Our findings recommend that the containment strategies should immediately implement to reduce transmission and epidemic rate of COVID-19 in upcoming days.","publish_time":1593302400000,"author_summary":" Hridoy, A.-E. E.; Naim, M.; Emon, N. U.; Tipo, I.<br>H.; Alam, S.; Al Mamun, A.; Islam, M. S.","abstract_summary":" On December 31, 2019, the World Health<br>Organization (WHO) was informed that atypical<br>pneumonia-like cases have emerged in Wuhan City, Hubei<br>province, China. WHO identified it as a novel coronavirus<br>and declared a global pandemic on March 11th, 2020.<br>At the time of writing this, the COVID-19 claimed<br>more than 440 thousand lives worldwide and led to the<br>global economy and social life into an abyss edge in the<br>living memory. As of now, the confirmed cases in<br>Bangladesh have surpassed 100 thousand and more than 1343<br>deaths putting startling concern on the policymakers<br>and health professionals; thus, prediction<br>models...","title_summary":" Forecasting COVID-19 Dynamics and Endpoint in<br>Bangladesh: A Data-driven Approach","x":-3.6402742863,"y":30.0124092102,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6402742863,"tsne_y":30.0124092102,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"oib1ctue","source_x":"MedRxiv","title":"Predicting the Growth and Trend of COVID-19 Pandemic using Machine Learning and Cloud Computing","doi":"10.1101\/2020.05.06.20091900","abstract":"The outbreak of COVID-19 Coronavirus, namely SARS-CoV-2, has created a calamitous situation throughout the world. The cumulative incidence of COVID-19 is rapidly increasing day by day. Machine Learning (ML) and Cloud Computing can be deployed very effectively to track the disease, predict growth of the epidemic and design strategies and policy to manage its spread. This study applies an improved mathematical model to analyse and predict the growth of the epidemic. An ML-based improved model has been applied to predict the potential threat of COVID-19 in countries worldwide. We show that using iterative weighting for fitting Generalized Inverse Weibull distribution, a better fit can be obtained to develop a prediction framework. This can be deployed on a cloud computing platform for more accurate and real-time prediction of the growth behavior of the epidemic. A data driven approach with higher accuracy as here can be very useful for a proactive response from the government and citizens. Finally, we propose a set of research opportunities and setup grounds for further practical applications.","publish_time":1589155200000,"author_summary":" Tuli, S.; Tuli, R.; Gill, S. S.","abstract_summary":" The outbreak of COVID-19 Coronavirus, namely<br>SARS-CoV-2, has created a calamitous situation throughout<br>the world. The cumulative incidence of COVID-19 is<br>rapidly increasing day by day. Machine Learning (ML)<br>and Cloud Computing can be deployed very<br>effectively to track the disease, predict growth of the<br>epidemic and design strategies and policy to manage its<br>spread. This study applies an improved mathematical<br>model to analyse and predict the growth of the<br>epidemic. An ML-based improved model has been applied to<br>predict the potential threat of COVID-19 in countries<br>worldwide. We show that using iterative weighting for<br>fitting Generalized Inverse Weibull distribution,...","title_summary":" Predicting the Growth and Trend of COVID-19<br>Pandemic using Machine Learning and Cloud Computing","x":-3.1533360481,"y":30.5803203583,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.1533360481,"tsne_y":30.5803203583,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"nhjruvnd","source_x":"MedRxiv","title":"The date predicted 200.000 cases of Covid-19 in Spain using SutteARIMA","doi":"10.1101\/2020.05.04.20090951","abstract":"The aim of this study is predicted 200.000 cases of Covid-19 in Spain. Covid-19 Spanish confirmed data obtained from Worldometer from 01 March 2020 - 17 April 2020. The data from 01 March 2020 - 10 April 2020 using to fitting with data from 11 April - 17 April 2020. For the evaluation of the forecasting accuracy measures, we use mean absolute percentage error (MAPE). Based on the results of SutteARIMA fitting data, the accuracy of SutteARIMA for the period 11 April 2020 - 17 April 2020 is 0.61% and we forecast 20.000 confirmed cases of Spain by the WHO situation report day 90\/91 which is 19 April 2020 \/ 20 April 2020.","publish_time":1588896000000,"author_summary":" Ahmar, A. S.; del Val, E. B.","abstract_summary":" The aim of this study is predicted 200.000 cases<br>of Covid-19 in Spain. Covid-19 Spanish confirmed<br>data obtained from Worldometer from 01 March 2020 -<br>17 April 2020. The data from 01 March 2020 - 10 April<br>2020 using to fitting with data from 11 April - 17<br>April 2020. For the evaluation of the forecasting<br>accuracy measures, we use mean absolute percentage<br>error (MAPE). Based on the results of SutteARIMA<br>fitting data, the accuracy of SutteARIMA for the period<br>11 April 2020 - 17 April 2020 is 0.61% and we<br>forecast 20.000 confirmed cases of Spain by the WHO...","title_summary":" The date predicted 200.000 cases of Covid-19 in<br>Spain using SutteARIMA","x":-5.1920685768,"y":28.5137958527,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.1920685768,"tsne_y":28.5137958527,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"pfe41d28","source_x":"MedRxiv","title":"Preparedness and Mitigation by projecting the risk against COVID-19 transmission using Machine Learning Techniques","doi":"10.1101\/2020.04.26.20080655","abstract":"The outbreak of COVID-19 is first identified in China, which later spread to various parts of the globe and was pronounced pandemic by the World Health Organization (WHO). The disease of transmissible person-to-person pneumonia caused by the extreme acute respiratory coronavirus 2 syndrome (SARS-COV-2, also known as COVID-19), has sparked a global warning. Thermal screening, quarantining, and later lockdown were methods employed by various nations to contain the spread of the virus. Though exercising various possible plans to contain the spread help in mitigating the effect of COVID-19, projecting the rise and preparing to face the crisis would help in minimizing the effect. In the scenario, this study attempts to use Machine Learning tools to forecast the possible rise in number of cases by considering the data of daily new cases. To capture the uncertainty, three different techniques: (i) Decision Tree algorithm, (ii) Support Vector Machine algorithm, and (iii) Gaussian process regression are used to project the data and capture the possible deviation. Based on the projection of new cases, recovered cases, deceased cases, medical facilities, population density, number of test conducted, and facilities of services, are considered to define the criticality index (CI). CI is used to classify all the districts of country in the regions of high risk, low risk and moderate risk. An online dashpot is created which updates the data on daily bases for next four weeks. The prospective suggestions of this study would aid in planning the strategies to apply the lockdown\/ any other plan for any country, which can take other parameters to define the CI.","publish_time":1588291200000,"author_summary":" Kumar, A.; Mohammad Khan, F.; Gupta, R.;<br>Puppala, H.","abstract_summary":" The outbreak of COVID-19 is first identified in<br>China, which later spread to various parts of the globe<br>and was pronounced pandemic by the World Health<br>Organization (WHO). The disease of transmissible<br>person-to-person pneumonia caused by the extreme acute<br>respiratory coronavirus 2 syndrome (SARS-COV-2, also<br>known as COVID-19), has sparked a global warning.<br>Thermal screening, quarantining, and later lockdown<br>were methods employed by various nations to contain<br>the spread of the virus. Though exercising various<br>possible plans to contain the spread help in mitigating<br>the effect of COVID-19, projecting the rise and<br>preparing to face the crisis would help in...","title_summary":" Preparedness and Mitigation by projecting the<br>risk against COVID-19 transmission using Machine<br>Learning Techniques","x":-2.717079401,"y":30.6719264984,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.717079401,"tsne_y":30.6719264984,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"r9yrr45q","source_x":"MedRxiv","title":"Effect of Temperature on the Transmission of COVID-19: A Machine Learning Case Study in Spain","doi":"10.1101\/2020.05.01.20087759","abstract":"The novel coronavirus (COVID-19) has already spread to almost every country in the world and has infected over 3 million people. To understand the transmission mechanism of this highly contagious virus, it is necessary to study the potential factors, including meteorological conditions. Here, we present a machine learning approach to study the effect of temperature, humidity and wind speed on the number of infected people in the three most populous autonomous communities in Spain. We find that there is a moderate inverse correlation between temperature and the daily number of infections. This correlation manifests for temperatures recorded up to 6 days before the onset, which corresponds well to the known mean incubation period of COVID-19. We also show that the correlation for humidity and wind speed is not significant.","publish_time":1588723200000,"author_summary":" Abdollahi, A.; Rahbaralam, M.","abstract_summary":" The novel coronavirus (COVID-19) has already<br>spread to almost every country in the world and has<br>infected over 3 million people. To understand the<br>transmission mechanism of this highly contagious virus, it<br>is necessary to study the potential factors,<br>including meteorological conditions. Here, we present a<br>machine learning approach to study the effect of<br>temperature, humidity and wind speed on the number of<br>infected people in the three most populous autonomous<br>communities in Spain. We find that there is a moderate<br>inverse correlation between temperature and the daily<br>number of infections. This correlation manifests for<br>temperatures recorded up to 6...","title_summary":" Effect of Temperature on the Transmission of<br>COVID-19: A Machine Learning Case Study in Spain","x":-3.7902245522,"y":31.3027858734,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.7902245522,"tsne_y":31.3027858734,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"o8ilxqo1","source_x":"MedRxiv","title":"Modelling of Covid-19 cases in India using Regression and Time Series models","doi":"10.1101\/2020.05.20.20107540","abstract":"In this article, we analyze the growth pattern of Covid-19 pandemic in India from March 4th to May 15th using regression analysis (exponential and polynomial), auto-regressive integrated moving averages (ARIMA) model as well as Exponential Smoothing and Holt-Winters models. We found that the growth of Covid-19 cases follows a power regime of (t2,t..)after the exponential growth. We have found the optimal change points from where the covid-19 cases shifts their course of growth from exponential to quadratic and then quadratic to linear. We have also found the best fitted regression models using the various criteria like- significant p-values, coefficients of determination R2 values and ANOVA etc. Further, we have searched the best fitting ARIMA model for the data using the AIC (Akaike Information Criterion) and CAIC (Consistent Akaike Information Criterion) and forecasted the number of cases for future days. We have used the usual exponential smoothing and Holt-Winters models for the data. We further found that the ARIMA(2,2,0) model is the best-fitting model for Covid-19 cases in India.","publish_time":1590364800000,"author_summary":" Sharma, V. K.; Nigam, U.","abstract_summary":" In this article, we analyze the growth pattern<br>of Covid-19 pandemic in India from March 4th to May<br>15th using regression analysis (exponential and<br>polynomial), auto-regressive integrated moving averages<br>(ARIMA) model as well as Exponential Smoothing and<br>Holt-Winters models. We found that the growth of Covid-19<br>cases follows a power regime of (t2,t..)after the<br>exponential growth. We have found the optimal change points<br>from where the covid-19 cases shifts their course of<br>growth from exponential to quadratic and then<br>quadratic to linear. We have also found the best fitted<br>regression models using the various criteria like-<br>significant p-values, coefficients of...","title_summary":" Modelling of Covid-19 cases in India using<br>Regression and Time Series models","x":-5.1475310326,"y":28.5022163391,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.1475310326,"tsne_y":28.5022163391,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"rnley2ow","source_x":"MedRxiv","title":"Forecasting the spread of COVID-19 in Nigeria using Box-Jenkins Modeling Procedure","doi":"10.1101\/2020.05.05.20091686","abstract":"Abstract Objective: This study is focused on the analysis of the spread of Covid19 in Nigeria, applying statistical models and available data from the NCDC. We present an insight into the spread of Covid19 in Nigeria in order to establish a suitable prediction model, which can be applied as a decisionsupportive tool for assigning health interventions and mitigating the spread of the Covid19 infection. Methodology: Daily spread data from February 27 to April 26, 2020, were collected to construct the autoregressive integrated moving average (ARIMA) model using the R software. Stability analysis and stationarity test, parameter test, and model diagnostic were also carried out. Finally, the fitting, selection and prediction accuracy of the ARIMA model was evaluated using the AICc model selection criteria. Results: The ARIMA (1,1,0) model was finally selected among ARIMA models based upon the parameter test and Box Ljung test. A ten day forecast was also made from the model, which shows a steep upward trend of the spread of the COVID19 in Nigeria within the selected time frame. Conclusion: Federal Government of Nigeria through the presidential task force can apply the forecasted trend of much more spread to make more informed decisions on the additional measures in place to curb the spread of the virus. Application of the model can also assist in studying the effectiveness of the lockdown on the on the spread of Covid19 in Nigeria.","publish_time":1588896000000,"author_summary":" Ibrahim, R. R.; OLADIPO, O. H.","abstract_summary":" Abstract Objective: This study is focused on<br>the analysis of the spread of Covid19 in Nigeria,<br>applying statistical models and available data from the<br>NCDC. We present an insight into the spread of Covid19<br>in Nigeria in order to establish a suitable<br>prediction model, which can be applied as a<br>decisionsupportive tool for assigning health interventions and<br>mitigating the spread of the Covid19 infection.<br>Methodology: Daily spread data from February 27 to April 26,<br>2020, were collected to construct the<br>autoregressive integrated moving average (ARIMA) model using<br>the R software. Stability analysis and<br>stationarity test, parameter test, and model diagnostic...","title_summary":" Forecasting the spread of COVID-19 in Nigeria<br>using Box-Jenkins Modeling Procedure","x":-5.092218399,"y":28.2784347534,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.092218399,"tsne_y":28.2784347534,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"v8a67r3s","source_x":"MedRxiv","title":"The Hybrid Forecasting Method SVR-ESAR forCovid-19","doi":"10.1101\/2020.05.20.20103200","abstract":"We know that SARS-Cov2 produces the new COVID-19 disease, which is one of the most dangerous pandemics of modern times. This pandemic has critical health and economic consequences, and even the health services of the large, powerful nations may be saturated. Thus, forecasting the number of infected persons in any country is essential for controlling the situation. In the literature, different forecasting methods have been published attempting to solve the problem. However, a simple and accurate forecasting method is required for its implementation in any part of the world. This paper presents a precise and straightforward forecasting method named SVR-ESAR (Support Vector regression hybridized with the classical Exponential smoothing and ARIMA). We applied this method to the infected time series in four scenarios: the Whole World, China, the US, and Mexico. We compared our results with those of the literature showing the proposed method has the best accuracy.","publish_time":1590105600000,"author_summary":" Frausto-Solis, J.; Olvera Vazquez, J. E.;<br>Gonzalez-Barbosa, J. J.; Castilla-Valdez, G.;<br>Sanchez-Hernandez, J. P.; Perez-Ortega, J.","abstract_summary":" We know that SARS-Cov2 produces the new<br>COVID-19 disease, which is one of the most dangerous<br>pandemics of modern times. This pandemic has critical<br>health and economic consequences, and even the health<br>services of the large, powerful nations may be<br>saturated. Thus, forecasting the number of infected<br>persons in any country is essential for controlling the<br>situation. In the literature, different forecasting<br>methods have been published attempting to solve the<br>problem. However, a simple and accurate forecasting<br>method is required for its implementation in any part<br>of the world. This paper presents a precise and<br>straightforward forecasting method named SVR-ESAR...","title_summary":" The Hybrid Forecasting Method SVR-ESAR<br>forCovid-19","x":-4.0247206688,"y":29.6612167358,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.0247206688,"tsne_y":29.6612167358,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"222c1jzv","source_x":"MedRxiv","title":"Quantifying the effect of quarantine control in Covid-19 infectious spread using machine learning","doi":"10.1101\/2020.04.03.20052084","abstract":"Since the first recording of what we now call Covid-19 infection in Wuhan, Hubei province, China on Dec 31, 2019, the disease has spread worldwide and met with a wide variety of social distancing and quarantine policies. The effectiveness of these responses is notoriously difficult to quantify as individuals travel, violate policies deliberately or inadvertently, and infect others without themselves being detected. Moreover, the publicly available data on infection rates are themselves unreliable due to limited testing and even possibly under-reporting. In this paper, we attempt to interpret and extrapolate from publicly available data using a mixed first-principles epidemiological equations and data-driven neural network model. Leveraging our neural network augmented model, we focus our analysis on four locales: Wuhan, Italy, South Korea and the United States of America, and compare the role played by the quarantine and isolation measures in each of these countries in controlling the effective reproduction number Rt of the virus. Our results unequivocally indicate that the countries in which rapid government interventions and strict public health measures for quarantine and isolation were implemented were successful in halting the spread of infection and prevent it from exploding exponentially. In the case of Wuhan especially, where the available data were earliest available, we have been able to test the predicting ability of our model by training it from data in the January 24 till March 3 window, and then matching the predictions up to April 1. Even for Italy and South Korea, we have a buffer window of one week (25 March - 1 April) to validate the predictions of our model. In the case of the US, our model captures well the current infected curve growth and predicts a halting of infection spread by 20 April 2020. We further demonstrate that relaxing or reversing quarantine measures right now will lead to an exponential explosion in the infected case count, thus nullifying the role played by all measures implemented in the US since mid March 2020.","publish_time":1586131200000,"author_summary":" Dandekar, Raj; Barbastathis, George","abstract_summary":" Since the first recording of what we now call<br>Covid-19 infection in Wuhan, Hubei province, China on<br>Dec 31, 2019, the disease has spread worldwide and<br>met with a wide variety of social distancing and<br>quarantine policies. The effectiveness of these<br>responses is notoriously difficult to quantify as<br>individuals travel, violate policies deliberately or<br>inadvertently, and infect others without themselves being<br>detected. Moreover, the publicly available data on<br>infection rates are themselves unreliable due to limited<br>testing and even possibly under-reporting. In this<br>paper, we attempt to interpret and extrapolate from<br>publicly available data using a mixed first-principles<br>epidemiological equations...","title_summary":" Quantifying the effect of quarantine control<br>in Covid-19 infectious spread using machine<br>learning","x":-4.1855249405,"y":31.8755569458,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.1855249405,"tsne_y":31.8755569458,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"uqkiglu3","source_x":"MedRxiv","title":"COVID-19 in China: Risk Factors and R0 Revisited","doi":"10.1101\/2020.05.18.20104703","abstract":"The COVID-19 epidemic had spread rapidly through China and subsequently has proliferated globally leading to a pandemic situation around the globe. Human-to-human transmissions, as well as asymptomatic transmissions of the infection, have been confirmed. As of April 3rd, public health crisis in China due to COVID-19 is potentially under control. We compiled a daily dataset of case counts, mortality, recovery, temperature, population density, and demographic information for each prefecture during the period of January 11 to April 07, 2020 (excluding Wuhan from our analysis due to missing data). Understanding the characteristics of spatiotemporal clustering of the COVID-19 epidemic and R0 is critical in effectively preventing and controlling the ongoing global pandemic. The prefectures were grouped based on several relevant features using unsupervised machine learning techniques. We performed a computational analysis utilizing the reported cases in China to estimate the revised R0 among different regions for prevention planning in an ongoing global pandemic. Finally, our results indicate that the impact of temperature and demographic (different age group percentage compared to the total population) factors on virus transmission may be characterized using a stochastic transmission model. Such predictions will help prioritize segments of a given community\/ region for action and provide a visual aid in designing prevention strategies for a specific geographic region. Furthermore, revised estimation and our methodology will aid in improving the human health consequences of COVID-19 elsewhere.","publish_time":1590105600000,"author_summary":" Khan, I. M.; Zhang, W.; Zafar, S.; Wang, Y.; He,<br>J.; Sun, H.; Haque, U.; Rahman, M. S.","abstract_summary":" The COVID-19 epidemic had spread rapidly<br>through China and subsequently has proliferated<br>globally leading to a pandemic situation around the<br>globe. Human-to-human transmissions, as well as<br>asymptomatic transmissions of the infection, have been<br>confirmed. As of April 3rd, public health crisis in China<br>due to COVID-19 is potentially under control. We<br>compiled a daily dataset of case counts, mortality,<br>recovery, temperature, population density, and<br>demographic information for each prefecture during the<br>period of January 11 to April 07, 2020 (excluding Wuhan<br>from our analysis due to missing data).<br>Understanding the characteristics of spatiotemporal<br>clustering of the COVID-19 epidemic and R0...","title_summary":" COVID-19 in China: Risk Factors and R0<br>Revisited","x":-3.0471265316,"y":29.5320510864,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.0471265316,"tsne_y":29.5320510864,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6k4irh9d","source_x":"MedRxiv","title":"Machine learning model estimating number of COVID-19 infection cases over coming 24 days in every province of South Korea (XGBoost and MultiOutputRegressor)","doi":"10.1101\/2020.05.10.20097527","abstract":"We built a machine learning model (ML model) which input the number of daily infection cases and the other information related to COVID-19 over the past 24 days in each of 17 provinces in South Korea, and output the total increase in the number of infection cases in each of 17 provinces over the coming 24 days. We employ a combination of XGBoost and MultiOutputRegressor as machine learning model (ML model). For each province, we conduct a binary classification whether our ML model can classify provinces where total infection cases over the coming 24 days is more than 100. The result is Sensitivity = 3\/3 = 100%, Specificity = 11\/14 = 78.6%, False Positive Rate = 3\/11 = 21.4%, Accuracy = 14\/17 = 82.4%. Sensitivity = 100% means that we did not overlook the three provinces where the number of COVID-19 infection cases increased by more than100. In addition, as for the provinces where the actual number of new COVID-19 infection cases is less than 100, the ratio (Specificity) that our ML model can correctly estimate was 78.6%, which is relatively high. From the above all, it is demonstrated that there is a sufficient possibility that our ML model can support the following four points. (1) Promotion of behavior modification of residents in dangerous areas, (2) Assistance for decision to resume economic activities in each province, (3) Assistance in determining infectious disease control measures in each province, (4) Search for factors that are highly correlated with the future increase in the number of COVID-19 infection cases.","publish_time":1589414400000,"author_summary":" Suzuki, Y.; Suzuki, A.","abstract_summary":" We built a machine learning model (ML model)<br>which input the number of daily infection cases and<br>the other information related to COVID-19 over the<br>past 24 days in each of 17 provinces in South Korea,<br>and output the total increase in the number of<br>infection cases in each of 17 provinces over the coming 24<br>days. We employ a combination of XGBoost and<br>MultiOutputRegressor as machine learning model (ML model). For each<br>province, we conduct a binary classification whether our<br>ML model can classify provinces where total<br>infection cases over the coming 24 days is more than 100.<br>The...","title_summary":" Machine learning model estimating number of<br>COVID-19 infection cases over coming 24 days in every<br>province of South Korea (XGBoost and<br>MultiOutputRegressor)","x":-3.5397377014,"y":30.4896392822,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.5397377014,"tsne_y":30.4896392822,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"0iouh7v3","source_x":"MedRxiv","title":"Going by the Numbers : Learning and Modeling COVID-19 Disease Dynamics","doi":"10.1101\/2020.05.18.20106112","abstract":"The COrona VIrus Disease (COVID-19) pandemic caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV2) has resulted in a challenging number of infections and deaths worldwide. In order to combat the pandemic, several countries worldwide enforced mitigation measures in the forms of lockdowns, social distancing and disinfection measures. In an effort to understand the dynamics of this disease, we propose a Long Short Term Memory (LSTM) based model. We train our model on over three months of cumulative COVID-19 cases and deaths. Our model can be adjusted based on the parameters in order to provide predictions as needed. We provide results at both the country and county levels. We also perform a quantitative comparison of mitigation measures in various counties in the United States based on the rate of difference of a short and long window parameter of the proposed LSTM model. The analyses provided by our model can provide valuable insights based on the trends in the rate of infections and deaths. This can also be of help for countries and counties deciding on mitigation and reopening strategies. We believe that the results obtained from the proposed method will contribute to societal benefits for a current global concern.","publish_time":1590105600000,"author_summary":" Basu, S.; Campbell, R. H.","abstract_summary":" The COrona VIrus Disease (COVID-19) pandemic<br>caused by the severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV2) has resulted in a challenging<br>number of infections and deaths worldwide. In order to<br>combat the pandemic, several countries worldwide<br>enforced mitigation measures in the forms of lockdowns,<br>social distancing and disinfection measures. In an<br>effort to understand the dynamics of this disease, we<br>propose a Long Short Term Memory (LSTM) based model. We<br>train our model on over three months of cumulative<br>COVID-19 cases and deaths. Our model can be adjusted<br>based on the parameters in order to provide<br>predictions as needed. We...","title_summary":" Going by the Numbers : Learning and Modeling<br>COVID-19 Disease Dynamics","x":-3.1843266487,"y":31.4434509277,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.1843266487,"tsne_y":31.4434509277,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"v6on5gv9","source_x":"MedRxiv","title":"A Novel Heuristic Global Algorithm to Predict the COVID-19 Pandemic Trend","doi":"10.1101\/2020.04.16.20068445","abstract":"Background Mathematical models are useful tools to predict the course of an epidemic. The present manuscript proposes a heuristic global algorithm for predicting the COVID-19 pandemic trend. Methods The proposed method utilizes a Gaussian-function-based algorithm for estimating how the temporal evolution of the pandemic develops by predicting daily COVID-19 deaths, for up to 10 days, from the day the prediction is made. This dataset, the number of daily deaths in each country or region, encapsulates information about (a) the quality of the health system of each country or region, (b) the age profile of the country s or region s population, and (c) environmental and other conditions. Findings The validity of the proposed heuristic global algorithm has been tested in the case of China (at different temporal stages of the pandemic), a country where the disease trend seems to have run its course. It has been applied to ten countries\/states\/cities, namely California, Germany, China, Greece, Iran, Lombardia\/Italy, New York, Sweden, United Kingdom and USA, for each one of which predictions have been obtained. The method has also been applied to the United States as a whole, as well as to the states of New York and California, in order to investigate how the pandemic is developing in different parts of the same country. Interpretation Based on the predicted findings, the proposed algorithm seems to offer a robust and reliable method for revealing the SARS-CoV-2 temporal dynamics and disease trend, as such, can be a useful tool for the relevant authorities.","publish_time":1587513600000,"author_summary":" Asteris, Panagiotis G.; Douvika, Maria;<br>Karamani, Christina; Skentou, Athanasia; Daras,<br>Tryfon; Cavaleri, Liborio; Armaghani, Danial Jahed;<br>Chlichlia, Katerina; Zaoutis, Theoklis E.","abstract_summary":" Background Mathematical models are useful<br>tools to predict the course of an epidemic. The<br>present manuscript proposes a heuristic global<br>algorithm for predicting the COVID-19 pandemic trend.<br>Methods The proposed method utilizes a<br>Gaussian-function-based algorithm for estimating how the temporal<br>evolution of the pandemic develops by predicting daily<br>COVID-19 deaths, for up to 10 days, from the day the<br>prediction is made. This dataset, the number of daily<br>deaths in each country or region, encapsulates<br>information about (a) the quality of the health system of<br>each country or region, (b) the age profile of the<br>country s or region s...","title_summary":" A Novel Heuristic Global Algorithm to Predict<br>the COVID-19 Pandemic Trend","x":-3.4257545471,"y":30.2147102356,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4257545471,"tsne_y":30.2147102356,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"bq63mdxl","source_x":"MedRxiv","title":"Forecasting Covid-19 dynamics in Brazil: a data driven approach","doi":"10.1101\/2020.05.11.20098392","abstract":"This paper has a twofold contribution. The first is a data driven approach for predicting the Covid-19 pandemic dynamics, based on data from more advanced countries. The second is to report and discuss the results obtained with this approach for Brazilian states, as of May 4th, 2020. We start by presenting preliminary results obtained by training an LSTM-SAE network, which are somewhat disappointing. Then, our main approach consists in an initial clustering of the world regions for which data is available and where the pandemic is at an advanced stage, based on a set of manually engineered features representing a country's response to the early spread of the pandemic. A Modified Auto-Encoder network is then trained from these clusters and learns to predict future data for Brazilian states. These predictions are used to estimate important statistics about the disease, such as peaks. Finally, curve fitting is carried out on the predictions in order to find the distribution that best fits the outputs of the MAE, and to refine the estimates of the peaks of the pandemic. Results indicate that the pandemic is still growing in Brazil, with most states peaks of infection estimated between the 25th of April and the 19th of May 2020. Predicted numbers reach a total of 240 thousand infected Brazilians, distributed among the different states, with Sao Paulo leading with almost 65 thousand estimated, confirmed cases. The estimated end of the pandemics (with 97 % of cases reaching an outcome) starts as of May 28th for some states and rests through August 14th, 2020.","publish_time":1589760000000,"author_summary":" Pereira, I. G.; Guerin, J. M.; Silva, A. G.;<br>Distante, C.; Garcia, G. S.; Goncalves, L. M. G.","abstract_summary":" This paper has a twofold contribution. The<br>first is a data driven approach for predicting the<br>Covid-19 pandemic dynamics, based on data from more<br>advanced countries. The second is to report and discuss<br>the results obtained with this approach for<br>Brazilian states, as of May 4th, 2020. We start by<br>presenting preliminary results obtained by training an<br>LSTM-SAE network, which are somewhat disappointing.<br>Then, our main approach consists in an initial<br>clustering of the world regions for which data is available<br>and where the pandemic is at an advanced stage,<br>based on a set of manually engineered features<br>representing a...","title_summary":" Forecasting Covid-19 dynamics in Brazil: a<br>data driven approach","x":-4.700067997,"y":30.6406002045,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.700067997,"tsne_y":30.6406002045,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"nng76upj","source_x":"MedRxiv","title":"A multivariate spatiotemporal spread model of COVID-19 using ensemble of ConvLSTM networks","doi":"10.1101\/2020.04.17.20069898","abstract":"The high R-naught factor of SARS-CoV-2 has created a race against time for mankind and it necessitates rapid containment actions to control the spread. In such scenario short term accurate spatiotemporal predictions can help understanding the dynamics of the spread in a geographic region and identify hotspots. We propose an ensemble of convolutional LSTM based spatiotemporal model to forecast spread of the epidemic with high resolution and accuracy in a large geographic region. A data preparation method is proposed to convert spatial causal features into set of 2D images with or without temporal component. The model has been trained with available data for USA and Italy. It achieved 5.57% and 0.3% mean absolute percent error for total number of predicted infection cases in a 5day prediction period for USA and Italy respectively.","publish_time":1587513600000,"author_summary":" paul, swarna kamal; Jana, Saikat; Bhaumik,<br>Parama","abstract_summary":" The high R-naught factor of SARS-CoV-2 has<br>created a race against time for mankind and it<br>necessitates rapid containment actions to control the<br>spread. In such scenario short term accurate<br>spatiotemporal predictions can help understanding the<br>dynamics of the spread in a geographic region and<br>identify hotspots. We propose an ensemble of<br>convolutional LSTM based spatiotemporal model to forecast<br>spread of the epidemic with high resolution and<br>accuracy in a large geographic region. A data<br>preparation method is proposed to convert spatial causal<br>features into set of 2D images with or without temporal<br>component. The model has been trained with...","title_summary":" A multivariate spatiotemporal spread model of<br>COVID-19 using ensemble of ConvLSTM networks","x":-4.4329180717,"y":31.0055294037,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.4329180717,"tsne_y":31.0055294037,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"m22qslfa","source_x":"MedRxiv","title":"How well can we forecast the COVID-19 pandemic with curve fitting and recurrent neural networks?","doi":"10.1101\/2020.05.14.20102541","abstract":"Predictions of the COVID-19 pandemic in USA are compared using curve fitting and various recurrent neural networks (RNNs) including the standard long short-term memory (LSTM) RNN and 10 types of slim LSTM RNNs. The curve fitting method predicts the pandemic would end in early summer but the exact date and scale vary with the evolving data used for fitting. All LSTM RNNs result in short-term (8 to 10 days) predictions with comparable accuracies (smaller than 10 %) to curve fitting---they do not show advantage over curve fitting.","publish_time":1589760000000,"author_summary":" Zhao, Z.; Nehil-Puleo, K.; Zhao, Y.","abstract_summary":" Predictions of the COVID-19 pandemic in USA are<br>compared using curve fitting and various recurrent<br>neural networks (RNNs) including the standard long<br>short-term memory (LSTM) RNN and 10 types of slim LSTM RNNs.<br>The curve fitting method predicts the pandemic<br>would end in early summer but the exact date and scale<br>vary with the evolving data used for fitting. All<br>LSTM RNNs result in short-term (8 to 10 days)<br>predictions with comparable accuracies (smaller than 10 %)<br>to curve fitting---they do not show advantage<br>over curve fitting.","title_summary":" How well can we forecast the COVID-19 pandemic<br>with curve fitting and recurrent neural networks?","x":-4.3373069763,"y":30.8319644928,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.3373069763,"tsne_y":30.8319644928,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"wps2ikac","source_x":"MedRxiv","title":"Forecasting COVID-19 new cases in Algeria using Autoregressive fractionally integrated moving average Models (ARFIMA)","doi":"10.1101\/2020.05.03.20089615","abstract":"In this research, an ARFIMA model is proposed to forecast new COVID-19 cases in Algeria two weeks ahead. In the present study, public health database from Algeria health ministry has been used to build an ARFIMA model and used to forecast COVID-19 new cases in Algeria until May 11, 2020.","publish_time":1588896000000,"author_summary":" Balah, B.; Djeddou, M.","abstract_summary":" In this research, an ARFIMA model is proposed to<br>forecast new COVID-19 cases in Algeria two weeks ahead.<br>In the present study, public health database from<br>Algeria health ministry has been used to build an ARFIMA<br>model and used to forecast COVID-19 new cases in<br>Algeria until May 11, 2020.","title_summary":" Forecasting COVID-19 new cases in Algeria<br>using Autoregressive fractionally integrated<br>moving average Models (ARFIMA)","x":-5.2090101242,"y":28.8745422363,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.2090101242,"tsne_y":28.8745422363,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"0k9t4dt8","source_x":"MedRxiv","title":"COVID-SGIS: A smart tool for dynamic monitoring and temporal forecasting of Covid-19","doi":"10.1101\/2020.05.30.20117945","abstract":"Objective The new kind of coronavirus SARS-Cov2 spread to countries in all continents in the World. The coronavirus disease 2019 (Covid-19) causes fever, cough, sore throat, and in severe cases shortness of breath and death. To evaluate strategies, it is necessary to forecast the number of cases and deaths, in order to aid the stakeholders in the process of making decisions against the disease. We propose a system for real-time forecast of the cumulative cases of Covid-19 in Brazil. Study Design Monitoring of all Brazilian cities using oficial information from the National Notification System, from March to May 2020, concentrated on Brazil.io databases. Training and evaluation of ARIMA and other machine learning algorithms for temporal forecasting using correlation indexes (Pearson's, Spearman's, and Kendall's) and RMSE(%). Validation from the relative errors of the following six days. Methods Our developed software, COVID-SGIS, captures information from the 26 states and the Distrito Federal at the Brazil.io database. From these data, ARIMA models are created for the accumulation of confirmed cases and death cases by Covid-19. Finally, six-day forecasts graphs are available for Brazil and for each of its federative units, separately, with a 95% CI. In addition to these predictions, the worst and best scenarios are also presented. Results ARIMA models were generated for Brazil and its 27 federative units. The states of Bahia, Maranhao, Piaui, Rio Grande do Norte, Amapa, Rondonia every day of the predictions were in the projection interval. The same happened to the states of Espirito Santo, Minas Gerais, Parana and Santa Catarina. In Brazil, the percentage error between the predicted values and the actual values varied between 2.56% and 6.50%. For the days when the forecasts outside the prediction interval, the percentage errors in relation to the worst case scenario were below 5%. The states of Bahia, Maranhao, Piaui, Rio Grande do Norte, Amapa, and Rondonia every day of the predictions were in the projection interval. The same happened to the states of Espirito Santo, Minas Gerais, Parana and Santa Catarina. Conclusion The proposed method for dynamic forecasting may be used to guide social policies and plan direct interventions in a robust, flexible and fast way. Since it is based on information from multiple databases, it can be adapted to the different realities, becoming an important tool to guide the course of politics and action against Covid-19 pandemic worldwide.","publish_time":1591142400000,"author_summary":" de Lima, C. L.; da Silva, C. C.; da Silva, A. C. G.;<br>Silva, E. L.; Marques, G. S.; de Araujo, L. J. B.;<br>Albuquerque Junior, L. A.; de Souza, S. B. J.; de Santana, M.<br>A.; Gomes, J. C.; Barbosa, V. A. d. F.; Musah, A.;<br>Kostkova, P.; dos Santos, W. P.; da Silva Filho, A. G.","abstract_summary":" Objective The new kind of coronavirus<br>SARS-Cov2 spread to countries in all continents in the<br>World. The coronavirus disease 2019 (Covid-19)<br>causes fever, cough, sore throat, and in severe cases<br>shortness of breath and death. To evaluate strategies, it<br>is necessary to forecast the number of cases and<br>deaths, in order to aid the stakeholders in the process<br>of making decisions against the disease. We<br>propose a system for real-time forecast of the<br>cumulative cases of Covid-19 in Brazil. Study Design<br>Monitoring of all Brazilian cities using oficial<br>information from the National Notification System, from<br>March to May 2020, concentrated...","title_summary":" COVID-SGIS: A smart tool for dynamic<br>monitoring and temporal forecasting of Covid-19","x":-3.2803604603,"y":30.0314502716,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.2803604603,"tsne_y":30.0314502716,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"g13ve0kn","source_x":"ArXiv","title":"Detecting Suspected Epidemic Cases Using Trajectory Big Data","doi":"10.4208\/csiam-am.2020-0006","abstract":"Emerging infectious diseases are existential threats to human health and global stability. The recent outbreaks of the novel coronavirus COVID-19 have rapidly formed a global pandemic, causing hundreds of thousands of infections and huge economic loss. The WHO declares that more precise measures to track, detect and isolate infected people are among the most effective means to quickly contain the outbreak. Based on trajectory provided by the big data and the mean field theory, we establish an aggregated risk mean field that contains information of all risk-spreading particles by proposing a spatio-temporal model named HiRES risk map. It has dynamic fine spatial resolution and high computation efficiency enabling fast update. We then propose an objective individual epidemic risk scoring model named HiRES-p based on HiRES risk maps, and use it to develop statistical inference and machine learning methods for detecting suspected epidemic-infected individuals. We conduct numerical experiments by applying the proposed methods to study the early outbreak of COVID-19 in China. Results show that the HiRES risk map has strong ability in capturing global trend and local variability of the epidemic risk, thus can be applied to monitor epidemic risk at country, province, city and community levels, as well as at specific high-risk locations such as hospital and station. HiRES-p score seems to be an effective measurement of personal epidemic risk. The accuracy of both detecting methods are above 90\\% when the population infection rate is under 20\\%, which indicates great application potential in epidemic risk prevention and control practice.","publish_time":1585785600000,"author_summary":" Zhou, Chuansai; Yuan, Wen; Wang, Jun; Xu,<br>Haiyong; Jiang, Yong; Wang, Xinmin; Wen, Qiuzi Han;<br>Zhang, Pingwen","abstract_summary":" Emerging infectious diseases are existential<br>threats to human health and global stability. The<br>recent outbreaks of the novel coronavirus COVID-19<br>have rapidly formed a global pandemic, causing<br>hundreds of thousands of infections and huge economic<br>loss. The WHO declares that more precise measures to<br>track, detect and isolate infected people are among<br>the most effective means to quickly contain the<br>outbreak. Based on trajectory provided by the big data and<br>the mean field theory, we establish an aggregated<br>risk mean field that contains information of all<br>risk-spreading particles by proposing a spatio-temporal<br>model named HiRES risk map. It has dynamic...","title_summary":" Detecting Suspected Epidemic Cases Using<br>Trajectory Big Data","x":-2.6584970951,"y":29.2427062988,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.6584970951,"tsne_y":29.2427062988,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"m16vlv1q","source_x":"MedRxiv","title":"MACHINE LEARNING PREDICTION FOR COVID 19 PANDEMIC IN INDIA","doi":"10.1101\/2020.05.20.20107847","abstract":"Background: Coronavirus was detected in December 2019 in a bulk seafood shop in Wuhan, China. The original incident of COVID-19 pandemic in India was conveyed on 30th January 2020 instigating from the nation called china. As of 25th April 2020, the Ministry of Health and Family Welfare has established a total of 24, 942 incidents, 5, 210 recuperation including 1 relocation, and 779 demises in the republic. Objective: The objective of the paper is to formulate a simple average aggregated machine learning method to predict the number, size, and length of COVID-19 cases extent and wind-up period crosswise India. Method: This study examined the datasets via the Autoregressive Integrated Moving Average Model (ARIMA). The study also built a simple mean aggregated method established on the performance of 3 regression techniques such as Support Vector Regression (SVR, NN, and LR), Neural Network, and Linear Regression. Result: The results showed that COVID-19 disease can correctly be predicted. The result of the prediction shows that COVID-19 ailment could be conveyed through water and air ecological variables and so preventives measures such as social distancing, wearing of mask and hand gloves, staying at home can help to avert the circulation of the sickness thereby resulting in reduced active cases and even mortality. Conclusion: It was established that the projected method outperformed when likened to previously obtainable practical models on the bases of prediction precision. Hence, putting in place the preventive measures can effectively manage the spread of COVID-19, and also the death rate will be reduced and eventually be over in India and other nations.","publish_time":1590451200000,"author_summary":" Ogundokun, R. O.; Awotunde, J. B.","abstract_summary":" Background: Coronavirus was detected in<br>December 2019 in a bulk seafood shop in Wuhan, China. The<br>original incident of COVID-19 pandemic in India was<br>conveyed on 30th January 2020 instigating from the<br>nation called china. As of 25th April 2020, the<br>Ministry of Health and Family Welfare has established a<br>total of 24, 942 incidents, 5, 210 recuperation<br>including 1 relocation, and 779 demises in the republic.<br>Objective: The objective of the paper is to formulate a<br>simple average aggregated machine learning method to<br>predict the number, size, and length of COVID-19 cases<br>extent and wind-up period crosswise India. Method:...","title_summary":" MACHINE LEARNING PREDICTION FOR COVID 19<br>PANDEMIC IN INDIA","x":-3.2889964581,"y":30.9487361908,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.2889964581,"tsne_y":30.9487361908,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"2bxpqhro","source_x":"MedRxiv","title":"Worldwide and Regional Forecasting of Coronavirus (Covid-19) Spread using a Deep Learning Model","doi":"10.1101\/2020.05.23.20111039","abstract":"In December 2019, Covid-19 epidemic was identified in Wuhan, China. Covid-19 may cause fatality especially among elderly, and people with chronic health problems. After human to human transmissions of the disease, it has rapidly spread throughout China, and then the outbreak has reached to neighboring countries in Asia. Now, the spread of the virus is accelerating in the world, and increasing number of new cases has been reported daily in Europe, Middle East, Africa and America regions. Recently, World Health Organization (WHO) also announced Covid-19 as a Pandemic. As of 3 April, worldwide around more than 1 million cases and around 60,000 fatalities are reported. Thus, forecasting regional and worldwide outbreak size of Covid-19 is important in order to take necessary actions regarding to preparedness plans and mitigation interventions. In this work, we design a deep learning model, which is an effective artificial intelligence method, to provide regional and worldwide forecasts. Particularly for worldwide, our approach predicts the cumulative number of cases, cumulative number of deaths and daily new cases. For Europe and Middle East regions, we predict the cumulative number of cases, and for Mainland China we predict daily new cases and the cumulative number of deaths. We predict the next 10 days based on the previously reported actual time series data of Covid-19. For worldwide forecasts, we use the data provided by Worldometers. For Europe and Middle East forecasts, we use the data provided by World Health Organization, and for China Mainland forecasts, the data is obtained from Chinese Centre for Disease Control and Prevention. This is the first time that a deep learning model has been employed for Covid-19 spread prediction, solely based on the known reported cases of Covid-19. The proposed deep learning architecture consists of Long Short Term Memory (LSTM) layer, dropout layer, and fully connected layers to predict regional and worldwide forecasts. We evaluate our approach with Root Mean Square Error (RMSE) metric. For forecasting, we use the network models that give the minimum RMSE on the last 3 days of actual data. Networks, which achieves the minimum RMSE on the last 3 days, are used to predict the next 10 days. Every day, the spread and situations are changing. Our approach can take into account these real-time changes; the deep learning model can be re-trained with new daily data and perform real-time forecasting. Results show that the proposed deep learning model is promising, it can predict possible scenarios regionally and globally for the spread of Covid-19.","publish_time":1590451200000,"author_summary":" Direkoglu, C.; Sah, M.","abstract_summary":" In December 2019, Covid-19 epidemic was<br>identified in Wuhan, China. Covid-19 may cause fatality<br>especially among elderly, and people with chronic health<br>problems. After human to human transmissions of the<br>disease, it has rapidly spread throughout China, and<br>then the outbreak has reached to neighboring<br>countries in Asia. Now, the spread of the virus is<br>accelerating in the world, and increasing number of new cases<br>has been reported daily in Europe, Middle East,<br>Africa and America regions. Recently, World Health<br>Organization (WHO) also announced Covid-19 as a Pandemic. As<br>of 3 April, worldwide around more than 1 million<br>cases and...","title_summary":" Worldwide and Regional Forecasting of<br>Coronavirus (Covid-19) Spread using a Deep Learning Model","x":-3.1043093204,"y":31.4013500214,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.1043093204,"tsne_y":31.4013500214,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"yafo9iie","source_x":"MedRxiv","title":"COVID-Net: A deep learning based and interpretable predication model for the county-wise trajectories of COVID-19 in the United States","doi":"10.1101\/2020.05.26.20113787","abstract":"The confirmed cases of novel coronavirus disease (COVID-19) have been reported in the United States since late January 2020. There were over 4.8 million confirmed cases and about 320,000 deaths as of May 19, 2020 in the world. We examined the characteristics of the confirmed cases and deaths of COVID-19 in all affected counties of the United States. We proposed a COVID-Net combining the architecture of both Long Short Term Memory (LSTM) and Gated Recurrent Unit (GRU) by using the trajectories of COVID-19 during different periods until May 19, 2020, as the training data. The validation of the COVID-Net was performed by predicting the numbers of confirmed cases and deaths in subsequent 3-day, 5-day, and 7-day periods. The COVID-Net produced relatively smaller Mean Relative Errors (MREs) for the 10 counties with the most severe epidemic as of May 19, 2020. On average, MREs were 0.01 for the number of confirmed cases in all validation periods, and 0.01, 0.01, and 0.03 for the number of deaths in the 3-day, 5-day, and 7-day periods, respectively. The COVID-Net incorporated five risk factors of COVID-19 and was used to predict the trajectories of COVID-19 in Hudson County, New Jersey and New York County, New York until June 28, 2020. The risk factors include the percentage of the population with access to exercise opportunities, average daily PM2.5, population size, preventable hospitalization rate, and violent crime rate. The expected number of cumulative confirmed cases and deaths depends on the dynamics of these five risk factors.","publish_time":1590537600000,"author_summary":" Tian, T.; Jiang, Y.; Zhang, Y.; Li, Z.; Wang, X.;<br>Zhang, H.","abstract_summary":" The confirmed cases of novel coronavirus<br>disease (COVID-19) have been reported in the United<br>States since late January 2020. There were over 4.8<br>million confirmed cases and about 320,000 deaths as of<br>May 19, 2020 in the world. We examined the<br>characteristics of the confirmed cases and deaths of COVID-19 in<br>all affected counties of the United States. We<br>proposed a COVID-Net combining the architecture of both<br>Long Short Term Memory (LSTM) and Gated Recurrent<br>Unit (GRU) by using the trajectories of COVID-19<br>during different periods until May 19, 2020, as the<br>training data. The validation of the COVID-Net was...","title_summary":" COVID-Net: A deep learning based and<br>interpretable predication model for the county-wise<br>trajectories of COVID-19 in the United States","x":-3.705340147,"y":32.0613441467,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.705340147,"tsne_y":32.0613441467,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"4wui5ejv","source_x":"MedRxiv","title":"ARIMA modelling of predicting COVID-19 infections","doi":"10.1101\/2020.04.18.20070631","abstract":"The World Health Organization (WHO) Director-General, Dr. Tedros Adhanom Ghebreyesus on March 11, 2020 declared the novel coronavirus (COVID-19) outbreak a global pandemic [4] the reason being the number of cases outside China increased 13-fold and the number of countries with cases increased threefold. In this paper a time series model to predict short-term prediction of the transmission of the exponentially growing COVID-19 time series is modelled and studied. Auto Regressive Integrated Moving Average (ARIMA) model prediction is performed on the number of cumulative cases over a time period and is validated over Akaike information criterion (AIC) statistics.","publish_time":1587600000000,"author_summary":" Anne, Regis","abstract_summary":" The World Health Organization (WHO)<br>Director-General, Dr. Tedros Adhanom Ghebreyesus on March 11,<br>2020 declared the novel coronavirus (COVID-19)<br>outbreak a global pandemic [4] the reason being the<br>number of cases outside China increased 13-fold and<br>the number of countries with cases increased<br>threefold. In this paper a time series model to predict<br>short-term prediction of the transmission of the<br>exponentially growing COVID-19 time series is modelled and<br>studied. Auto Regressive Integrated Moving Average<br>(ARIMA) model prediction is performed on the number of<br>cumulative cases over a time period and is validated over<br>Akaike information criterion (AIC) statistics.","title_summary":" ARIMA modelling of predicting COVID-19<br>infections","x":-5.7798957825,"y":28.5437793732,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.7798957825,"tsne_y":28.5437793732,"subcluster":0,"subcluster_description":"Covid-19 Outbreaks","shape":"p"},{"cord_uid":"ba6mdgq3","source_x":"MedRxiv","title":"Real-time forecasts and risk assessment of novel coronavirus (COVID-19) cases: A data-driven analysis","doi":"10.1101\/2020.04.09.20059311","abstract":"The coronavirus disease 2019 (COVID-19) has become a public health emergency of international concern affecting 201 countries and territories around the globe. As of April 4, 2020, it has caused a pandemic outbreak with more than 11,16,643 confirmed infections and more than 59,170 reported deaths worldwide. The main focus of this paper is two-fold: (a) generating short term (real-time) forecasts of the future COVID-19 cases for multiple countries; (b) risk assessment (in terms of case fatality rate) of the novel COVID-19 for some profoundly affected countries by finding various important demographic characteristics of the countries along with some disease characteristics. To solve the first problem, we presented a hybrid approach based on autoregressive integrated moving average model and Wavelet-based forecasting model that can generate short-term (ten days ahead) forecasts of the number of daily confirmed cases for Canada, France, India, South Korea, and the UK. The predictions of the future outbreak for different countries will be useful for the effective allocation of health care resources and will act as an early-warning system for government policymakers. In the second problem, we applied an optimal regression tree algorithm to find essential causal variables that significantly affect the case fatality rates for different countries. This data-driven analysis will necessarily provide deep insights into the study of early risk assessments for 50 immensely affected countries.","publish_time":1586822400000,"author_summary":" Chakraborty, Tanujit; Ghosh, Indrajit","abstract_summary":" The coronavirus disease 2019 (COVID-19) has<br>become a public health emergency of international<br>concern affecting 201 countries and territories<br>around the globe. As of April 4, 2020, it has caused a<br>pandemic outbreak with more than 11,16,643 confirmed<br>infections and more than 59,170 reported deaths<br>worldwide. The main focus of this paper is two-fold: (a)<br>generating short term (real-time) forecasts of the future<br>COVID-19 cases for multiple countries; (b) risk<br>assessment (in terms of case fatality rate) of the novel<br>COVID-19 for some profoundly affected countries by<br>finding various important demographic<br>characteristics of the countries along with some disease<br>characteristics....","title_summary":" Real-time forecasts and risk assessment of<br>novel coronavirus (COVID-19) cases: A data-driven<br>analysis","x":-3.5696406364,"y":29.167930603,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.5696406364,"tsne_y":29.167930603,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"fzr8fkzb","source_x":"MedRxiv","title":"Machine Learning Approach for Confirmation of COVID-19 Cases: Positive, Negative, Death and Release","doi":"10.1101\/2020.03.25.20043505","abstract":"In recent days, Covid-19 coronavirus has been an immense impact on social, economic fields in the world. The objective of this study determines if it is feasible to use machine learning method to evaluate how much prediction results are close to original data related to Confirmed-Negative-Released-Death cases of Covid-19. For this purpose, a verification method is proposed in this paper that uses the concept of Deep-learning Neural Network. In this framework, Long short-term memory (LSTM) and Gated Recurrent Unit (GRU) are also assimilated finally for training the dataset and the prediction results are tally with the results predicted by clinical doctors. The prediction results are validated against the original data based on some predefined metric. The experimental results showcase that the proposed approach is useful in generating suitable results based on the critical disease outbreak. It also helps doctors to recheck further verification of virus by the proposed method. The outbreak of Coronavirus has the nature of exponential growth and so it is difficult to control with limited clinical persons for handling a huge number of patients with in a reasonable time. So it is necessary to build an automated model, based on machine learning approach, for corrective measure after the decision of clinical doctors. It could be a promising supplementary confirmation method for frontline clinical doctors. The proposed method has a high prediction rate and works fast for probable accurate identification of the disease. The performance analysis shows that a high rate of accuracy is obtained by the proposed method.","publish_time":1585526400000,"author_summary":" Bandyopadhyay, Samir Kumar; Dutta, Shawni","abstract_summary":" In recent days, Covid-19 coronavirus has been<br>an immense impact on social, economic fields in<br>the world. The objective of this study determines<br>if it is feasible to use machine learning method to<br>evaluate how much prediction results are close to<br>original data related to<br>Confirmed-Negative-Released-Death cases of Covid-19. For this purpose, a<br>verification method is proposed in this paper that uses the<br>concept of Deep-learning Neural Network. In this<br>framework, Long short-term memory (LSTM) and Gated<br>Recurrent Unit (GRU) are also assimilated finally for<br>training the dataset and the prediction results are<br>tally with the results predicted by clinical...","title_summary":" Machine Learning Approach for Confirmation of<br>COVID-19 Cases: Positive, Negative, Death and Release","x":-3.1527926922,"y":32.7399368286,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.1527926922,"tsne_y":32.7399368286,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lrn0wpvj","source_x":"MedRxiv","title":"Variational-LSTM Autoencoder to forecast the spread of coronavirus across the globe","doi":"10.1101\/2020.04.20.20070938","abstract":"Modelling the spread of coronavirus globally while learning trends at global and country levels remains crucial for tackling the pandemic. We introduce a novel variational LSTM-Autoencoder model to predict the spread of coronavirus for each country across the globe. This deep spatio-temporal model does not only rely on historical data of the virus spread but also includes factors related to urban characteristics represented in locational and demographic data (such as population density, urban population, and fertility rate), an index that represent the governmental measures and response amid toward mitigating the outbreak (includes 13 measures such as: 1) school closing, 2) workplace closing, 3) cancelling public events, 4) close public transport, 5) public information campaigns, 6) restrictions on internal movements, 7) international travel controls, 8) fiscal measures, 9) monetary measures, 10) emergency investment in health care, 11) investment in vaccines, 12) virus testing framework, and 13) contact tracing). In addition, the introduced method learns to generate graph to adjust the spatial dependences among different countries while forecasting the spread. We trained two models for short and long-term forecasts. The first one is trained to output one step in future with three previous timestamps of all features across the globe, whereas the second model is trained to output 10 steps in future. Overall, the trained models show high validation for forecasting the spread for each country for short and long-term forecasts, which makes the introduce method a useful tool to assist decision and policymaking for the different corners of the globe.","publish_time":1587686400000,"author_summary":" Ibrahim, Mohamed R.; Haworth, James; Lipani,<br>Aldo; Aslam, Nilufer; Cheng, Tao; Christie, Nicola","abstract_summary":" Modelling the spread of coronavirus globally<br>while learning trends at global and country levels<br>remains crucial for tackling the pandemic. We<br>introduce a novel variational LSTM-Autoencoder model to<br>predict the spread of coronavirus for each country<br>across the globe. This deep spatio-temporal model<br>does not only rely on historical data of the virus<br>spread but also includes factors related to urban<br>characteristics represented in locational and demographic<br>data (such as population density, urban<br>population, and fertility rate), an index that represent<br>the governmental measures and response amid<br>toward mitigating the outbreak (includes 13 measures<br>such as: 1) school closing, 2)...","title_summary":" Variational-LSTM Autoencoder to forecast the<br>spread of coronavirus across the globe","x":-3.4672510624,"y":31.6155357361,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4672510624,"tsne_y":31.6155357361,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"b5vnzylk","source_x":"MedRxiv","title":"A Machine Learning Solution Framework for Combatting COVID-19 in Smart Cities from Multiple Dimensions","doi":"10.1101\/2020.05.18.20105577","abstract":"The spread of COVID-19 across the world continue as efforts are been made from multi-dimension to curtail it is spread and provide treatment. The COVID-19 triggered partial and full lockdown across the globe in an effort to prevent it is spread. The COVID-19 causes serious fatalities with United States of America recording over 3,000 deaths within 24 hours, the highest in the world for a single day. In this paper, we propose a framework integrated with machine learning to curtail the spread of COVID-19 in smart cities. A novel mathematical model is created to show the spread of the COVID-19 in smart cities. The propose solution framework can generate, capture, store and analyze data using machine learning algorithms to detect, prevent the spread of COVID-19, forecast next epidemic, effective contact tracing, diagnose cases, monitor COVID-19 patient, COVID-19 vaccine development, track potential COVID-19 patients, COVID-19 drug discovery and provide better understand of the virus in smart cities. The study outlined case studies on the application of machine learning to help in the fight against COVID-19 in hospitals in smart cities across the world. The framework can provide guide for real world execution in smart cities. The propose framework has the potential for helping national healthcare systems in curtailing the COVID-19 pandemic in smart cities.","publish_time":1590019200000,"author_summary":" Hashem, I. A. T.; Ezugwu, A. E.; Al-Garadi, M.<br>A.; Abdullahi, I. N.; Otegbeye, O.; Ahman, Q. O.;<br>Mbah, G. C. E.; Shukla, A. K.; Chiroma, H.","abstract_summary":" The spread of COVID-19 across the world<br>continue as efforts are been made from multi-dimension<br>to curtail it is spread and provide treatment. The<br>COVID-19 triggered partial and full lockdown across the<br>globe in an effort to prevent it is spread. The<br>COVID-19 causes serious fatalities with United States<br>of America recording over 3,000 deaths within 24<br>hours, the highest in the world for a single day. In this<br>paper, we propose a framework integrated with machine<br>learning to curtail the spread of COVID-19 in smart<br>cities. A novel mathematical model is created to show<br>the spread of the COVID-19...","title_summary":" A Machine Learning Solution Framework for<br>Combatting COVID-19 in Smart Cities from Multiple<br>Dimensions","x":-2.7245855331,"y":30.6010379791,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.7245855331,"tsne_y":30.6010379791,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"qrsugjr1","source_x":"MedRxiv","title":"Covid-19 Pandemic Data Analysis and Forecasting using Machine Learning Algorithms","doi":"10.1101\/2020.06.25.20140004","abstract":"India reported its first case of covid-19 on 30th Jan 2020. Though we did not notice a significant rise in the number of cases in the month of February and like many other countries, this number escalated like anything from March 2020. This research paper will include analysis of covid-19 data initially at a global level and then drilled down to the scenario of India. Data is gathered from multiple data sources from several authentic government websites. The paper will also include analysis of various features like gender, geographical location, age using Python and Data Visualization techniques. Getting insights on Trend pattern and time series analysis will bring more clarity to the current scenario as analysis is totally on real-time data(till 19th June). Finally we will use some machine learning algorithms and perform predictive analytics of the near future scenario. We are using a sigmoid model to give an estimate of the day on which we can expect the number of active cases to reach its peak and also when the curve will start to flatten sigmoid model gives us a count of date which is a unique feature of analysis in this paper. We are also using certain feature engineering techniques to transfer data into logarithmic scale for better comparison removing any data extremities or outliers. Based on the predictions of the short-term interval, our model can be tuned to forecast long time intervals. Needless to mention there are a lot of factors responsible for the cases to come in the upcoming days. It depends on the people of the country and how strictly they obey the rules and restriction imposed by the Government.","publish_time":1593129600000,"author_summary":" Sengupta, S.; Mugde, S.","abstract_summary":" India reported its first case of covid-19 on<br>30th Jan 2020. Though we did not notice a significant<br>rise in the number of cases in the month of February<br>and like many other countries, this number<br>escalated like anything from March 2020. This research<br>paper will include analysis of covid-19 data<br>initially at a global level and then drilled down to the<br>scenario of India. Data is gathered from multiple data<br>sources from several authentic government websites.<br>The paper will also include analysis of various<br>features like gender, geographical location, age using<br>Python and Data Visualization techniques. Getting<br>insights on...","title_summary":" Covid-19 Pandemic Data Analysis and<br>Forecasting using Machine Learning Algorithms","x":-3.4875278473,"y":30.3063373566,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4875278473,"tsne_y":30.3063373566,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"azpz6e7q","source_x":"MedRxiv","title":"Forecasting Covid-19 Outbreak Progression in Italian Regions: A model based on neural network training from Chinese data","doi":"10.1101\/2020.04.09.20059055","abstract":"Background. Epidemiological figures of Covid19 epidemic in Italy are worse than those observed in China. Methods. We modeled the Covid19 outbreak in Italian Regions vs. Lombardy to assess the epidemics progression and predict peaks of new daily infections and total cases by learning from the entire Chinese epidemiological dynamics. We trained an artificial neural network model, a modified auto-encoder with Covid19 Chinese data, to forecast epidemic curve of the different Italian regions, and use the susceptible\/exposed\/infected\/removed (SEIR) compartment model to predict the spreading and peaks. We have estimated the basic reproduction number (R0), which represents the average number of people that can be infected by a person who has already acquired the infection - both by fitting the exponential growth rate of the infection across a one month period, and also by using a day by day assessment, based on single observations. Results. The expected peak of SEIR model for new daily cases was at the end of March at national level. The peak of overall positive cases is expected by April 11th in Southern Italian Regions, a couple of days after that of Lombardy and Northern regions. According to our model, total confirmed cases in all Italy regions could reach 160,000 cases by April 30th and stabilize at a plateau. Conclusions. Training neural networks on Chinese data and use the knowledge to forecast Italian spreading of Covid19 has resulted in a good fit, measured with the mean average precision between official Italian data and the forecast.","publish_time":1586822400000,"author_summary":" Distante, Cosimo; Gadelha Pereira, Igor;<br>Garcia Goncalves, Luiz Marcos; Piscitelli, Prisco;<br>Miani, Alessandro","abstract_summary":" Background. Epidemiological figures of<br>Covid19 epidemic in Italy are worse than those observed<br>in China. Methods. We modeled the Covid19<br>outbreak in Italian Regions vs. Lombardy to assess the<br>epidemics progression and predict peaks of new daily<br>infections and total cases by learning from the entire<br>Chinese epidemiological dynamics. We trained an<br>artificial neural network model, a modified auto-encoder<br>with Covid19 Chinese data, to forecast epidemic<br>curve of the different Italian regions, and use the<br>susceptible\/exposed\/infected\/removed (SEIR) compartment model to predict the<br>spreading and peaks. We have estimated the basic<br>reproduction number (R0), which represents the average<br>number of people...","title_summary":" Forecasting Covid-19 Outbreak Progression in<br>Italian Regions: A model based on neural network<br>training from Chinese data","x":-3.6054794788,"y":30.2370281219,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6054794788,"tsne_y":30.2370281219,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"nu0pn2q8","source_x":"MedRxiv","title":"COVID-19 Outbreak Prediction with Machine Learning","doi":"10.1101\/2020.04.17.20070094","abstract":"Several outbreak prediction models for COVID-19 are being used by officials around the world to make informed-decisions and enforce relevant control measures. Among the standard models for COVID-19 global pandemic prediction, simple epidemiological and statistical models have received more attention by authorities, and they are popular in the media. Due to a high level of uncertainty and lack of essential data, standard models have shown low accuracy for long-term prediction. Although the literature includes several attempts to address this issue, the essential generalization and robustness abilities of existing models needs to be improved. This paper presents a comparative analysis of machine learning and soft computing models to predict the COVID-19 outbreak. Among a wide range of machine learning models investigated, two models showed promising results (i.e., multi-layered perceptron, MLP, and adaptive network-based fuzzy inference system, ANFIS). Based on the results reported here, and due to the highly complex nature of the COVID-19 outbreak and variation in its behavior from nation-to-nation, this study suggests machine learning as an effective tool to model the outbreak.","publish_time":1587513600000,"author_summary":" Ardabili, S. F.; MOSAVI, A.; Ghamisi, P.;<br>Ferdinand, F.; Varkonyi-Koczy, A. R.; Reuter, U.;<br>Rabczuk, T.; Atkinson, P. M.","abstract_summary":" Several outbreak prediction models for<br>COVID-19 are being used by officials around the world to<br>make informed-decisions and enforce relevant<br>control measures. Among the standard models for<br>COVID-19 global pandemic prediction, simple<br>epidemiological and statistical models have received more<br>attention by authorities, and they are popular in the<br>media. Due to a high level of uncertainty and lack of<br>essential data, standard models have shown low accuracy<br>for long-term prediction. Although the<br>literature includes several attempts to address this<br>issue, the essential generalization and robustness<br>abilities of existing models needs to be improved. This<br>paper presents a comparative analysis of...","title_summary":" COVID-19 Outbreak Prediction with Machine<br>Learning","x":-3.7896351814,"y":30.4962978363,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.7896351814,"tsne_y":30.4962978363,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"nqq87d0m","source_x":"MedRxiv","title":"Epidemic Model Guided Machine Learning for COVID-19 Forecasts in the United States","doi":"10.1101\/2020.05.24.20111989","abstract":"We propose a new epidemic model (SuEIR) for forecasting the spread of COVID-19, including numbers of confirmed and fatality cases at national and state levels in the United States. Specifically, the SuEIR model is a variant of the SEIR model by taking into account the untested\/unreported cases of COVID-19, and trained by machine learning algorithms based on the reported historical data. Besides providing basic projections for confirmed and fatality cases, the proposed SuEIR model is also able to predict the peak date of active cases, and estimate the basic reproduction number (R0). In particular, the forecasts based on our model suggest that the peak date of the US, New York state, and California state are 06\/01\/2020, 05\/10\/2020, and 07\/01\/2020 respectively. In addition, the estimated R0 of the US, New York state, and California state are 2.5, 3.6 and 2.2 respectively. The prediction results for all states in the US can be found on our project website: https:\/\/covid19.uclaml.org, which are updated on a weekly basis, and have been adopted by the Centers for Disease Control and Prevention (CDC) for COVID-19 death forecasts (https:\/\/www.cdc.gov\/coronavirus\/2019-ncov\/covid-data\/forecasting-us.html).","publish_time":1590364800000,"author_summary":" Zou, D.; Wang, L.; Xu, P.; Chen, J.; Zhang, W.;<br>Gu, Q.","abstract_summary":" We propose a new epidemic model (SuEIR) for<br>forecasting the spread of COVID-19, including numbers of<br>confirmed and fatality cases at national and state levels<br>in the United States. Specifically, the SuEIR<br>model is a variant of the SEIR model by taking into<br>account the untested\/unreported cases of COVID-19,<br>and trained by machine learning algorithms based<br>on the reported historical data. Besides<br>providing basic projections for confirmed and fatality<br>cases, the proposed SuEIR model is also able to predict<br>the peak date of active cases, and estimate the<br>basic reproduction number (R0). In particular, the<br>forecasts based on our model...","title_summary":" Epidemic Model Guided Machine Learning for<br>COVID-19 Forecasts in the United States","x":-4.4102511406,"y":30.2422676086,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.4102511406,"tsne_y":30.2422676086,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"y07w2f43","source_x":"MedRxiv","title":"COVID-19 Pandemic Prediction for Hungary; a Hybrid Machine Learning Approach","doi":"10.1101\/2020.05.02.20088427","abstract":"Several epidemiological models are being used around the world to project the number of infected individuals and the mortality rates of the COVID-19 outbreak. Advancing accurate prediction models is of utmost importance to take proper actions. Due to a high level of uncertainty or even lack of essential data, the standard epidemiological models have been challenged regarding the delivery of higher accuracy for long-term prediction. As an alternative to the susceptible-infected-resistant (SIR)-based models, this study proposes a hybrid machine learning approach to predict the COVID-19 and we exemplify its potential using data from Hungary. The hybrid machine learning methods of adaptive network-based fuzzy inference system (ANFIS) and multi-layered perceptron-imperialist competitive algorithm (MLP-ICA) are used to predict time series of infected individuals and mortality rate. The models predict that by late May, the outbreak and the total morality will drop substantially. The validation is performed for nine days with promising results, which confirms the model accuracy. It is expected that the model maintains its accuracy as long as no significant interruption occurs. Based on the results reported here, and due to the complex nature of the COVID-19 outbreak and variation in its behavior from nation-to-nation, this study suggests machine learning as an effective tool to model the outbreak. This paper provides an initial benchmarking to demonstrate the potential of machine learning for future research.","publish_time":1588723200000,"author_summary":" pinter, g.; Felde, I.; MOSAVI, A.; Ghamisi, P.;<br>Gloaguen, R.","abstract_summary":" Several epidemiological models are being used<br>around the world to project the number of infected<br>individuals and the mortality rates of the COVID-19<br>outbreak. Advancing accurate prediction models is of<br>utmost importance to take proper actions. Due to a high<br>level of uncertainty or even lack of essential data,<br>the standard epidemiological models have been<br>challenged regarding the delivery of higher accuracy for<br>long-term prediction. As an alternative to the<br>susceptible-infected-resistant (SIR)-based models, this study proposes a<br>hybrid machine learning approach to predict the<br>COVID-19 and we exemplify its potential using data from<br>Hungary. The hybrid machine learning methods of...","title_summary":" COVID-19 Pandemic Prediction for Hungary; a<br>Hybrid Machine Learning Approach","x":-3.6653602123,"y":30.5560626984,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6653602123,"tsne_y":30.5560626984,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"35xpmdbj","source_x":"MedRxiv","title":"Predicting the epidemic curve of the coronavirus (SARS-CoV-2) disease (COVID-19) using artificial intelligence","doi":"10.1101\/2020.04.17.20069666","abstract":"Objectives: The current form of severe acute respiratory syndrome called coronavirus disease 2019 (COVID19) caused by a coronavirus (SARSCoV2) is a major global health problem. The aim of our study was to use the official data and predict the possible outcomes of the COVID 19 pandemic using artificial intelligence (AI) based RNNs (Recurrent Neural Networks), then compare and validate the predicted and observed data. Materials and Methods: We used the publicly available datasets of World Health Organization and Johns Hopkins University to create the training dataset, then have used recurrent neural networks (RNNs) with gated recurring units (Long Short Term Memory: LSTM units) to create 2 Prediction Models. Information collected in the first t time steps were aggregated with a fully connected (dense) neural network layer and a consequent regression output layer to determine the next predicted value. We used root mean squared logarithmic errors (RMSLE) to compare the predicted and observed data, then recalculated the predictions again. Results: The result of our study underscores that the COVID19 pandemic is probably a propagated source epidemic, therefore repeated peaks on the epidemic curve (rise of the daily number of the newly diagnosed infections) are to be anticipated. The errors between the predicted and validated data and trends seems to be low. Conclusions: The influence of this pandemic is great worldwide, impact our everyday lifes. Especially decision makers must be aware, that even if strict public health measures are executed and sustained, future peaks of infections are possible. The AI based predictions might be useful tools for predictions and the models can be recalculated according to the new observed data, to get more precise forecast of the pandemic.","publish_time":1587513600000,"author_summary":" Kolozsvari, Laszlo Robert; Berczes, Tamas;<br>Hajdu, Andras; Gesztelyi, Rudolf; TIba, Attila;<br>Varga, Imre; Szollosi, Gergo Jozsef; Harsanyi,<br>Szilvia; Garboczy, Szabolcs; Zsuga, Judit","abstract_summary":" Objectives: The current form of severe acute<br>respiratory syndrome called coronavirus disease 2019<br>(COVID19) caused by a coronavirus (SARSCoV2) is a major<br>global health problem. The aim of our study was to use<br>the official data and predict the possible<br>outcomes of the COVID 19 pandemic using artificial<br>intelligence (AI) based RNNs (Recurrent Neural Networks),<br>then compare and validate the predicted and<br>observed data. Materials and Methods: We used the<br>publicly available datasets of World Health<br>Organization and Johns Hopkins University to create the<br>training dataset, then have used recurrent neural<br>networks (RNNs) with gated recurring units (Long Short<br>Term...","title_summary":" Predicting the epidemic curve of the<br>coronavirus (SARS-CoV-2) disease (COVID-19) using<br>artificial intelligence","x":-2.7390084267,"y":31.3429660797,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.7390084267,"tsne_y":31.3429660797,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"mtstpgfl","source_x":"MedRxiv","title":"Time series forecasting of COVID-19 confirmed cases with ARIMA model in the South East Asian countries of India and Thailand: a comparative case study","doi":"10.1101\/2020.05.16.20103895","abstract":"Abstract: Background: As economic burden makes it increasingly difficult for countries to continue imposing control measures, it is vital for countries to make predictions using time series forecasting before making decisions on lifting the restrictions. Aim: Since apparent differences were noted in the disease transmission between the two South East Asian countries of India and Thailand, the study aims to draw comparative account of the progression of COVID 19 in near future between these two countries. Methods: The study used data of COVID 19 confirmed cases in India and Thailand from WHO COVID 19 situation reports during the time period between 25th March, 2020 and 14th May, 2020. After determination of stationarity in the data and differencing, observation of autocorrelation function (ACF) and partial autocorrelation function (PACF), Auto Regressive Integrated Moving Average (ARIMA) (2,2,1) model was used to forecast the COVID 19 confirmed cases in both these countries for two weeks (i.e. 28th May, 2020). IBM SPSS version 20.0 software was used for data analysis. Results: The study demonstrated a possible increasing trend in number of COVID 19 cases in India in the coming two weeks with an estimated point forecast of 1,28,772 (95% CI 115023 to 142520) by 28th May, 2020. A stationary phase was forecasted for Thailand with a difference of only 43 cases between 14th May (the last case of input data) and 28th May. Conclusion: The time series forecasting employed in the present study warrants thorough preparation on part of the Indian health care system and authorities and calls for caution with regard to decisions made on lifting the control measures. The difference in the time series forecasting between these two South East Asian countries also highlights the need for strengthening of public health systems.","publish_time":1589932800000,"author_summary":" Chandu, V. C.","abstract_summary":" Abstract: Background: As economic burden<br>makes it increasingly difficult for countries to<br>continue imposing control measures, it is vital for<br>countries to make predictions using time series<br>forecasting before making decisions on lifting the<br>restrictions. Aim: Since apparent differences were noted in<br>the disease transmission between the two South<br>East Asian countries of India and Thailand, the<br>study aims to draw comparative account of the<br>progression of COVID 19 in near future between these two<br>countries. Methods: The study used data of COVID 19<br>confirmed cases in India and Thailand from WHO COVID 19<br>situation reports during the time period...","title_summary":" Time series forecasting of COVID-19 confirmed<br>cases with ARIMA model in the South East Asian<br>countries of India and Thailand: a comparative case study","x":-4.8887653351,"y":28.5653114319,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.8887653351,"tsne_y":28.5653114319,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"y3joi01a","source_x":"ArXiv","title":"Artificial Intelligence Forecasting of Covid-19 in China","doi":null,"abstract":"BACKGROUND An alternative to epidemiological models for transmission dynamics of Covid-19 in China, we propose the artificial intelligence (AI)-inspired methods for real-time forecasting of Covid-19 to estimate the size, lengths and ending time of Covid-19 across China. METHODS We developed a modified stacked auto-encoder for modeling the transmission dynamics of the epidemics. We applied this model to real-time forecasting the confirmed cases of Covid-19 across China. The data were collected from January 11 to February 27, 2020 by WHO. We used the latent variables in the auto-encoder and clustering algorithms to group the provinces\/cities for investigating the transmission structure. RESULTS We forecasted curves of cumulative confirmed cases of Covid-19 across China from Jan 20, 2020 to April 20, 2020. Using the multiple-step forecasting, the estimated average errors of 6-step, 7-step, 8-step, 9-step and 10-step forecasting were 1.64%, 2.27%, 2.14%, 2.08%, 0.73%, respectively. We predicted that the time points of the provinces\/cities entering the plateau of the forecasted transmission dynamic curves varied, ranging from Jan 21 to April 19, 2020. The 34 provinces\/cities were grouped into 9 clusters. CONCLUSIONS The accuracy of the AI-based methods for forecasting the trajectory of Covid-19 was high. We predicted that the epidemics of Covid-19 will be over by the middle of April. If the data are reliable and there are no second transmissions, we can accurately forecast the transmission dynamics of the Covid-19 across the provinces\/cities in China. The AI-inspired methods are a powerful tool for helping public health planning and policymaking.","publish_time":1581897600000,"author_summary":" Hu, Zixin; Ge, Qiyang; Li, Shudi; Jin, Li;<br>Xiong, Momiao","abstract_summary":" BACKGROUND An alternative to epidemiological<br>models for transmission dynamics of Covid-19 in<br>China, we propose the artificial intelligence<br>(AI)-inspired methods for real-time forecasting of Covid-19<br>to estimate the size, lengths and ending time of<br>Covid-19 across China. METHODS We developed a modified<br>stacked auto-encoder for modeling the transmission<br>dynamics of the epidemics. We applied this model to<br>real-time forecasting the confirmed cases of Covid-19<br>across China. The data were collected from January 11<br>to February 27, 2020 by WHO. We used the latent<br>variables in the auto-encoder and clustering algorithms<br>to group the provinces\/cities for investigating<br>the transmission structure. RESULTS...","title_summary":" Artificial Intelligence Forecasting of<br>Covid-19 in China","x":-3.706261158,"y":29.8015766144,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.706261158,"tsne_y":29.8015766144,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"eipaer60","source_x":"ArXiv","title":"Adaptive County Level COVID-19 Forecast Models: Analysis and Improvement","doi":null,"abstract":"Accurately forecasting county level COVID-19 confirmed cases is crucial to optimizing medical resources. Forecasting emerging outbreaks pose a particular challenge because many existing forecasting techniques learn from historical seasons trends. Recurrent neural networks (RNNs) with LSTM-based cells are a logical choice of model due to their ability to learn temporal dynamics. In this paper, we adapt the state and county level influenza model, TDEFSI-LONLY, proposed in Wang et a. [l2020] to national and county level COVID-19 data. We show that this model poorly forecasts the current pandemic. We analyze the two week ahead forecasting capabilities of the TDEFSI-LONLY model with combinations of regularization techniques. Effective training of the TDEFSI-LONLY model requires data augmentation, to overcome this challenge we utilize an SEIR model and present an inter-county mixing extension to this model to simulate sufficient training data. Further, we propose an alternate forecast model, {\\it County Level Epidemiological Inference Recurrent Network} (\\alg{}) that trains an LSTM backbone on national confirmed cases to learn a low dimensional time pattern and utilizes a time distributed dense layer to learn individual county confirmed case changes each day for a two weeks forecast. We show that the best, worst, and median state forecasts made using CLEIR-Net model are respectively New York, South Carolina, and Montana.","publish_time":1592265600000,"author_summary":" Doe, Stewart W; Seekins, Tyler Russell;<br>Fitzpatrick, David; Blanchard, Dawsin; Sekeh, Salimeh<br>Yasaei","abstract_summary":" Accurately forecasting county level COVID-19<br>confirmed cases is crucial to optimizing medical<br>resources. Forecasting emerging outbreaks pose a<br>particular challenge because many existing forecasting<br>techniques learn from historical seasons trends.<br>Recurrent neural networks (RNNs) with LSTM-based cells<br>are a logical choice of model due to their ability to<br>learn temporal dynamics. In this paper, we adapt the<br>state and county level influenza model,<br>TDEFSI-LONLY, proposed in Wang et a. [l2020] to national and<br>county level COVID-19 data. We show that this model<br>poorly forecasts the current pandemic. We analyze the<br>two week ahead forecasting capabilities of the<br>TDEFSI-LONLY model with...","title_summary":" Adaptive County Level COVID-19 Forecast<br>Models: Analysis and Improvement","x":-4.7879662514,"y":30.0338001251,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.7879662514,"tsne_y":30.0338001251,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"c8xit4tf","source_x":"ArXiv","title":"Predictive Analysis of COVID-19 Time-series Data from Johns Hopkins University","doi":null,"abstract":"We provide a predictive analysis of the spread of COVID-19, also known as SARS-CoV-2, using the dataset made publicly available online by the Johns Hopkins University. Our main objective is to provide predictions of the number of infected people for different countries in the next 14 days. The predictive analysis is done using time-series data transformed on a logarithmic scale. We use two well-known methods for prediction: polynomial regression and neural network. As the number of training data for each country is limited, we use a single-layer neural network called the extreme learning machine (ELM) to avoid over-fitting. Due to the non-stationary nature of the time-series, a sliding window approach is used to provide a more accurate prediction.","publish_time":1588809600000,"author_summary":" Javid, Alireza M.; Liang, Xinyue;<br>Venkitaraman, Arun; Chatterjee, Saikat","abstract_summary":" We provide a predictive analysis of the spread<br>of COVID-19, also known as SARS-CoV-2, using the<br>dataset made publicly available online by the Johns<br>Hopkins University. Our main objective is to provide<br>predictions of the number of infected people for different<br>countries in the next 14 days. The predictive analysis is<br>done using time-series data transformed on a<br>logarithmic scale. We use two well-known methods for<br>prediction: polynomial regression and neural network. As<br>the number of training data for each country is<br>limited, we use a single-layer neural network called the<br>extreme learning machine (ELM) to avoid over-fitting.<br>Due to...","title_summary":" Predictive Analysis of COVID-19 Time-series<br>Data from Johns Hopkins University","x":-4.7111945152,"y":30.4090862274,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.7111945152,"tsne_y":30.4090862274,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"b4598cjj","source_x":"ArXiv","title":"COVID-19 growth prediction using multivariate long short term memory","doi":null,"abstract":"Coronavirus disease (COVID-19) spread forecasting is an important task to track the growth of the pandemic. Existing predictions are merely based on qualitative analyses and mathematical modeling. The use of available big data with machine learning is still limited in COVID-19 growth prediction even though the availability of data is abundance. To make use of big data in the prediction using deep learning, we use long short-term memory (LSTM) method to learn the correlation of COVID-19 growth over time. The structure of an LSTM layer is searched heuristically until the best validation score is achieved. First, we trained training data containing confirmed cases from around the globe. We achieved favorable performance compared with that of the recurrent neural network (RNN) method with a comparable low validation error. The evaluation is conducted based on graph visualization and root mean squared error (RMSE). We found that it is not easy to achieve the same quantity of confirmed cases over time. However, LSTM provide a similar pattern between the actual cases and prediction. In the future, our proposed prediction can be used for anticipating forthcoming pandemics. The code is provided here: https:\/\/github.com\/cbasemaster\/lstmcorona","publish_time":1589068800000,"author_summary":" Yudistira, Novanto","abstract_summary":" Coronavirus disease (COVID-19) spread<br>forecasting is an important task to track the growth of the<br>pandemic. Existing predictions are merely based on<br>qualitative analyses and mathematical modeling. The use of<br>available big data with machine learning is still limited<br>in COVID-19 growth prediction even though the<br>availability of data is abundance. To make use of big data in<br>the prediction using deep learning, we use long<br>short-term memory (LSTM) method to learn the correlation<br>of COVID-19 growth over time. The structure of an<br>LSTM layer is searched heuristically until the best<br>validation score is achieved. First, we trained training<br>data...","title_summary":" COVID-19 growth prediction using<br>multivariate long short term memory","x":-3.5055215359,"y":31.5436763763,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.5055215359,"tsne_y":31.5436763763,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"7gcuwge4","source_x":"ArXiv","title":"Neural network based country wise risk prediction of COVID-19","doi":null,"abstract":"The recent worldwide outbreak of the novel corona-virus (COVID-19) opened up new challenges to the research community. Artificial intelligence (AI) driven methods can be useful to predict the parameters, risks, and effects of such an epidemic. Such predictions can be helpful to control and prevent the spread of such diseases. The main challenges of applying AI is the small volume of data and the uncertain nature. Here, we propose a shallow Long short-term memory (LSTM) based neural network to predict the risk category of a country. We have used a Bayesian optimization framework to optimized and automatically design country-specific networks. We have combined the trend data and weather data together for the prediction. The results show that the proposed pipeline outperforms against state-of-the-art methods for 170 countries data and can be a useful tool for such risk categorization. The tool can be used to predict long-duration outbreak of such an epidemic such that we can take preventive steps earlier.","publish_time":1585612800000,"author_summary":" Pal, Ratnabali; Sekh, Arif Ahmed; Kar,<br>Samarjit; Prasad, Dilip K.","abstract_summary":" The recent worldwide outbreak of the novel<br>corona-virus (COVID-19) opened up new challenges to the<br>research community. Artificial intelligence (AI)<br>driven methods can be useful to predict the<br>parameters, risks, and effects of such an epidemic. Such<br>predictions can be helpful to control and prevent the spread<br>of such diseases. The main challenges of applying<br>AI is the small volume of data and the uncertain<br>nature. Here, we propose a shallow Long short-term<br>memory (LSTM) based neural network to predict the risk<br>category of a country. We have used a Bayesian<br>optimization framework to optimized and automatically<br>design country-specific networks....","title_summary":" Neural network based country wise risk<br>prediction of COVID-19","x":-3.4092645645,"y":31.3916740417,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4092645645,"tsne_y":31.3916740417,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"7rlpdado","source_x":"ArXiv","title":"Forecasting Covid-19 dynamics in Brazil: a data driven approach","doi":null,"abstract":"This paper has a twofold contribution. The first is a data driven approach for predicting the Covid 19 pandemic dynamics, based on data from more advanced countries. The second is to report and discuss the results obtained with this approach for Brazilian states, as of May 4th, 2020. We start by presenting preliminary results obtained by training an LSTM SAE network, which are somewhat disappointing. Then, our main approach consists in an initial clustering of the world regions for which data is available and where the pandemic is at an advanced stage, based on a set of manually engineered features representing a country response to the early spread of the pandemic. A Modified Auto-Encoder network is then trained from these clusters and learns to predict future data for Brazilian states. These predictions are used to estimate important statistics about the disease, such as peaks. Finally, curve fitting is carried out on the predictions in order to find the distribution that best fits the outputs of the MAE, and to refine the estimates of the peaks of the pandemic. Results indicate that the pandemic is still growing in Brazil, with most states peaks of infection estimated between the 25th of April and the 19th of May 2020. Predicted numbers reach a total of 240 thousand infected Brazilians, distributed among the different states, with S\\~ao Paulo leading with almost 65 thousands estimated, confirmed cases. The estimated end of the pandemics (with 97 percent of cases reaching an outcome) starts as of May 28th for some states and rests through August 14th, 2020.","publish_time":1588982400000,"author_summary":" Pereira, Igor G.; Guerin, Joris M.; Junior,<br>Andouglas G. Silva; Distante, Cosimo; Garcia, Gabriel<br>S.; Gonccalves, Luiz M. G.","abstract_summary":" This paper has a twofold contribution. The<br>first is a data driven approach for predicting the<br>Covid 19 pandemic dynamics, based on data from more<br>advanced countries. The second is to report and discuss<br>the results obtained with this approach for<br>Brazilian states, as of May 4th, 2020. We start by<br>presenting preliminary results obtained by training an<br>LSTM SAE network, which are somewhat<br>disappointing. Then, our main approach consists in an initial<br>clustering of the world regions for which data is available<br>and where the pandemic is at an advanced stage,<br>based on a set of manually engineered features...","title_summary":" Forecasting Covid-19 dynamics in Brazil: a<br>data driven approach","x":-4.6987223625,"y":30.6294517517,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.6987223625,"tsne_y":30.6294517517,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"fttwshmb","source_x":"ArXiv","title":"Neural Network aided quarantine control model estimation of global Covid-19 spread","doi":null,"abstract":"Since the first recording of what we now call Covid-19 infection in Wuhan, Hubei province, China on Dec 31, 2019, the disease has spread worldwide and met with a wide variety of social distancing and quarantine policies. The effectiveness of these responses is notoriously difficult to quantify as individuals travel, violate policies deliberately or inadvertently, and infect others without themselves being detected. In this paper, we attempt to interpret and extrapolate from publicly available data using a mixed first-principles epidemiological equations and data-driven neural network model. Leveraging our neural network augmented model, we focus our analysis on four locales: Wuhan, Italy, South Korea and the United States of America, and compare the role played by the quarantine and isolation measures in each of these countries in controlling the effective reproduction number $R_{t}$ of the virus. Our results unequivocally indicate that the countries in which rapid government interventions and strict public health measures for quarantine and isolation were implemented were successful in halting the spread of infection and prevent it from exploding exponentially. We test the predictive ability of our model by matching predictions in the duration 3 March - 1 April 2020 for Wuhan and in the duration 25 March - 1 April 2020 for Italy and South Korea. In the case of the US, our model captures well the current infected curve growth and predicts a halting of infection spread by 20 April 2020. We further demonstrate that relaxing or reversing quarantine measures right now will lead to an exponential explosion in the infected case count, thus nullifying the role played by all measures implemented in the US since mid March 2020.","publish_time":1585785600000,"author_summary":" Dandekar, Raj; Barbastathis, George","abstract_summary":" Since the first recording of what we now call<br>Covid-19 infection in Wuhan, Hubei province, China on<br>Dec 31, 2019, the disease has spread worldwide and<br>met with a wide variety of social distancing and<br>quarantine policies. The effectiveness of these<br>responses is notoriously difficult to quantify as<br>individuals travel, violate policies deliberately or<br>inadvertently, and infect others without themselves being<br>detected. In this paper, we attempt to interpret and<br>extrapolate from publicly available data using a mixed<br>first-principles epidemiological equations and data-driven<br>neural network model. Leveraging our neural network<br>augmented model, we focus our analysis on four locales:<br>Wuhan,...","title_summary":" Neural Network aided quarantine control model<br>estimation of global Covid-19 spread","x":-4.2194447517,"y":31.8842277527,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.2194447517,"tsne_y":31.8842277527,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"t8yhu7p8","source_x":"ArXiv","title":"A Deep Q-learning\/genetic Algorithms Based Novel Methodology For Optimizing Covid-19 Pandemic Government Actions","doi":null,"abstract":"Whenever countries are threatened by a pandemic, as is the case with the COVID-19 virus, governments should take the right actions to safeguard public health as well as to mitigate the negative effects on the economy. In this regard, there are two completely different approaches governments can take: a restrictive one, in which drastic measures such as self-isolation can seriously damage the economy, and a more liberal one, where more relaxed restrictions may put at risk a high percentage of the population. The optimal approach could be somewhere in between, and, in order to make the right decisions, it is necessary to accurately estimate the future effects of taking one or other measures. In this paper, we use the SEIR epidemiological model (Susceptible - Exposed - Infected - Recovered) for infectious diseases to represent the evolution of the virus COVID-19 over time in the population. To optimize the best sequences of actions governments can take, we propose a methodology with two approaches, one based on Deep Q-Learning and another one based on Genetic Algorithms. The sequences of actions (confinement, self-isolation, two-meter distance or not taking restrictions) are evaluated according to a reward system focused on meeting two objectives: firstly, getting few people infected so that hospitals are not overwhelmed with critical patients, and secondly, avoiding taking drastic measures for too long which can potentially cause serious damage to the economy. The conducted experiments prove that our methodology is a valid tool to discover actions governments can take to reduce the negative effects of a pandemic in both senses. We also prove that the approach based on Deep Q-Learning overcomes the one based on Genetic Algorithms for optimizing the sequences of actions.","publish_time":1589500800000,"author_summary":" Miralles-Pechu'an, Luis; Jim'enez,<br>Fernando; Ponce, Hiram; Mart'inez-Villasenor, Lourdes","abstract_summary":" Whenever countries are threatened by a<br>pandemic, as is the case with the COVID-19 virus,<br>governments should take the right actions to safeguard<br>public health as well as to mitigate the negative<br>effects on the economy. In this regard, there are two<br>completely different approaches governments can take: a<br>restrictive one, in which drastic measures such as<br>self-isolation can seriously damage the economy, and a more<br>liberal one, where more relaxed restrictions may put at<br>risk a high percentage of the population. The<br>optimal approach could be somewhere in between, and, in<br>order to make the right decisions, it is...","title_summary":" A Deep Q-learning\/genetic Algorithms Based<br>Novel Methodology For Optimizing Covid-19 Pandemic<br>Government Actions","x":-3.3605620861,"y":31.96758461,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.3605620861,"tsne_y":31.96758461,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"tw0qyjq2","source_x":"ArXiv","title":"First-principles machine learning modelling of COVID-19","doi":null,"abstract":"The coronavirus disease 2019 (COVID-19) has changed the world since the World Health Organization declared its outbreak on 30th January 2020, recognizing the outbreak as a pandemic on 11th March 2020. As often said by politicians and scientific advisors, the objective is\"to flatten the curve\", or\"push the peak down\", or similar wording, of the virus spreading. Central to the official advice are mathematical models and data, which provide estimates on the evolution of the number of infected, recovered and deaths. The accuracy of the models is improved day by day by inferring the contact, recovery, and death rates from data (confirmed cases). A data-driven model trained with {\\it both} data {\\it and} first principles is proposed. The model can quickly be re-trained any time that new data becomes available. The method can be applied to more detailed epidemic models with virtually no conceptual modification.","publish_time":1587340800000,"author_summary":" Magri, Luca; Doan, Nguyen Anh Khoa","abstract_summary":" The coronavirus disease 2019 (COVID-19) has<br>changed the world since the World Health Organization<br>declared its outbreak on 30th January 2020, recognizing<br>the outbreak as a pandemic on 11th March 2020. As<br>often said by politicians and scientific advisors,<br>the objective is\"to flatten the curve\", or\"push<br>the peak down\", or similar wording, of the virus<br>spreading. Central to the official advice are<br>mathematical models and data, which provide estimates on the<br>evolution of the number of infected, recovered and<br>deaths. The accuracy of the models is improved day by day<br>by inferring the contact, recovery, and death<br>rates from data...","title_summary":" First-principles machine learning modelling<br>of COVID-19","x":-2.8890998363,"y":31.4800167084,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.8890998363,"tsne_y":31.4800167084,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"yo29r4uc","source_x":"ArXiv","title":"Analysis of the COVID-19 pandemic by SIR model and machine learning technics for forecasting","doi":null,"abstract":"This work is a trial in which we propose SIR model and machine learning tools to analyze the coronavirus pandemic in the real world. Based on the public data from \\cite{datahub}, we estimate main key pandemic parameters and make predictions on the inflection point and possible ending time for the real world and specifically for Senegal. The coronavirus disease 2019, by World Health Organization, rapidly spread out in the whole China and then in the whole world. Under optimistic estimation, the pandemic in some countries will end soon, while for most part of countries in the world (US, Italy, etc.), the hit of anti-pandemic will be no later than the end of April.","publish_time":1585872000000,"author_summary":" Ndiaye, Babacar Mbaye; Tendeng, Lena; Seck,<br>Diaraf","abstract_summary":" This work is a trial in which we propose SIR model<br>and machine learning tools to analyze the<br>coronavirus pandemic in the real world. Based on the public<br>data from \\cite{datahub}, we estimate main key<br>pandemic parameters and make predictions on the<br>inflection point and possible ending time for the real<br>world and specifically for Senegal. The coronavirus<br>disease 2019, by World Health Organization, rapidly<br>spread out in the whole China and then in the whole<br>world. Under optimistic estimation, the pandemic in<br>some countries will end soon, while for most part of<br>countries in the world (US, Italy, etc.),...","title_summary":" Analysis of the COVID-19 pandemic by SIR model<br>and machine learning technics for forecasting","x":-3.9367785454,"y":31.1067256927,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.9367785454,"tsne_y":31.1067256927,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"xoqxdbip","source_x":"ArXiv","title":"Impact of contamination factors on the COVID-19 evolution in Senegal","doi":null,"abstract":"In this article, we perform an analysis of COVID-19 on one of the South Saharan countries (hot zone), the Senegal (West Africa). Many questions remain unanswered: why the African continent is not very contaminated compared to other continents. Factors of cross immunity, temperature, population density, youth, etc. are taken into account for an analysis of the contamination factors. Numerical simulations are carried out for a prediction over the coming week.","publish_time":1593388800000,"author_summary":" Ndiaye, Vieux Medoune; Sarr, Serigne Omar;<br>Ndiaye, Babacar Mbaye","abstract_summary":" In this article, we perform an analysis of<br>COVID-19 on one of the South Saharan countries (hot<br>zone), the Senegal (West Africa). Many questions<br>remain unanswered: why the African continent is not<br>very contaminated compared to other continents.<br>Factors of cross immunity, temperature, population<br>density, youth, etc. are taken into account for an<br>analysis of the contamination factors. Numerical<br>simulations are carried out for a prediction over the coming<br>week.","title_summary":" Impact of contamination factors on the<br>COVID-19 evolution in Senegal","x":-6.5170402527,"y":27.842798233,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-6.5170402527,"tsne_y":27.842798233,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"hi8mzcqk","source_x":"ArXiv","title":"Prediction of the Number of COVID-19 Confirmed Cases Based on K-Means-LSTM","doi":null,"abstract":"COVID-19 is a pandemic disease that began to rapidly spread in the US with the first case detected on January 19, 2020, in Washington State. March 9, 2020, and then increased rapidly with total cases of 25,739 as of April 20, 2020. The Covid-19 pandemic is so unnerving that it is difficult to understand how any person is affected by the virus. Although most people with coronavirus 81%, according to the U.S. Centers for Disease Control and Prevention (CDC), will have little to mild symptoms, others may rely on a ventilator to breathe or not at all. SEIR models have broad applicability in predicting the outcome of the population with a variety of diseases. However, many researchers use these models without validating the necessary hypotheses. Far too many researchers often\"overfit\"the data by using too many predictor variables and small sample sizes to create models. Models thus developed are unlikely to stand validity check on a separate group of population and regions. The researcher remains unaware that overfitting has occurred, without attempting such validation. In the paper, we present a combination algorithm that combines similar days features selection based on the region using Xgboost, K Means, and long short-term memory (LSTM) neural networks to construct a prediction model (i.e., K-Means-LSTM) for short-term COVID-19 cases forecasting in Louisana state USA. The weighted k-means algorithm based on extreme gradient boosting is used to evaluate the similarity between the forecasts and past days. The results show that the method with K-Means-LSTM has a higher accuracy with an RMSE of 601.20 whereas the SEIR model with an RMSE of 3615.83.","publish_time":1593129600000,"author_summary":" Vadyala, Shashank Reddy; Betgeri, Sai Nethra;<br>Sherer, Eric A.; Amritphale, Amod","abstract_summary":" COVID-19 is a pandemic disease that began to<br>rapidly spread in the US with the first case detected on<br>January 19, 2020, in Washington State. March 9, 2020,<br>and then increased rapidly with total cases of<br>25,739 as of April 20, 2020. The Covid-19 pandemic is so<br>unnerving that it is difficult to understand how any<br>person is affected by the virus. Although most people<br>with coronavirus 81%, according to the U.S. Centers<br>for Disease Control and Prevention (CDC), will<br>have little to mild symptoms, others may rely on a<br>ventilator to breathe or not at all. SEIR models have...","title_summary":" Prediction of the Number of COVID-19 Confirmed<br>Cases Based on K-Means-LSTM","x":-2.929350853,"y":31.4103775024,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.929350853,"tsne_y":31.4103775024,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"cjda13l8","source_x":"ArXiv","title":"Comparative prediction of confirmed cases with COVID-19 pandemic by machine learning, deterministic and stochastic SIR models","doi":null,"abstract":"In this paper, we propose a machine learning technics and SIR models (deterministic and stochastic cases) with numerical approximations to predict the number of cases infected with the COVID-19, for both in few days and the following three weeks. Like in [1] and based on the public data from [2], we estimate parameters and make predictions to help on how to find concrete actions to control the situation. Under optimistic estimation, the pandemic in some countries will end soon, while for most of the countries in the world, the hit of anti-pandemic will be no later than the beginning of May.","publish_time":1587686400000,"author_summary":" Ndiaye, Babacar Mbaye; Tendeng, Lena; Seck,<br>Diaraf","abstract_summary":" In this paper, we propose a machine learning<br>technics and SIR models (deterministic and stochastic<br>cases) with numerical approximations to predict the<br>number of cases infected with the COVID-19, for both in<br>few days and the following three weeks. Like in [1]<br>and based on the public data from [2], we estimate<br>parameters and make predictions to help on how to find<br>concrete actions to control the situation. Under<br>optimistic estimation, the pandemic in some countries<br>will end soon, while for most of the countries in the<br>world, the hit of anti-pandemic will be no later than<br>the beginning of...","title_summary":" Comparative prediction of confirmed cases<br>with COVID-19 pandemic by machine learning,<br>deterministic and stochastic SIR models","x":-4.6289014816,"y":30.8940467834,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.6289014816,"tsne_y":30.8940467834,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"gqw815xx","source_x":"ArXiv","title":"Neural Network aided quarantine control model estimation of COVID spread in Wuhan, China","doi":null,"abstract":"In a move described as unprecedented in public health history, starting 24 January 2020, China imposed quarantine and isolation restrictions in Wuhan, a city of more than 10 million people. This raised the question: is mass quarantine and isolation effective as a social tool in addition to its scientific use as a medical tool? In an effort to address this question, using a epidemiological model driven approach augmented by machine learning, we show that the quarantine and isolation measures implemented in Wuhan brought down the effective reproduction number R(t) of the CoVID-19 spread from R(t)>1 to R(t)<1 within a month after the imposition of quarantine control measures in Wuhan, China. This ultimately resulted in a stagnation phase in the infected case count in Wuhan. Our results indicate that the strict public health policies implemented in Wuhan may have played a crucial role in halting down the spread of infection and such measures should potentially be implemented in other highly affected countries such as South Korea, Italy and Iran to curtail spread of the disease. Finally, our forecasting results predict a stagnation in the quarantine control measures implemented in Wuhan towards the end of March 2020; this would lead to a subsequent stagnation in the effective reproduction number at R(t)<1. We warn that immediate relaxation of the quarantine measures in Wuhan may lead to a relapse in the infection spread and a subsequent increase in the effective reproduction number to R(t)>1. Thus, it may be wise to relax quarantine measures after sufficient time has elapsed, during which maximum of the quarantined\/isolated individuals are recovered.","publish_time":1584489600000,"author_summary":" Dandekar, Raj; Barbastathis, George","abstract_summary":" In a move described as unprecedented in public<br>health history, starting 24 January 2020, China<br>imposed quarantine and isolation restrictions in<br>Wuhan, a city of more than 10 million people. This<br>raised the question: is mass quarantine and isolation<br>effective as a social tool in addition to its scientific<br>use as a medical tool? In an effort to address this<br>question, using a epidemiological model driven approach<br>augmented by machine learning, we show that the<br>quarantine and isolation measures implemented in Wuhan<br>brought down the effective reproduction number R(t) of<br>the CoVID-19 spread from R(t)>1 to R(t)<1 within a<br>month...","title_summary":" Neural Network aided quarantine control model<br>estimation of COVID spread in Wuhan, China","x":-4.192053318,"y":31.9471206665,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.192053318,"tsne_y":31.9471206665,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"14kwa0v0","source_x":"ArXiv","title":"Forecasting the Spread of Covid-19 Under Control Scenarios Using LSTM and Dynamic Behavioral Models","doi":null,"abstract":"To accurately predict the regional spread of Covid-19 infection, this study proposes a novel hybrid model which combines a Long short-term memory (LSTM) artificial recurrent neural network with dynamic behavioral models. Several factors and control strategies affect the virus spread, and the uncertainty arisen from confounding variables underlying the spread of the Covid-19 infection is substantial. The proposed model considers the effect of multiple factors to enhance the accuracy in predicting the number of cases and deaths across the top ten most-affected countries and Australia. The results show that the proposed model closely replicates test data. It not only provides accurate predictions but also estimates the daily behavior of the system under uncertainty. The hybrid model outperforms the LSTM model accounting for limited available data. The parameters of the hybrid models were optimized using a genetic algorithm for each country to improve the prediction power while considering regional properties. Since the proposed model can accurately predict Covid-19 spread under consideration of containment policies, is capable of being used for policy assessment, planning and decision-making.","publish_time":1590278400000,"author_summary":" Zandavi, Seid Miad; Rashidi, Taha Hossein;<br>Vafaee, Fatemeh","abstract_summary":" To accurately predict the regional spread of<br>Covid-19 infection, this study proposes a novel hybrid<br>model which combines a Long short-term memory (LSTM)<br>artificial recurrent neural network with dynamic<br>behavioral models. Several factors and control<br>strategies affect the virus spread, and the uncertainty<br>arisen from confounding variables underlying the<br>spread of the Covid-19 infection is substantial. The<br>proposed model considers the effect of multiple factors<br>to enhance the accuracy in predicting the number<br>of cases and deaths across the top ten<br>most-affected countries and Australia. The results show that<br>the proposed model closely replicates test data.<br>It not only provides...","title_summary":" Forecasting the Spread of Covid-19 Under<br>Control Scenarios Using LSTM and Dynamic Behavioral<br>Models","x":-4.4763326645,"y":30.3705730438,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.4763326645,"tsne_y":30.3705730438,"subcluster":3,"subcluster_description":"Machine Learning Modelsforecasting Covid-19","shape":"p"},{"cord_uid":"efv8oj5m","source_x":"ArXiv","title":"Impact of COVID-19 on Forecasting Stock Prices: An Integration of Stationary Wavelet Transform and Bidirectional Long Short-Term Memory","doi":null,"abstract":"COVID-19 is an infectious disease that mostly affects the respiratory system. At the time of this research being performed, there were more than 1.4 million cases of COVID-19, and one of the biggest anxieties is not just our health, but our livelihoods, too. In this research, authors investigate the impact of COVID-19 on the global economy, more specifically, the impact of COVID-19 on financial movement of Crude Oil price and three U.S. stock indexes: DJI, S&P 500 and NASDAQ Composite. The proposed system for predicting commodity and stock prices integrates the Stationary Wavelet Transform (SWT) and Bidirectional Long Short-Term Memory (BDLSTM) networks. Firstly, SWT is used to decompose the data into approximation and detail coefficients. After decomposition, data of Crude Oil price and stock market indexes along with COVID-19 confirmed cases were used as input variables for future price movement forecasting. As a result, the proposed system BDLSTM+WT-ADA achieved satisfactory results in terms of five-day Crude Oil price forecast.","publish_time":1593734400000,"author_summary":" vStifani'c, Daniel; Musulin, Jelena;<br>Miovcevi'c, Adrijana; vSegota, Sandi Baressi; vSubi'c,<br>Roman; Car, Zlatan","abstract_summary":" COVID-19 is an infectious disease that mostly<br>affects the respiratory system. At the time of this<br>research being performed, there were more than 1.4<br>million cases of COVID-19, and one of the biggest<br>anxieties is not just our health, but our livelihoods,<br>too. In this research, authors investigate the<br>impact of COVID-19 on the global economy, more<br>specifically, the impact of COVID-19 on financial movement of<br>Crude Oil price and three U.S. stock indexes: DJI, S&P<br>500 and NASDAQ Composite. The proposed system for<br>predicting commodity and stock prices integrates the<br>Stationary Wavelet Transform (SWT) and Bidirectional<br>Long Short-Term Memory...","title_summary":" Impact of COVID-19 on Forecasting Stock<br>Prices: An Integration of Stationary Wavelet<br>Transform and Bidirectional Long Short-Term Memory","x":-4.390001297,"y":29.2094726562,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.390001297,"tsne_y":29.2094726562,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7d61zh05","source_x":"ArXiv","title":"A self-supervised neural-analytic method to predict the evolution of COVID-19 in Romania","doi":null,"abstract":"Analysing and understanding the transmission and evolution of the COVID-19 pandemic is mandatory to be able to design the best social and medical policies, foresee their outcomes and deal with all the subsequent socio-economic effects. We address this important problem from a computational and machine learning perspective. More specifically, we want to statistically estimate all the relevant parameters for the new coronavirus COVID-19, such as the reproduction number, fatality rate or length of infectiousness period, based on Romanian patients, as well as be able to predict future outcomes. This endeavor is important, since it is well known that these factors vary across the globe, and might be dependent on many causes, including social, medical, age and genetic factors. We use a recently published improved version of SEIR, which is the classic, established model for infectious diseases. We want to infer all the parameters of the model, which govern the evolution of the pandemic in Romania, based on the only reliable, true measurement, which is the number of deaths. Once the model parameters are estimated, we are able to predict all the other relevant measures, such as the number of exposed and infectious people. To this end, we propose a self-supervised approach to train a deep convolutional network to guess the correct set of Modified-SEIR model parameters, given the observed number of daily fatalities. Then, we refine the solution with a stochastic coordinate descent approach. We compare our deep learning optimization scheme with the classic grid search approach and show great improvement in both computational time and prediction accuracy. We find an optimistic result in the case fatality rate for Romania which may be around 0.3% and we also demonstrate that our model is able to correctly predict the number of daily fatalities for up to three weeks in the future.","publish_time":1592870400000,"author_summary":" Stochictoiu, Radu D.; Rebedea, Traian;<br>Popescu, Ionel; Leordeanu, Marius","abstract_summary":" Analysing and understanding the transmission<br>and evolution of the COVID-19 pandemic is<br>mandatory to be able to design the best social and medical<br>policies, foresee their outcomes and deal with all the<br>subsequent socio-economic effects. We address this<br>important problem from a computational and machine<br>learning perspective. More specifically, we want to<br>statistically estimate all the relevant parameters for the<br>new coronavirus COVID-19, such as the<br>reproduction number, fatality rate or length of<br>infectiousness period, based on Romanian patients, as well as<br>be able to predict future outcomes. This endeavor<br>is important, since it is well known that these<br>factors...","title_summary":" A self-supervised neural-analytic method to<br>predict the evolution of COVID-19 in Romania","x":-3.3307781219,"y":31.8389873505,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.3307781219,"tsne_y":31.8389873505,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"cx14xvix","source_x":"ArXiv","title":"Time Series Analysis and Forecasting of COVID-19 Cases Using LSTM and ARIMA Models","doi":null,"abstract":"Coronavirus disease 2019 (COVID-19) is a global public health crisis that has been declared a pandemic by World Health Organization. Forecasting country-wise COVID-19 cases is necessary to help policymakers and healthcare providers prepare for the future. This study explores the performance of several Long Short-Term Memory (LSTM) models and Auto-Regressive Integrated Moving Average (ARIMA) model in forecasting the number of confirmed COVID-19 cases. Time series of daily cumulative COVID-19 cases were used for generating 1-day, 3-day, and 5-day forecasts using several LSTM models and ARIMA. Two novel k-period performance metrics - k-day Mean Absolute Percentage Error (kMAPE) and k-day Median Symmetric Accuracy (kMdSA) - were developed for evaluating the performance of the models in forecasting time series values for multiple days. Errors in prediction using kMAPE and kMdSA for LSTM models were both as low as 0.05%, while those for ARIMA were 0.07% and 0.06% respectively. LSTM models slightly underestimated while ARIMA slightly overestimated the numbers in the forecasts. The performance of LSTM models is comparable to ARIMA in forecasting COVID-19 cases. While ARIMA requires longer sequences, LSTMs can perform reasonably well with sequence sizes as small as 3. However, LSTMs require a large number of training samples. Further, the development of k-period performance metrics proposed is likely to be useful for performance evaluation of time series models in predicting multiple periods. Based on the k-period performance metrics proposed, both LSTMs and ARIMA are useful for time series analysis and forecasting for COVID-19.","publish_time":1591315200000,"author_summary":" Barman, Arko","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>global public health crisis that has been declared a<br>pandemic by World Health Organization. Forecasting<br>country-wise COVID-19 cases is necessary to help<br>policymakers and healthcare providers prepare for the<br>future. This study explores the performance of several<br>Long Short-Term Memory (LSTM) models and<br>Auto-Regressive Integrated Moving Average (ARIMA) model in<br>forecasting the number of confirmed COVID-19 cases. Time<br>series of daily cumulative COVID-19 cases were used<br>for generating 1-day, 3-day, and 5-day forecasts<br>using several LSTM models and ARIMA. Two novel<br>k-period performance metrics - k-day Mean Absolute<br>Percentage Error (kMAPE) and k-day Median...","title_summary":" Time Series Analysis and Forecasting of<br>COVID-19 Cases Using LSTM and ARIMA Models","x":-4.3281641006,"y":29.8801193237,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.3281641006,"tsne_y":29.8801193237,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"obsl0nbf","source_x":"ArXiv","title":"An Improved Method for the Fitting and Prediction of the Number of COVID-19 Confirmed Cases Based on LSTM","doi":null,"abstract":"New coronavirus disease (COVID-19) has constituted a global pandemic and has spread to most countries and regions in the world. By understanding the development trend of a regional epidemic, the epidemic can be controlled using the development policy. The common traditional mathematical differential equations and population prediction models have limitations for time series population prediction, and even have large estimation errors. To address this issue, we propose an improved method for predicting confirmed cases based on LSTM (Long-Short Term Memory) neural network. This work compared the deviation between the experimental results of the improved LSTM prediction model and the digital prediction models (such as Logistic and Hill equations) with the real data as reference. And this work uses the goodness of fitting to evaluate the fitting effect of the improvement. Experiments show that the proposed approach has a smaller prediction deviation and a better fitting effect. Compared with the previous forecasting methods, the contributions of our proposed improvement methods are mainly in the following aspects: 1) we have fully considered the spatiotemporal characteristics of the data, rather than single standardized data; 2) the improved parameter settings and evaluation indicators are more accurate for fitting and forecasting. 3) we consider the impact of the epidemic stage and conduct reasonable data processing for different stage.","publish_time":1588636800000,"author_summary":" Yan, Bingjie; Tang, Xiangyan; Liu, Boyi; Wang,<br>Jun; Zhou, Yize; Zheng, Guopeng; Zou, Qi; Lu, Yao;<br>Tu, Wenxuan","abstract_summary":" New coronavirus disease (COVID-19) has<br>constituted a global pandemic and has spread to most<br>countries and regions in the world. By understanding the<br>development trend of a regional epidemic, the epidemic can<br>be controlled using the development policy. The<br>common traditional mathematical differential<br>equations and population prediction models have<br>limitations for time series population prediction, and<br>even have large estimation errors. To address this<br>issue, we propose an improved method for predicting<br>confirmed cases based on LSTM (Long-Short Term Memory)<br>neural network. This work compared the deviation<br>between the experimental results of the improved LSTM<br>prediction model and the digital...","title_summary":" An Improved Method for the Fitting and<br>Prediction of the Number of COVID-19 Confirmed Cases Based<br>on LSTM","x":-3.5203213692,"y":31.0764579773,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.5203213692,"tsne_y":31.0764579773,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"bdncqwkp","source_x":"Elsevier; PMC; WHO","title":"A Methodological Approach for Predicting COVID-19 Epidemic Using EEMD-ANN Hybrid Model","doi":"10.1016\/j.iot.2020.100228","abstract":"Abstract Predicting the Coronavirus epidemic, popularly known as COVID-19, that has been explored more than 200 countries and already declared as a pandemic by the World Health Organization is an invaluable task. This virus was first identified around December 2019, from central China, but later spread in the rest of the world. To ensure better healthcare service management, an accurate prediction of the uncertain gruesomeness is situational demand. In orders with limited information frameworks, demonstrating and predicting COVID-19 turns into a challenging endeavor. The primary objective of this study is to propose a hybrid model that incorporates ensemble empirical mode decomposition (EEMD) and artificial neural network (ANN) for predicting the COVID-19 epidemic. A real-time COVID-19 time series data has been used on the window periods January 22, 2020, to May 18, 2020. The time-series data first decomposed using EEMD to produce sub-signals and make original data denoised, and ANN architecture has built to train the denoised data. Finally, the result of the proposed model has compared with some traditional statistical analysis. The result of this investigation shows our proposed model outperforms compared with traditional statistical analysis. Thus the model might be promising for COVID-19 epidemic prediction. The government and healthcare provider can take preventive action by understanding the upcoming COVID-19 situation for better healthcare management.","publish_time":1590624000000,"author_summary":" Hasan, Najmul","abstract_summary":" Abstract Predicting the Coronavirus<br>epidemic, popularly known as COVID-19, that has been<br>explored more than 200 countries and already declared as<br>a pandemic by the World Health Organization is an<br>invaluable task. This virus was first identified around<br>December 2019, from central China, but later spread in<br>the rest of the world. To ensure better healthcare<br>service management, an accurate prediction of the<br>uncertain gruesomeness is situational demand. In orders<br>with limited information frameworks,<br>demonstrating and predicting COVID-19 turns into a<br>challenging endeavor. The primary objective of this study<br>is to propose a hybrid model that incorporates<br>ensemble empirical mode...","title_summary":" A Methodological Approach for Predicting<br>COVID-19 Epidemic Using EEMD-ANN Hybrid Model","x":-3.5361099243,"y":30.3044204712,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.5361099243,"tsne_y":30.3044204712,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"ic3zhwqs","source_x":"Elsevier; Medline; PMC; WHO","title":"ARIMA modelling and forecasting of irregularly patterned COVID-19 outbreaks using Japanese and South Korean data","doi":"10.1016\/j.dib.2020.105779","abstract":"Abstract The World Health Organization (WHO) upgraded the status of the coronavirus disease 2019 (COVID-19) outbreak from epidemic to global pandemic on March 11, 2020. Various mathematical and statistical models have been proposed to predict the spread of COVID-2019[1]. We collated data on daily new confirmed cases of the COVID-19 outbreaks in Japan and South Korea from January 20, 2020 to April 26, 2020. Auto Regressive Integrated Moving Average (ARIMA) model were introduced to analyze two data sets and predict the daily new confirmed cases for the 7-day period from April 27, 2020 to May 3, 2020. Also, the forecasting results and both data sets are provided.","publish_time":1590451200000,"author_summary":" Duan, Xingde; Zhang, Xiaolei","abstract_summary":" Abstract The World Health Organization (WHO)<br>upgraded the status of the coronavirus disease 2019<br>(COVID-19) outbreak from epidemic to global pandemic on<br>March 11, 2020. Various mathematical and<br>statistical models have been proposed to predict the spread<br>of COVID-2019[1]. We collated data on daily new<br>confirmed cases of the COVID-19 outbreaks in Japan and<br>South Korea from January 20, 2020 to April 26, 2020.<br>Auto Regressive Integrated Moving Average (ARIMA)<br>model were introduced to analyze two data sets and<br>predict the daily new confirmed cases for the 7-day<br>period from April 27, 2020 to May 3, 2020. Also, the<br>forecasting...","title_summary":" ARIMA modelling and forecasting of<br>irregularly patterned COVID-19 outbreaks using Japanese<br>and South Korean data","x":-5.7668533325,"y":28.8225917816,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.7668533325,"tsne_y":28.8225917816,"subcluster":0,"subcluster_description":"Covid-19 Outbreaks","shape":"p"},{"cord_uid":"qkflg6jt","source_x":"Medline; PMC","title":"Computational Forecasting Methodology for Acute Respiratory Infectious Disease Dynamics","doi":"10.3390\/ijerph17124540","abstract":"The study of infectious disease behavior has been a scientific concern for many years as early identification of outbreaks provides great advantages including timely implementation of public health measures to limit the spread of an epidemic. We propose a methodology that merges the predictions of (i) a computational model with machine learning, (ii) a projection model, and (iii) a proposed smoothed endemic channel calculation. The predictions are made on weekly acute respiratory infection (ARI) data obtained from epidemiological reports in Mexico, along with the usage of key terms in the Google search engine. The results obtained with this methodology were compared with state-of-the-art techniques resulting in reduced root mean squared percentage error (RMPSE) and maximum absolute percent error (MAPE) metrics, achieving a MAPE of 21.7%. This methodology could be extended to detect and raise alerts on possible outbreaks on ARI as well as for other seasonal infectious diseases.","publish_time":1592956800000,"author_summary":" Gónzalez-Bandala, Daniel Alejandro;<br>Cuevas-Tello, Juan Carlos; Noyola, Daniel E.; Comas-García,<br>Andreu; García-Sepúlveda, Christian A","abstract_summary":" The study of infectious disease behavior has<br>been a scientific concern for many years as early<br>identification of outbreaks provides great advantages<br>including timely implementation of public health<br>measures to limit the spread of an epidemic. We propose a<br>methodology that merges the predictions of (i) a<br>computational model with machine learning, (ii) a projection<br>model, and (iii) a proposed smoothed endemic channel<br>calculation. The predictions are made on weekly acute<br>respiratory infection (ARI) data obtained from<br>epidemiological reports in Mexico, along with the usage of key<br>terms in the Google search engine. The results<br>obtained with this methodology were...","title_summary":" Computational Forecasting Methodology for<br>Acute Respiratory Infectious Disease Dynamics","x":-2.8811085224,"y":29.0591754913,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.8811085224,"tsne_y":29.0591754913,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bp0ky81r","source_x":"Medline; PMC","title":"Predicting COVID-19 Incidence Through Analysis of Google Trends Data in Iran: Data Mining and Deep Learning Pilot Study","doi":"10.2196\/18828","abstract":"BACKGROUND: The recent global outbreak of coronavirus disease (COVID-19) is affecting many countries worldwide. Iran is one of the top 10 most affected countries. Search engines provide useful data from populations, and these data might be useful to analyze epidemics. Utilizing data mining methods on electronic resources’ data might provide a better insight into the COVID-19 outbreak to manage the health crisis in each country and worldwide. OBJECTIVE: This study aimed to predict the incidence of COVID-19 in Iran. METHODS: Data were obtained from the Google Trends website. Linear regression and long short-term memory (LSTM) models were used to estimate the number of positive COVID-19 cases. All models were evaluated using 10-fold cross-validation, and root mean square error (RMSE) was used as the performance metric. RESULTS: The linear regression model predicted the incidence with an RMSE of 7.562 (SD 6.492). The most effective factors besides previous day incidence included the search frequency of handwashing, hand sanitizer, and antiseptic topics. The RMSE of the LSTM model was 27.187 (SD 20.705). CONCLUSIONS: Data mining algorithms can be employed to predict trends of outbreaks. This prediction might support policymakers and health care managers to plan and allocate health care resources accordingly.","publish_time":1586822400000,"author_summary":" Ayyoubzadeh, Seyed Mohammad; Ayyoubzadeh,<br>Seyed Mehdi; Zahedi, Hoda; Ahmadi, Mahnaz; R Niakan<br>Kalhori, Sharareh","abstract_summary":" BACKGROUND: The recent global outbreak of<br>coronavirus disease (COVID-19) is affecting many<br>countries worldwide. Iran is one of the top 10 most<br>affected countries. Search engines provide useful data<br>from populations, and these data might be useful to<br>analyze epidemics. Utilizing data mining methods on<br>electronic resources’ data might provide a better insight<br>into the COVID-19 outbreak to manage the health<br>crisis in each country and worldwide. OBJECTIVE: This<br>study aimed to predict the incidence of COVID-19 in<br>Iran. METHODS: Data were obtained from the Google<br>Trends website. Linear regression and long<br>short-term memory (LSTM) models were used to estimate...","title_summary":" Predicting COVID-19 Incidence Through<br>Analysis of Google Trends Data in Iran: Data Mining and<br>Deep Learning Pilot Study","x":-3.2458407879,"y":30.9092559814,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.2458407879,"tsne_y":30.9092559814,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"dmaahg2q","source_x":"Elsevier; Medline; PMC; WHO","title":"Time Series Analysis and Forecast of the COVID-19 Pandemic in India using Genetic Programming","doi":"10.1016\/j.chaos.2020.109945","abstract":"COVID-19 declared as a global pandemic by WHO, has emerged as the most aggressive disease, impacting more than 90% countries of the world. The virus started from a single human being in China, is now increasing globally at a rate of 3% to 5% daily and has become a never ending process. Some studies even predict that the virus will stay with us forever. India being the second most populous country of the world, is also not saved, and the virus is spreading as a community level transmitter. Therefore, it become really important to analyse the possible impact of COVID-19 in India and forecast how it will behave in the days to come. In present work, prediction models based on genetic programming (GP) have been developed for confirmed cases (CC) and death cases (DC) across three most affected states namely Maharashtra, Gujarat and Delhi as well as whole India. The proposed prediction models are presented using explicit formula, and impotence of prediction variables are studied. Here, statistical parameters and metrics have been used for evaluated and validate the evolved models. From the results, it has been found that the proposed GEP-based models use simple linkage functions and are highly reliable for time series prediction of COVID-19 cases in India.","publish_time":1590796800000,"author_summary":" Salgotra, Rohit; Gandomi, Mostafa; Gandomi,<br>Amir H","abstract_summary":" COVID-19 declared as a global pandemic by WHO,<br>has emerged as the most aggressive disease,<br>impacting more than 90% countries of the world. The virus<br>started from a single human being in China, is now<br>increasing globally at a rate of 3% to 5% daily and has become<br>a never ending process. Some studies even<br>predict that the virus will stay with us forever. India<br>being the second most populous country of the world,<br>is also not saved, and the virus is spreading as a<br>community level transmitter. Therefore, it become<br>really important to analyse the possible impact of<br>COVID-19...","title_summary":" Time Series Analysis and Forecast of the<br>COVID-19 Pandemic in India using Genetic Programming","x":-3.6585154533,"y":29.7090377808,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6585154533,"tsne_y":29.7090377808,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"19yodxem","source_x":"Elsevier; Medline; PMC","title":"Short-term forecasting COVID-19 cumulative confirmed cases: Perspectives for Brazil","doi":"10.1016\/j.chaos.2020.109853","abstract":"The new Coronavirus (COVID-19) is an emerging disease responsible for infecting millions of people since the first notification until nowadays. Developing efficient short-term forecasting models allow forecasting the number of future cases. In this context, it is possible to develop strategic planning in the public health system to avoid deaths. In this paper, autoregressive integrated moving average (ARIMA), cubist regression (CUBIST), random forest (RF), ridge regression (RIDGE), support vector regression (SVR), and stacking-ensemble learning are evaluated in the task of time series forecasting with one, three, and six-days ahead the COVID-19 cumulative confirmed cases in ten Brazilian states with a high daily incidence. In the stacking-ensemble learning approach, the CUBIST regression, RF, RIDGE, and SVR models are adopted as base-learners and Gaussian process (GP) as meta-learner. The models’ effectiveness is evaluated based on the improvement index, mean absolute error, and symmetric mean absolute percentage error criteria. In most of the cases, the SVR and stacking-ensemble learning reach a better performance regarding adopted criteria than compared models. In general, the developed models can generate accurate forecasting, achieving errors in a range of 0.87%–3.51%, 1.02%–5.63%, and 0.95%–6.90% in one, three, and six-days-ahead, respectively. The ranking of models, from the best to the worst regarding accuracy, in all scenarios is SVR, stacking-ensemble learning, ARIMA, CUBIST, RIDGE, and RF models. The use of evaluated models is recommended to forecasting and monitor the ongoing growth of COVID-19 cases, once these models can assist the managers in the decision-making support systems.","publish_time":1588291200000,"author_summary":" Ribeiro, Matheus Henrique Dal Molin; da Silva,<br>Ramon Gomes; Mariani, Viviana Cocco; Coelho,<br>Leandro dos Santos","abstract_summary":" The new Coronavirus (COVID-19) is an emerging<br>disease responsible for infecting millions of people<br>since the first notification until nowadays.<br>Developing efficient short-term forecasting models<br>allow forecasting the number of future cases. In this<br>context, it is possible to develop strategic planning in<br>the public health system to avoid deaths. In this<br>paper, autoregressive integrated moving average<br>(ARIMA), cubist regression (CUBIST), random forest<br>(RF), ridge regression (RIDGE), support vector<br>regression (SVR), and stacking-ensemble learning are<br>evaluated in the task of time series forecasting with one,<br>three, and six-days ahead the COVID-19 cumulative<br>confirmed cases in ten Brazilian states with a...","title_summary":" Short-term forecasting COVID-19 cumulative<br>confirmed cases: Perspectives for Brazil","x":-3.834174633,"y":29.8731460571,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.834174633,"tsne_y":29.8731460571,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"qtoa38qi","source_x":"Elsevier; Medline; PMC","title":"Development of New Hybrid Model of Discrete Wavelet Decomposition and Autoregressive Integrated Moving Average (ARIMA) Models in Application to One Month Forecast the Casualties Cases of COVID-19","doi":"10.1016\/j.chaos.2020.109866","abstract":"Everywhere around the globe, the hot topic of discussion today is the ongoing and fast-spreading coronavirus disease (COVID-19), which is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-COV-2). Earlier detected in Wuhan, Hubei province, in China in December 2019, the deadly virus engulfed China and some neighboring countries, which claimed thousands of lives in February 2020. The proposed hybrid methodology involves the application of discreet wavelet decomposition to the dataset of deaths due to COVID-19, which splits the input data into component series and then applying an appropriate econometric model to each of the component series for making predictions of death cases in future. ARIMA models are well known econometric forecasting models capable of generating accurate forecasts when applied on wavelet decomposed time series. The input dataset consists of daily death cases from most affected five countries by COVID-19, which is given to the hybrid model for validation and to make one month ahead prediction of death cases. These predictions are compared with that obtained from an ARIMA model to estimate the performance of prediction. The predictions indicate a sharp rise in death cases despite various precautionary measures taken by governments of these countries.","publish_time":1589155200000,"author_summary":" Singh, Sarbjit; Parmar, Kulwinder Singh;<br>Kumar, Jatinder; Makkhan, Sidhu Jitendra Singh","abstract_summary":" Everywhere around the globe, the hot topic of<br>discussion today is the ongoing and fast-spreading<br>coronavirus disease (COVID-19), which is caused by the<br>severe acute respiratory syndrome coronavirus 2<br>(SARS-COV-2). Earlier detected in Wuhan, Hubei province, in<br>China in December 2019, the deadly virus engulfed<br>China and some neighboring countries, which claimed<br>thousands of lives in February 2020. The proposed hybrid<br>methodology involves the application of discreet wavelet<br>decomposition to the dataset of deaths due to COVID-19, which<br>splits the input data into component series and then<br>applying an appropriate econometric model to each of the<br>component series for making...","title_summary":" Development of New Hybrid Model of Discrete<br>Wavelet Decomposition and Autoregressive Integrated<br>Moving Average (ARIMA) Models in Application to One<br>Month Forecast the Casualties Cases of COVID-19","x":-4.3498187065,"y":28.9208583832,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.3498187065,"tsne_y":28.9208583832,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bwiyp73e","source_x":"Elsevier; Medline; PMC","title":"ONLINE FORECASTING OF COVID-19 CASES IN NIGERIA USING LIMITED DATA","doi":"10.1016\/j.dib.2020.105683","abstract":"The novel Coronavirus disease (COVID-19) was first identified in Wuhan, China in December 2019 but later spread to other parts of the world. The disease as at the point of writing this paper has been declared a pandemic by the World Health Organization (WHO). The application of mathematical models, artificial intelligence, big data, and similar methodologies are potential tools to predict the extent of the spread and effectiveness of containment strategies to stem the transmission of this disease. In societies with constrained data infrastructures, modeling and forecasting COVID-19 becomes an extremely difficult endeavor. Nonetheless, we propose an online forecasting mechanism that streams data from the Nigeria Center for Disease Control to update the parameters of an ensemble model which in turn provides updated COVID-19 forecasts every 24 hours. The ensemble combines an Auto-Regressive Integrated Moving Average model (ARIMA), Prophet - an additive regression model developed by Facebook, and a Holt-Winters Exponential Smoothing model combined with Generalized Autoregressive Conditional Heteroscedasticity (GARCH). The outcomes of these efforts are expected to provide academic thrust in guiding the policymakers in the deployment of containment strategies and\/or assessment of containment interventions in stemming the spread of the disease in Nigeria","publish_time":1588896000000,"author_summary":" Abdulmajeed, Kabir; Adeleke, Monsuru;<br>Popoola, Labode","abstract_summary":" The novel Coronavirus disease (COVID-19) was<br>first identified in Wuhan, China in December 2019 but<br>later spread to other parts of the world. The disease<br>as at the point of writing this paper has been<br>declared a pandemic by the World Health Organization<br>(WHO). The application of mathematical models,<br>artificial intelligence, big data, and similar<br>methodologies are potential tools to predict the extent of the<br>spread and effectiveness of containment strategies<br>to stem the transmission of this disease. In<br>societies with constrained data infrastructures,<br>modeling and forecasting COVID-19 becomes an extremely<br>difficult endeavor. Nonetheless, we propose an online<br>forecasting mechanism...","title_summary":" ONLINE FORECASTING OF COVID-19 CASES IN<br>NIGERIA USING LIMITED DATA","x":-3.6252512932,"y":29.9552898407,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6252512932,"tsne_y":29.9552898407,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"ks79irdv","source_x":"Elsevier; PMC; WHO","title":"Partial Derivative Nonlinear Global Pandemic Machine Learning Prediction Of Covid 19","doi":"10.1016\/j.chaos.2020.110056","abstract":"The recent worldwide outbreak of the novel coronavirus disease 2019 (COVID-19) opened new challenges for the research community. Machine learning (ML)-guided methods can be useful for feature prediction, involved risk, and the causes of an analogous epidemic. Such predictions can be useful for managing and intercepting the outbreak of such diseases. The foremost advantages of applying ML methods are handling a wide variety of data and easy identification of trends and patterns of an undetermined nature.In this study, we propose a partial derivative regression and nonlinear machine learning (PDR-NML) method for global pandemic prediction of COVID-19. We used a progressive partial derivative linear regression model to search for the best parameters in the dataset in a computationally efficient manner. Next, a nonlinear global pandemic machine learning model was applied to the normalized features for making accurate predictions. The results show that the proposed ML method outperformed state-of-the-art methods in the Indian population and can also be a convenient tool for making predictions for other countries.","publish_time":1593043200000,"author_summary":" Kavadi, Mr. Durga Prasad; Patan, Dr. Rizwan;<br>Ramachandran, Dr. Manikandan; Gandomi, Amir H.","abstract_summary":" The recent worldwide outbreak of the novel<br>coronavirus disease 2019 (COVID-19) opened new challenges<br>for the research community. Machine learning<br>(ML)-guided methods can be useful for feature prediction,<br>involved risk, and the causes of an analogous epidemic.<br>Such predictions can be useful for managing and<br>intercepting the outbreak of such diseases. The foremost<br>advantages of applying ML methods are handling a wide<br>variety of data and easy identification of trends and<br>patterns of an undetermined nature.In this study, we<br>propose a partial derivative regression and nonlinear<br>machine learning (PDR-NML) method for global pandemic<br>prediction of COVID-19. We used a progressive...","title_summary":" Partial Derivative Nonlinear Global Pandemic<br>Machine Learning Prediction Of Covid 19","x":-3.1614420414,"y":31.1527805328,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.1614420414,"tsne_y":31.1527805328,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"a9fi9ssg","source_x":"Elsevier; Medline; PMC; WHO","title":"Time Series Prediction of COVID-19 by Mutation Rate Analysis using Recurrent Neural Network-based LSTM Model","doi":"10.1016\/j.chaos.2020.110018","abstract":"SARS-CoV-2, a novel coronavirus mostly known as COVID-19 has created a global pandemic. The world is now immobilized by this infectious RNA virus. As of May 18, already more than 4.8 million people have been infected and 316k people died. This RNA virus has the ability to do the mutation in the human body. Accurate determination of mutation rates is essential to comprehend the evolution of this virus and to determine the risk of emergent infectious disease. This study explores the mutation rate of the whole genomic sequence gathered from the patient's dataset of different countries. The collected dataset is processed to determine the nucleotide mutation and codon mutation separately. Furthermore, based on the size of the dataset, the determined mutation rate is categorized for four different regions: China, Australia, The United States, and the rest of the World. It has been found that a huge amount of Thymine (T) and Adenine (A) are mutated to other nucleotides for all regions, but codons are not frequently mutating like nucleotides. A recurrent neural network-based Long Short Term Memory (LSTM) model has been applied to predict the future mutation rate of this virus. The LSTM model gives Root Mean Square Error (RMSE) of 0.06 in testing and 0.04 in training, which is an optimized value. Using this train and testing process, the nucleotide mutation rate of 400(th) patient in future time has been predicted. About 0.1% increment in mutation rate is found for mutating of nucleotides from T to C and G, C to G and G to T. While a decrement of 0.1% is seen for mutating of T to A, and A to C. It is found that this model can be used to predict day basis mutation rates if more patient data is available in updated time.","publish_time":1592006400000,"author_summary":" Pathan, Refat Khan; Biswas, Munmun;<br>Khandaker, Mayeen Uddin","abstract_summary":" SARS-CoV-2, a novel coronavirus mostly known<br>as COVID-19 has created a global pandemic. The<br>world is now immobilized by this infectious RNA<br>virus. As of May 18, already more than 4.8 million<br>people have been infected and 316k people died. This<br>RNA virus has the ability to do the mutation in the<br>human body. Accurate determination of mutation<br>rates is essential to comprehend the evolution of<br>this virus and to determine the risk of emergent<br>infectious disease. This study explores the mutation rate<br>of the whole genomic sequence gathered from the<br>patient's dataset of different countries. The collected<br>dataset is...","title_summary":" Time Series Prediction of COVID-19 by Mutation<br>Rate Analysis using Recurrent Neural<br>Network-based LSTM Model","x":-2.7178943157,"y":31.5883102417,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.7178943157,"tsne_y":31.5883102417,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"qsitv9yn","source_x":"Elsevier; Medline; PMC","title":"SutteARIMA: Short-term forecasting method, a case: Covid-19 and stock market in Spain","doi":"10.1016\/j.scitotenv.2020.138883","abstract":"Abstract The purpose of our research is to predict the short-term of confirmed cases of covid-19 and IBEX in Spain by using SutteARIMA method. Covid-19 Spanish confirmed data obtained from Worldometer and Spain Stock Market data (IBEX 35) data obtained from Yahoo Finance. Data starts from 12 February 2020–09 April 2020 (the date on Covid-19 was detected in Spain). The data from 12 February 2020–02 April 2020 using to fitting with data from 03 April – 09 April 2020. Based on the fitting data, we can doing short forecast for 3 future period (10 April – 12 April 2020 for Covid-19 and 14 April – 16 April 2020 for IBEX). In this study, the SutteARIMA method will be used. For the evaluation of the forecasting methods we applied forecasting accuracy measures, mean absolute percentage error (MAPE). Based on the results of ARIMA and SutteARIMA forecasting methods, we conclude that the SutteARIMA method is most suitable than ARIMA to calculate the daily forecasts of confirmed cases of Covid-19 and IBEX in Spain. The MAPE value of 0.1905 (smaller than 0.04 compared to MAPE value of ARIMA) for confirmed cases of Covid-19 in Spain and 0,0202 for IBEX stock. At the end of the analysis, using the SutteARIMA method, we calculate daily forecasts of confirmed cases of Covid-19 in Spain from 10 April 2020 until 12 April 2020 and Spain Stock Market from 14 April until 16 April 2020.","publish_time":1587513600000,"author_summary":" Ahmar, Ansari Saleh; del Val, Eva Boj","abstract_summary":" Abstract The purpose of our research is to<br>predict the short-term of confirmed cases of covid-19<br>and IBEX in Spain by using SutteARIMA method.<br>Covid-19 Spanish confirmed data obtained from<br>Worldometer and Spain Stock Market data (IBEX 35) data<br>obtained from Yahoo Finance. Data starts from 12<br>February 2020–09 April 2020 (the date on Covid-19 was<br>detected in Spain). The data from 12 February 2020–02<br>April 2020 using to fitting with data from 03 April – 09<br>April 2020. Based on the fitting data, we can doing<br>short forecast for 3 future period (10 April – 12 April<br>2020 for...","title_summary":" SutteARIMA: Short-term forecasting method, a<br>case: Covid-19 and stock market in Spain","x":-5.131354332,"y":28.5746631622,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.131354332,"tsne_y":28.5746631622,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"x0ismfo3","source_x":"ArXiv; WHO","title":"Finding an Accurate Early Forecasting Model from Small Dataset: A Case of 2019-nCoV Novel Coronavirus Outbreak","doi":"10.9781\/ijimai.2020.02.002","abstract":"Epidemic is a rapid and wide spread of infectious disease threatening many lives and economy damages. It is important to fore-tell the epidemic lifetime so to decide on timely and remedic actions. These measures include closing borders, schools, suspending community services and commuters. Resuming such curfews depends on the momentum of the outbreak and its rate of decay. Being able to accurately forecast the fate of an epidemic is an extremely important but difficult task. Due to limited knowledge of the novel disease, the high uncertainty involved and the complex societal-political factors that influence the widespread of the new virus, any forecast is anything but reliable. Another factor is the insufficient amount of available data. Data samples are often scarce when an epidemic just started. With only few training samples on hand, finding a forecasting model which offers forecast at the best efforts is a big challenge in machine learning. In the past, three popular methods have been proposed, they include 1) augmenting the existing little data, 2) using a panel selection to pick the best forecasting model from several models, and 3) fine-tuning the parameters of an individual forecastingmodel for the highest possible accuracy. In this paper, a methodology that embraces these three virtues of data mining from a small dataset is proposed...","publish_time":1585008000000,"author_summary":" Fong, Simon James; Li, Gloria; Dey, Nilanjan;<br>Crespo, Rub'en Gonz'alez; Herrera-Viedma, Enrique","abstract_summary":" Epidemic is a rapid and wide spread of<br>infectious disease threatening many lives and economy<br>damages. It is important to fore-tell the epidemic<br>lifetime so to decide on timely and remedic actions.<br>These measures include closing borders, schools,<br>suspending community services and commuters. Resuming<br>such curfews depends on the momentum of the outbreak<br>and its rate of decay. Being able to accurately<br>forecast the fate of an epidemic is an extremely<br>important but difficult task. Due to limited knowledge of<br>the novel disease, the high uncertainty involved<br>and the complex societal-political factors that<br>influence the widespread of the new virus,...","title_summary":" Finding an Accurate Early Forecasting Model<br>from Small Dataset: A Case of 2019-nCoV Novel<br>Coronavirus Outbreak","x":-2.8060266972,"y":29.9166679382,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.8060266972,"tsne_y":29.9166679382,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"jbrdrxxx","source_x":"Elsevier; PMC; WHO","title":"A Python based Support Vector Regression Model for prediction of Covid19 cases in India","doi":"10.1016\/j.chaos.2020.109942","abstract":"The proposed work utilizes Support Vector Regression model to predict the number of total number of deaths, recovered cases, cumulative number of confirmed cases and number of daily cases. The data is collected for the time period of 1(st) March,2020 to 30(th) April,2020 (61 Days). The total number of cases as on 30(th) April is found to be 35043 confirmed cases with 1147 total deaths and 8889 recovered patients. The model has been developed in Python 3.6.3 to obtain the predicted values of aforementioned cases till 30(th) June,2020. The proposed methodology is based on prediction of values using support vector regression model with Radial Basis Function as the kernel and 10% confidence interval for the curve fitting. The data has been split into train and test set with test size 40% and training 60%. The model performance parameters are calculated as mean square error, root mean square error, regression score and percentage accuracy. The model has above 97% accuracy in predicting deaths, recovered, cumulative number of confirmed cases and 87% accuracy in predicting daily new cases. The results suggest a gaussian decrease of the number of cases and could take another 3 to 4 months to come down the minimum level with no new cases being reported. The method is very efficient and has higher accuracy than linear or polynomial regression.","publish_time":1590883200000,"author_summary":" Parbat, Debanjan; Chakraborty, onisha","abstract_summary":" The proposed work utilizes Support Vector<br>Regression model to predict the number of total number of<br>deaths, recovered cases, cumulative number of<br>confirmed cases and number of daily cases. The data is<br>collected for the time period of 1(st) March,2020 to<br>30(th) April,2020 (61 Days). The total number of cases<br>as on 30(th) April is found to be 35043 confirmed<br>cases with 1147 total deaths and 8889 recovered<br>patients. The model has been developed in Python 3.6.3 to<br>obtain the predicted values of aforementioned cases<br>till 30(th) June,2020. The proposed methodology is<br>based on prediction of values using support vector...","title_summary":" A Python based Support Vector Regression Model<br>for prediction of Covid19 cases in India","x":-3.9132859707,"y":30.9204902649,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.9132859707,"tsne_y":30.9204902649,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"gkjxg3ef","source_x":"Elsevier; PMC","title":"Predicting the Growth and Trend of COVID-19 Pandemic using Machine Learning and Cloud Computing","doi":"10.1016\/j.iot.2020.100222","abstract":"Abstract The outbreak of COVID-19 Coronavirus, namely SARS-CoV-2, has created a calamitous situation throughout the world. The cumulative incidence of COVID-19 is rapidly increasing day by day. Machine Learning (ML) and Cloud Computing can be deployed very effectively to track the disease, predict growth of the epidemic and design strategies and policy to manage its spread. This study applies an improved mathematical model to analyse and predict the growth of the epidemic. An ML-based improved model has been applied to predict the potential threat of COVID-19 in countries worldwide. We show that using iterative weighting for fitting Generalized Inverse Weibull distribution, a better fit can be obtained to develop a prediction framework. This has been deployed on a cloud computing platform for more accurate and real-time prediction of the growth behavior of the epidemic. A data driven approach with higher accuracy as here can be very useful for a proactive response from the government and citizens. Finally, we propose a set of research opportunities and setup grounds for further practical applications.","publish_time":1589241600000,"author_summary":" Tuli, Shreshth; Tuli, Shikhar; Tuli, Rakesh;<br>Gill, Sukhpal Singh","abstract_summary":" Abstract The outbreak of COVID-19<br>Coronavirus, namely SARS-CoV-2, has created a calamitous<br>situation throughout the world. The cumulative<br>incidence of COVID-19 is rapidly increasing day by day.<br>Machine Learning (ML) and Cloud Computing can be<br>deployed very effectively to track the disease, predict<br>growth of the epidemic and design strategies and<br>policy to manage its spread. This study applies an<br>improved mathematical model to analyse and predict the<br>growth of the epidemic. An ML-based improved model has<br>been applied to predict the potential threat of<br>COVID-19 in countries worldwide. We show that using<br>iterative weighting for fitting Generalized Inverse<br>Weibull...","title_summary":" Predicting the Growth and Trend of COVID-19<br>Pandemic using Machine Learning and Cloud Computing","x":-3.164886713,"y":30.6018810272,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.164886713,"tsne_y":30.6018810272,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"ytpofa7b","source_x":"PMC; WHO","title":"A machine learning forecasting model for COVID-19 pandemic in India","doi":"10.1007\/s00477-020-01827-8","abstract":"Coronavirus disease (COVID-19) is an inflammation disease from a new virus. The disease causes respiratory ailment (like influenza) with manifestations, for example, cold, cough and fever, and in progressively serious cases, the problem in breathing. COVID-2019 has been perceived as a worldwide pandemic and a few examinations are being led utilizing different numerical models to anticipate the likely advancement of this pestilence. These numerical models dependent on different factors and investigations are dependent upon potential inclination. Here, we presented a model that could be useful to predict the spread of COVID-2019. We have performed linear regression, Multilayer perceptron and Vector autoregression method for desire on the COVID-19 Kaggle data to anticipate the epidemiological example of the ailment and pace of COVID-2019 cases in India. Anticipated the potential patterns of COVID-19 effects in India dependent on data gathered from Kaggle. With the common data about confirmed, death and recovered cases across India for over the time length helps in anticipating and estimating the not so distant future. For extra assessment or future perspective, case definition and data combination must be kept up persistently.","publish_time":1590796800000,"author_summary":" Sujath, R.; Chatterjee, Jyotir Moy;<br>Hassanien, Aboul Ella","abstract_summary":" Coronavirus disease (COVID-19) is an<br>inflammation disease from a new virus. The disease causes<br>respiratory ailment (like influenza) with<br>manifestations, for example, cold, cough and fever, and in<br>progressively serious cases, the problem in breathing.<br>COVID-2019 has been perceived as a worldwide pandemic and a<br>few examinations are being led utilizing<br>different numerical models to anticipate the likely<br>advancement of this pestilence. These numerical models<br>dependent on different factors and investigations are<br>dependent upon potential inclination. Here, we<br>presented a model that could be useful to predict the<br>spread of COVID-2019. We have performed linear<br>regression, Multilayer perceptron and Vector...","title_summary":" A machine learning forecasting model for<br>COVID-19 pandemic in India","x":-2.9640274048,"y":31.1435871124,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.9640274048,"tsne_y":31.1435871124,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"b3j3kg73","source_x":"Elsevier; PMC; WHO","title":"Prediction of Epidemic Trends in COVID-19 with Logistic Model and Machine Learning Technics","doi":"10.1016\/j.chaos.2020.110058","abstract":"COVID-19 has now had a huge impact in the world, and more than 8 million people in more than 100 countries are infected. To contain its spread, a number of countries published control measures. However, itâs not known when the epidemic will end in global and various countries. Predicting the trend of COVID-19 is an extremely important challenge. We integrate the most updated COVID-19 epidemiological data before June 16, 2020 into the Logistic model to fit the cap of epidemic trend, and then feed the cap value into Fbprophet model, a machine learning based time series prediction model to derive the epidemic curve and predict the trend of the epidemic. Three significant points are summarized from our modeling results for global, Brazil, Russia, India, Peru and Indonesia. Under mathematical estimation, the global outbreak will peak in late October, with an estimated 14.12 million people infected cumulatively.","publish_time":1593561600000,"author_summary":" Wang, Peipei; Zheng, Xinqi; Li, Jiayang; Zhu,<br>Bangren","abstract_summary":" COVID-19 has now had a huge impact in the world,<br>and more than 8 million people in more than 100<br>countries are infected. To contain its spread, a number of<br>countries published control measures. However, itâs not<br>known when the epidemic will end in global and various<br>countries. Predicting the trend of COVID-19 is an<br>extremely important challenge. We integrate the most<br>updated COVID-19 epidemiological data before June 16,<br>2020 into the Logistic model to fit the cap of<br>epidemic trend, and then feed the cap value into<br>Fbprophet model, a machine learning based time series<br>prediction model to derive...","title_summary":" Prediction of Epidemic Trends in COVID-19 with<br>Logistic Model and Machine Learning Technics","x":-3.5901331902,"y":30.2828979492,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.5901331902,"tsne_y":30.2828979492,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"d2oub94f","source_x":"Medline; PMC","title":"Modeling the Spread of COVID-19 Infection Using a Multilayer Perceptron","doi":"10.1155\/2020\/5714714","abstract":"Coronavirus (COVID-19) is a highly infectious disease that has captured the attention of the worldwide public. Modeling of such diseases can be extremely important in the prediction of their impact. While classic, statistical, modeling can provide satisfactory models, it can also fail to comprehend the intricacies contained within the data. In this paper, authors use a publicly available dataset, containing information on infected, recovered, and deceased patients in 406 locations over 51 days (22nd January 2020 to 12th March 2020). This dataset, intended to be a time-series dataset, is transformed into a regression dataset and used in training a multilayer perceptron (MLP) artificial neural network (ANN). The aim of training is to achieve a worldwide model of the maximal number of patients across all locations in each time unit. Hyperparameters of the MLP are varied using a grid search algorithm, with a total of 5376 hyperparameter combinations. Using those combinations, a total of 48384 ANNs are trained (16128 for each patient group—deceased, recovered, and infected), and each model is evaluated using the coefficient of determination (R2). Cross-validation is performed using K-fold algorithm with 5-folds. Best models achieved consists of 4 hidden layers with 4 neurons in each of those layers, and use a ReLU activation function, with R2 scores of 0.98599 for confirmed, 0.99429 for deceased, and 0.97941 for recovered patient models. When cross-validation is performed, these scores drop to 0.94 for confirmed, 0.781 for recovered, and 0.986 for deceased patient models, showing high robustness of the deceased patient model, good robustness for confirmed, and low robustness for recovered patient model.","publish_time":1590710400000,"author_summary":" Car, Zlatan; Baressi Šegota, Sandi; Anđelić,<br>Nikola; Lorencin, Ivan; Mrzljak, Vedran","abstract_summary":" Coronavirus (COVID-19) is a highly infectious<br>disease that has captured the attention of the<br>worldwide public. Modeling of such diseases can be<br>extremely important in the prediction of their impact.<br>While classic, statistical, modeling can provide<br>satisfactory models, it can also fail to comprehend the<br>intricacies contained within the data. In this paper,<br>authors use a publicly available dataset, containing<br>information on infected, recovered, and deceased patients<br>in 406 locations over 51 days (22nd January 2020 to<br>12th March 2020). This dataset, intended to be a<br>time-series dataset, is transformed into a regression<br>dataset and used in training a multilayer...","title_summary":" Modeling the Spread of COVID-19 Infection<br>Using a Multilayer Perceptron","x":-3.0034353733,"y":31.3144283295,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.0034353733,"tsne_y":31.3144283295,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"8eeophww","source_x":"Medline; PMC","title":"Short-term forecasting of daily COVID-19 cases in Brazil by using the Holt’s model","doi":"10.1590\/0037-8682-0283-2020","abstract":"INTRODUCTION: We evaluated the performance of the Holt’s model to forecast the daily COVID-19 reported cases in Brazil and three Brazilian states. METHODS: We chose the date of the first COVID-19 case to April 25, 2020, as the training period, and April 26 to May 3, 2020, as the test period. RESULTS: The Holt’s model performed well in forecasting the cases in Brazil and in São Paulo and Minas Gerais states, but the forecasts were underestimated in Rio de Janeiro state. CONCLUSIONS: The Holt’s model can be an adequate short-term forecasting method if their assumptions are adequately verified and validated by experts.","publish_time":1591142400000,"author_summary":" Martinez, Edson Zangiacomi; Aragon, Davi<br>Casale; Nunes, Altacílio Aparecido","abstract_summary":" INTRODUCTION: We evaluated the performance of<br>the Holt’s model to forecast the daily COVID-19<br>reported cases in Brazil and three Brazilian states.<br>METHODS: We chose the date of the first COVID-19 case to<br>April 25, 2020, as the training period, and April 26 to<br>May 3, 2020, as the test period. RESULTS: The Holt’s<br>model performed well in forecasting the cases in<br>Brazil and in São Paulo and Minas Gerais states, but the<br>forecasts were underestimated in Rio de Janeiro state.<br>CONCLUSIONS: The Holt’s model can be an adequate short-term<br>forecasting method if their assumptions are adequately<br>verified and validated...","title_summary":" Short-term forecasting of daily COVID-19<br>cases in Brazil by using the Holt’s model","x":-5.2345209122,"y":28.4885406494,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.2345209122,"tsne_y":28.4885406494,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"qp77vl6h","source_x":"Elsevier; PMC","title":"Analysis on Novel Coronavirus (COVID-19) Using Machine Learning Methods","doi":"10.1016\/j.chaos.2020.110050","abstract":"In this paper, we are working on a pandemic of novel coronavirus (COVID-19). COVID-19 is an infectious disease, it creates severe damage in the lungs. COVID-19 causes illness in humans and has killed many people in the entire world. However, this virus is reported as a pandemic by the World Health Organization (WHO) and all countries are trying to control and lockdown all places. The main objective of this work is to solve the five different tasks such as I) Predicting the spread of coronavirus across regions. II) Analyzing the growth rates and the types of mitigation across countries. III) Predicting how the epidemic will end. IV) Analyzing the transmission rate of the virus. V) Correlating the coronavirus and weather conditions. The advantage of doing these tasks to minimize the virus spread by various mitigation, how well the mitigations are working, how many cases have been prevented by this mitigations, an idea about the number of patients that will recover from the infection with old medication, understand how much time will it take to for this pandemic to end, we will be able to understand and analyze how fast or slow the virus is spreading among regions and the infected patient to reduce the spread based clear understanding of the correlation between the spread and weather conditions. In this paper, we propose a novel Support Vector Regression method to analysis five different tasks related to novel coronavirus. In this work, instead of simple regression line we use the supported vectors also to get better classification accuracy. Our approach is evaluated and compared with other well-known regression models on standard available datasets. The promising results demonstrate its superiority in both efficiency and accuracy.","publish_time":1593475200000,"author_summary":" Yadav, Milind; Perumal, Murukessan;<br>Srinivas, M","abstract_summary":" In this paper, we are working on a pandemic of<br>novel coronavirus (COVID-19). COVID-19 is an<br>infectious disease, it creates severe damage in the lungs.<br>COVID-19 causes illness in humans and has killed many<br>people in the entire world. However, this virus is<br>reported as a pandemic by the World Health Organization<br>(WHO) and all countries are trying to control and<br>lockdown all places. The main objective of this work is to<br>solve the five different tasks such as I) Predicting<br>the spread of coronavirus across regions. II)<br>Analyzing the growth rates and the types of mitigation<br>across countries. III)...","title_summary":" Analysis on Novel Coronavirus (COVID-19)<br>Using Machine Learning Methods","x":-2.8161351681,"y":31.563785553,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.8161351681,"tsne_y":31.563785553,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"vdgcad0h","source_x":"PMC; WHO","title":"Forecasting Models for Coronavirus Disease (COVID-19): A Survey of the State-of-the-Art","doi":"10.1007\/s42979-020-00209-9","abstract":"COVID-19 is a pandemic that has affected over 170 countries around the world. The number of infected and deceased patients has been increasing at an alarming rate in almost all the affected nations. Forecasting techniques can be inculcated thereby assisting in designing better strategies and in taking productive decisions. These techniques assess the situations of the past thereby enabling better predictions about the situation to occur in the future. These predictions might help to prepare against possible threats and consequences. Forecasting techniques play a very important role in yielding accurate predictions. This study categorizes forecasting techniques into two types, namely, stochastic theory mathematical models and data science\/machine learning techniques. Data collected from various platforms also play a vital role in forecasting. In this study, two categories of datasets have been discussed, i.e., big data accessed from World Health Organization\/National databases and data from a social media communication. Forecasting of a pandemic can be done based on various parameters such as the impact of environmental factors, incubation period, the impact of quarantine, age, gender and many more. These techniques and parameters used for forecasting are extensively studied in this work. However, forecasting techniques come with their own set of challenges (technical and generic). This study discusses these challenges and also provides a set of recommendations for the people who are currently fighting the global COVID-19 pandemic.","publish_time":1591833600000,"author_summary":" Shinde, Gitanjali R.; Kalamkar, Asmita B.;<br>Mahalle, Parikshit N.; Dey, Nilanjan; Chaki,<br>Jyotismita; Hassanien, Aboul Ella","abstract_summary":" COVID-19 is a pandemic that has affected over<br>170 countries around the world. The number of<br>infected and deceased patients has been increasing at an<br>alarming rate in almost all the affected nations.<br>Forecasting techniques can be inculcated thereby<br>assisting in designing better strategies and in taking<br>productive decisions. These techniques assess the<br>situations of the past thereby enabling better<br>predictions about the situation to occur in the future.<br>These predictions might help to prepare against<br>possible threats and consequences. Forecasting<br>techniques play a very important role in yielding accurate<br>predictions. This study categorizes forecasting<br>techniques into two types, namely,...","title_summary":" Forecasting Models for Coronavirus Disease<br>(COVID-19): A Survey of the State-of-the-Art","x":-2.8876104355,"y":31.1292667389,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.8876104355,"tsne_y":31.1292667389,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"caf93j31","source_x":"Elsevier; Medline; PMC","title":"Forecasting the prevalence of COVID-19 outbreak in Egypt using nonlinear autoregressive artificial neural networks","doi":"10.1016\/j.psep.2020.05.029","abstract":"SARS-CoV-2 (COVID-19) is a new Coronavirus, with first reported human infections in late 2019. COVID-19 has been officially declared as a universal pandemic by the World Health Organization (WHO). The epidemiological characteristics of COVID-2019 have not been completely understood yet. More than 200000 persons were killed during this epidemic (till 1 May 2020). Therefore, developing forecasting models to predict the spread of that epidemic is a critical issue. In this study, statistical and artificial intelligence based approaches have been proposed to model and forecast the prevalence of this epidemic in Egypt. These approaches are autoregressive integrated moving average (ARIMA) and nonlinear autoregressive artificial neural networks (NARANN). The official data reported by The Egyptian Ministry of Health and Population of COVID-19 cases in the period between 1 March and 1 May, 2020 was used to train the models. The forecasted cases showed a good agreement with officially reported cases. The obtained results of this study may help the Egyptian decision-makers to put short-term future plans to face this epidemic.","publish_time":1589932800000,"author_summary":" Saba, Amal I.; Elsheikh, Ammar H.","abstract_summary":" SARS-CoV-2 (COVID-19) is a new Coronavirus,<br>with first reported human infections in late 2019.<br>COVID-19 has been officially declared as a universal<br>pandemic by the World Health Organization (WHO). The<br>epidemiological characteristics of COVID-2019 have not been<br>completely understood yet. More than 200000 persons were<br>killed during this epidemic (till 1 May 2020).<br>Therefore, developing forecasting models to predict the<br>spread of that epidemic is a critical issue. In this<br>study, statistical and artificial intelligence<br>based approaches have been proposed to model and<br>forecast the prevalence of this epidemic in Egypt. These<br>approaches are autoregressive integrated moving average<br>(ARIMA) and...","title_summary":" Forecasting the prevalence of COVID-19<br>outbreak in Egypt using nonlinear autoregressive<br>artificial neural networks","x":-3.7631838322,"y":29.5109214783,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.7631838322,"tsne_y":29.5109214783,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"wvpei5qt","source_x":"Elsevier; Medline; PMC; WHO","title":"Using the Kalman filter with ARIMA for the COVID-19 pandemic dataset of Pakistan","doi":"10.1016\/j.dib.2020.105854","abstract":"The current pandemic of the Novel Corona virus (COVID-19) has resulted in multifold challenges related to health, economy, and society, etc. for the entire world. Many mathematical epidemiological models have been tried for the available data of the COVID-19 pandemic with the core objective to observe the trend and trajectories of infected cases, recoveries, and deaths, etc. However, these models have their own assumptions and parameters and vary with regional demography. This article suggests the use of a more pragmatic approach of the Kalman filter with the Autoregressive Integrated Moving Average (ARIMA) models in order to obtain more precise forecasts for the figures of prevalence, active cases, recoveries, and deaths related to the COVID-19 outbreak in Pakistan.","publish_time":1591920000000,"author_summary":" Aslam, Muhammad","abstract_summary":" The current pandemic of the Novel Corona virus<br>(COVID-19) has resulted in multifold challenges related<br>to health, economy, and society, etc. for the<br>entire world. Many mathematical epidemiological<br>models have been tried for the available data of the<br>COVID-19 pandemic with the core objective to observe the<br>trend and trajectories of infected cases,<br>recoveries, and deaths, etc. However, these models have<br>their own assumptions and parameters and vary with<br>regional demography. This article suggests the use of a<br>more pragmatic approach of the Kalman filter with<br>the Autoregressive Integrated Moving Average<br>(ARIMA) models in order to obtain more precise<br>forecasts...","title_summary":" Using the Kalman filter with ARIMA for the<br>COVID-19 pandemic dataset of Pakistan","x":-5.7245397568,"y":28.9697933197,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.7245397568,"tsne_y":28.9697933197,"subcluster":0,"subcluster_description":"Covid-19 Outbreaks","shape":"p"},{"cord_uid":"ovqjzw9y","source_x":"Elsevier; PMC; WHO","title":"Forecasting Brazilian and American COVID-19 cases based on artificial intelligence coupled with climatic exogenous variables","doi":"10.1016\/j.chaos.2020.110027","abstract":"The novel coronavirus disease (COVID-19) is a public health problem once according to the World Health Organization up to June 24th, 2020, more than 9.1 million people were infected, and more than 470 thousand have died worldwide. In the current scenario, the Brazil and the United States of America present a high daily incidence of new cases and deaths. Therefore, it is important to forecast the number of new cases in a time window of one week, once this can help the public health system developing strategic planning to deals with the COVID-19. The application of the forecasting artificial intelligence (AI) models has the potential of deal with dynamical behavior of time-series like of COVID-19. In this paper, Bayesian regression neural network, cubist regression, k-nearest neighbors, quantile random forest, and support vector regression, are used stand-alone, and coupled with the recent pre-processing variational mode decomposition (VMD) employed to decompose the time series into several intrinsic mode functions. All AI techniques are evaluated in the task of time-series forecasting with one, three, and six-days-ahead the cumulative COVID-19 cases in five Brazilian and American states, with a high number of cases up to April 28th, 2020. Previous cumulative COVID-19 cases and exogenous variables as daily temperature and precipitation were employed as inputs for all forecasting models. The models’ effectiveness are evaluated based on the performance criteria. In general, the hybridization of VMD outperformed single forecasting models regarding the accuracy, specifically when the horizon is six-days-ahead, the hybrid VMD–single models achieved better accuracy in 70% of the cases. Regarding the exogenous variables, the importance ranking as predictor variables is, from the upper to the lower, past cases, temperature, and precipitation. Therefore, due to the efficiency of evaluated models to forecasting cumulative COVID-19 cases up to six-days-ahead, the adopted models can be recommended as a promising models for forecasting and be used to assist in the development of public policies to mitigate the effects of COVID-19 outbreak.","publish_time":1593475200000,"author_summary":" da Silva, Ramon Gomes; Ribeiro, Matheus<br>Henrique Dal Molin; Mariani, Viviana Cocco; Coelho,<br>Leandro dos Santos","abstract_summary":" The novel coronavirus disease (COVID-19) is a<br>public health problem once according to the World<br>Health Organization up to June 24th, 2020, more than<br>9.1 million people were infected, and more than 470<br>thousand have died worldwide. In the current scenario,<br>the Brazil and the United States of America present<br>a high daily incidence of new cases and deaths.<br>Therefore, it is important to forecast the number of new<br>cases in a time window of one week, once this can help<br>the public health system developing strategic<br>planning to deals with the COVID-19. The application of<br>the forecasting artificial intelligence...","title_summary":" Forecasting Brazilian and American COVID-19<br>cases based on artificial intelligence coupled with<br>climatic exogenous variables","x":-3.804210186,"y":29.7812747955,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.804210186,"tsne_y":29.7812747955,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"zas3fxgt","source_x":"Elsevier; Medline; PMC","title":"Statistical Analysis of Forecasting COVID-19 for Upcoming Month in Pakistan","doi":"10.1016\/j.chaos.2020.109926","abstract":"In this paper, we have conducted analysis based on data obtained from National Institute of Health (NIH) - Islamabad and produced a forecast of COVID-19 confirmed cases as well as the number of deaths and recoveries in Pakistan using the Auto-Regressive Integrated Moving Average Model (ARIMA). The fitted forecasting models revealed high exponential growth in the number of confirmed cases, deaths and recoveries in Pakistan. Based on our model prediction the number of confirmed cases will be increased by 2.7 times, 95% prediction interval for the number of cases at the end of May 2020 = (5681 to 33079). There could be up to 500 deaths, 95% prediction interval = (168 to 885) and there could be eightfold increase in the number of recoveries, 95% prediction interval = (2391 to 16126). The forecasting results of COVID-19 are alarming for May in Pakistan. The health officials and government should adopt new strategies to control the pandemic from further spread until a proper treatment or vaccine is developed.","publish_time":1590364800000,"author_summary":" Yousaf, Muhammad; Zahir, Samiha; Riaz,<br>Muhammad; Hussain, Sardar Muhammad; Shah, Kamal","abstract_summary":" In this paper, we have conducted analysis based<br>on data obtained from National Institute of<br>Health (NIH) - Islamabad and produced a forecast of<br>COVID-19 confirmed cases as well as the number of deaths<br>and recoveries in Pakistan using the<br>Auto-Regressive Integrated Moving Average Model (ARIMA). The<br>fitted forecasting models revealed high exponential<br>growth in the number of confirmed cases, deaths and<br>recoveries in Pakistan. Based on our model prediction the<br>number of confirmed cases will be increased by 2.7<br>times, 95% prediction interval for the number of cases<br>at the end of May 2020 = (5681 to 33079). There...","title_summary":" Statistical Analysis of Forecasting COVID-19<br>for Upcoming Month in Pakistan","x":-4.9955739975,"y":28.1969051361,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.9955739975,"tsne_y":28.1969051361,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"7exms0cs","source_x":"Elsevier; Medline; PMC; WHO","title":"Prediction and Analysis of COVID-19 Positive Cases using Deep Learning Models:A Descriptive Case Study of India","doi":"10.1016\/j.chaos.2020.110017","abstract":"In this paper, Deep Learning-based models are used for predicting the number of novel coronavirus (COVID-19) positive reported cases for 32 states and union territories of India. Recurrent neural network (RNN) based long-short term memory (LSTM) variants such as Deep LSTM, Convolutional LSTM and Bi-directional LSTM are applied on Indian data-set to predict the number of positive cases. LSTM model with minimum error is chosen for predicting daily and weekly cases. It is observed that the proposed method yields high accuracy for short term prediction with error less than 3 % for daily predictions and less than 8 % for weekly predictions. Indian states are categorised into different zones based on the spread of positive cases and daily growth rate for easy identification of novel coronavirus hot-spots. Preventive measures to reduce the spread in respective zones are also suggested.A website is created where the state-wise predictions are updated using the proposed model for authorities,researchers and planners.This study can be applied by other countries for predicting COVID-19 cases at the state or national level.","publish_time":1592352000000,"author_summary":" Arora, Parul; Kumar, Himanshu; Panigrahi,<br>Bijaya Ketan","abstract_summary":" In this paper, Deep Learning-based models are<br>used for predicting the number of novel coronavirus<br>(COVID-19) positive reported cases for 32 states and union<br>territories of India. Recurrent neural network (RNN) based<br>long-short term memory (LSTM) variants such as Deep LSTM,<br>Convolutional LSTM and Bi-directional LSTM are applied on<br>Indian data-set to predict the number of positive<br>cases. LSTM model with minimum error is chosen for<br>predicting daily and weekly cases. It is observed that the<br>proposed method yields high accuracy for short term<br>prediction with error less than 3 % for daily predictions<br>and less than 8 % for...","title_summary":" Prediction and Analysis of COVID-19 Positive<br>Cases using Deep Learning Models:A Descriptive Case<br>Study of India","x":-3.4183225632,"y":32.4111938477,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4183225632,"tsne_y":32.4111938477,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"eo887olu","source_x":"Elsevier; Medline; PMC","title":"Time Series Forecasting of COVID-19 transmission in Canada Using LSTM Networks()","doi":"10.1016\/j.chaos.2020.109864","abstract":"On March 11(th) 2020, World Health Organization (WHO) declared the 2019 novel corona virus as global pandemic. Corona virus, also known as COVID-19 was first originated in Wuhan, Hubei province in China around December 2019 and spread out all over the world within few weeks. Based on the public datasets provided by John Hopkins university and Canadian health authority, we have developed a forecasting model of COVID-19 outbreak in Canada using state-of-the-art Deep Learning (DL) models. In this novel research, we evaluated the key features to predict the trends and possible stopping time of the current COVID-19 outbreak in Canada and around the world. In this paper we presented the Long short-term memory (LSTM) networks, a deep learning approach to forecast the future COVID-19 cases. Based on the results of our Long short-term memory (LSTM) network, we predicted the possible ending point of this outbreak will be around June 2020. In addition to that, we compared transmission rates of Canada with Italy and USA. Here we also presented the 2, 4, 6, 8, 10, 12 and 14(th) day predictions for 2 successive days. Our forecasts in this paper is based on the available data until March 31, 2020. To the best of our knowledge, this of the few studies to use LSTM networks to forecast the infectious diseases.","publish_time":1588896000000,"author_summary":" Chimmula, Vinay Kumar Reddy; Zhang, Lei","abstract_summary":" On March 11(th) 2020, World Health<br>Organization (WHO) declared the 2019 novel corona virus as<br>global pandemic. Corona virus, also known as COVID-19<br>was first originated in Wuhan, Hubei province in<br>China around December 2019 and spread out all over the<br>world within few weeks. Based on the public datasets<br>provided by John Hopkins university and Canadian health<br>authority, we have developed a forecasting model of<br>COVID-19 outbreak in Canada using state-of-the-art<br>Deep Learning (DL) models. In this novel research,<br>we evaluated the key features to predict the<br>trends and possible stopping time of the current<br>COVID-19 outbreak in Canada...","title_summary":" Time Series Forecasting of COVID-19<br>transmission in Canada Using LSTM Networks()","x":-3.6851427555,"y":30.939163208,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6851427555,"tsne_y":30.939163208,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"pvf3afug","source_x":"Elsevier; Medline; PMC","title":"Prediction for the spread of COVID-19 in India and effectiveness of preventive measures","doi":"10.1016\/j.scitotenv.2020.138762","abstract":"Abstract The spread of COVID-19 in the whole world has put the humanity at risk. The resources of some of the largest economies are stressed out due to the large infectivity and transmissibility of this disease. Due to the growing magnitude of number of cases and its subsequent stress on the administration and health professionals, some prediction methods would be required to predict the number of cases in future. In this paper, we have used data-driven estimation methods like long short-term memory (LSTM) and curve fitting for prediction of the number of COVID-19 cases in India 30 days ahead and effect of preventive measures like social isolation and lockdown on the spread of COVID-19. The prediction of various parameters (number of positive cases, number of recovered cases, etc.) obtained by the proposed method is accurate within a certain range and will be a beneficial tool for administrators and health officials.","publish_time":1587340800000,"author_summary":" Tomar, Anuradha; Gupta, Neeraj","abstract_summary":" Abstract The spread of COVID-19 in the whole<br>world has put the humanity at risk. The resources of<br>some of the largest economies are stressed out due to<br>the large infectivity and transmissibility of<br>this disease. Due to the growing magnitude of number<br>of cases and its subsequent stress on the<br>administration and health professionals, some prediction<br>methods would be required to predict the number of cases<br>in future. In this paper, we have used data-driven<br>estimation methods like long short-term memory (LSTM) and<br>curve fitting for prediction of the number of<br>COVID-19 cases in India 30 days ahead and...","title_summary":" Prediction for the spread of COVID-19 in India<br>and effectiveness of preventive measures","x":-4.5099925995,"y":27.7705249786,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.5099925995,"tsne_y":27.7705249786,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"okvu49y3","source_x":"Elsevier; Medline; PMC; WHO","title":"Application of the ARIMA model on the COVID-2019 epidemic dataset","doi":"10.1016\/j.dib.2020.105340","abstract":"Coronavirus disease 2019 (COVID-2019) has been recognized as a global threat, and several studies are being conducted using various mathematical models to predict the probable evolution of this epidemic. These mathematical models based on various factors and analyses are subject to potential bias. Here, we propose a simple econometric model that could be useful to predict the spread of COVID-2019. We performed Auto Regressive Integrated Moving Average (ARIMA) model prediction on the Johns Hopkins epidemiological data to predict the epidemiological trend of the prevalence and incidence of COVID-2019. For further comparison or for future perspective, case definition and data collection have to be maintained in real time.","publish_time":1582675200000,"author_summary":" Benvenuto, Domenico; Giovanetti, Marta;<br>Vassallo, Lazzaro; Angeletti, Silvia; Ciccozzi,<br>Massimo","abstract_summary":" Coronavirus disease 2019 (COVID-2019) has<br>been recognized as a global threat, and several<br>studies are being conducted using various<br>mathematical models to predict the probable evolution of<br>this epidemic. These mathematical models based on<br>various factors and analyses are subject to potential<br>bias. Here, we propose a simple econometric model<br>that could be useful to predict the spread of<br>COVID-2019. We performed Auto Regressive Integrated<br>Moving Average (ARIMA) model prediction on the Johns<br>Hopkins epidemiological data to predict the<br>epidemiological trend of the prevalence and incidence of<br>COVID-2019. For further comparison or for future<br>perspective, case definition and data collection...","title_summary":" Application of the ARIMA model on the<br>COVID-2019 epidemic dataset","x":-5.8042778969,"y":28.8196239471,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.8042778969,"tsne_y":28.8196239471,"subcluster":0,"subcluster_description":"Covid-19 Outbreaks","shape":"p"},{"cord_uid":"pkod7r08","source_x":"Elsevier; PMC; WHO","title":"ARIMA and NAR based Prediction Model for Time Series Analysis of COVID-19 cases in India","doi":"10.1016\/j.jnlssr.2020.06.007","abstract":"Abstract In this paper, we have applied the univariate time series model to predict the number of COVID-19 infected cases that can be expected in upcoming days in India. We adopted an Auto-Regressive Integrated Moving Average (ARIMA) model on the data collected from 31st January 2020 to 25th March 2020 and verified it using the data collected from 26th March 2020 to 04th April 2020. A nonlinear autoregressive (NAR) neural network is developed to compare the accuracy of predicted models. The model has been used for daily prediction of COVID-19 cases for next 50 days without any additional intervention. Statistics from various sources, including the Ministry of Health and Family Welfare (MoHFW) and http:\/\/covid19india.org\/ are used for the study. The results showed an increasing trend in the actual and forecasted numbers of COVID-19 cases with approximately 1500 cases per day, based on available data as on 04th April 2020. The appropriate ARIMA (1,1,0) model was selected based on the Bayesian Information Criteria (BIC) values and the overall highest R2 values of 0.95. The NAR model architecture constitutes ten neurons, which is optimized using the Levenberg-Marquardt optimization training algorithm (LM) with the overall highest R2 values of 0.97.","publish_time":1593388800000,"author_summary":" Khan, Farhan Mohammad; Gupta, Rajiv","abstract_summary":" Abstract In this paper, we have applied the<br>univariate time series model to predict the number of<br>COVID-19 infected cases that can be expected in upcoming<br>days in India. We adopted an Auto-Regressive<br>Integrated Moving Average (ARIMA) model on the data<br>collected from 31st January 2020 to 25th March 2020 and<br>verified it using the data collected from 26th March 2020<br>to 04th April 2020. A nonlinear autoregressive<br>(NAR) neural network is developed to compare the<br>accuracy of predicted models. The model has been used for<br>daily prediction of COVID-19 cases for next 50 days<br>without any additional intervention. Statistics...","title_summary":" ARIMA and NAR based Prediction Model for Time<br>Series Analysis of COVID-19 cases in India","x":-4.9069070816,"y":28.8470954895,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.9069070816,"tsne_y":28.8470954895,"subcluster":1,"subcluster_description":"Covid-19 Cases","shape":"p"},{"cord_uid":"pzgy2zem","source_x":"Medline; PMC","title":"Artificial Neural Network Modeling of Novel Coronavirus (COVID-19) Incidence Rates across the Continental United States","doi":"10.3390\/ijerph17124204","abstract":"Prediction of the COVID-19 incidence rate is a matter of global importance, particularly in the United States. As of 4 June 2020, more than 1.8 million confirmed cases and over 108 thousand deaths have been reported in this country. Few studies have examined nationwide modeling of COVID-19 incidence in the United States particularly using machine-learning algorithms. Thus, we collected and prepared a database of 57 candidate explanatory variables to examine the performance of multilayer perceptron (MLP) neural network in predicting the cumulative COVID-19 incidence rates across the continental United States. Our results indicated that a single-hidden-layer MLP could explain almost 65% of the correlation with ground truth for the holdout samples. Sensitivity analysis conducted on this model showed that the age-adjusted mortality rates of ischemic heart disease, pancreatic cancer, and leukemia, together with two socioeconomic and environmental factors (median household income and total precipitation), are among the most substantial factors for predicting COVID-19 incidence rates. Moreover, results of the logistic regression model indicated that these variables could explain the presence\/absence of the hotspots of disease incidence that were identified by Getis-Ord Gi* (p < 0.05) in a geographic information system environment. The findings may provide useful insights for public health decision makers regarding the influence of potential risk factors associated with the COVID-19 incidence at the county level.","publish_time":1591920000000,"author_summary":" Mollalo, Abolfazl; Rivera, Kiara M.; Vahedi,<br>Behzad","abstract_summary":" Prediction of the COVID-19 incidence rate is a<br>matter of global importance, particularly in the<br>United States. As of 4 June 2020, more than 1.8 million<br>confirmed cases and over 108 thousand deaths have been<br>reported in this country. Few studies have examined<br>nationwide modeling of COVID-19 incidence in the United<br>States particularly using machine-learning<br>algorithms. Thus, we collected and prepared a database of 57<br>candidate explanatory variables to examine the<br>performance of multilayer perceptron (MLP) neural network<br>in predicting the cumulative COVID-19 incidence<br>rates across the continental United States. Our<br>results indicated that a single-hidden-layer MLP<br>could explain almost...","title_summary":" Artificial Neural Network Modeling of Novel<br>Coronavirus (COVID-19) Incidence Rates across the<br>Continental United States","x":-2.8194847107,"y":31.3933944702,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.8194847107,"tsne_y":31.3933944702,"subcluster":2,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"9q4dsfyy","source_x":"PMC; WHO","title":"Data analysis of COVID-2019 epidemic using machine learning methods: a case study of India","doi":"10.1007\/s41870-020-00484-y","abstract":"At this time, COVID-2019 is spreading its foot in the form of a huge epidemic for the world. This epidemic is spreading its foot very fast in India too. One of the World Health Organization states that COVID-2019 is a serious disease that spreads from one person to another at very fast speed through contact routes and respiratory drops. On this day, India and the world should rise to an effective step to analyze this disease and eliminate the effects of this epidemic. In this paper presented, the growing database of COVID-2019 has been analyzed from March 1, 2020, to April 11, 2020, and the next one is predicted for the number of patients suffering from the rising COVID-2019. Different regression analysis models have been utilized for data analysis of COVID-2019 of India based on data stored by Kaggle in between 1 March 2020 to 11 April 2020. In this study, we have been utilized six regression analysis based models namely quadratic, third degree, fourth degree, fifth degree, sixth degree, and exponential polynomial respectively for the COVID-2019 dataset. We have calculated the root mean square of these six regression analysis models. In these six models, the root mean square error of sixth degree polynomial is very less in compared other like quadratic, third degree, fourth degree, fifth degree, and exponential polynomial. Therefore the sixth degree polynomial regression model is very good models for forecasting the next 6 days for COVID-2019 data analysis in India. In this study, we have found that the sixth degree polynomial regression models will help Indian doctors and the Government in preparing their plans in the next 7 days. Based on further regression analysis study, this model can be tuned for forecasting over long term intervals.","publish_time":1590451200000,"author_summary":" Yadav, Ramjeet Singh","abstract_summary":" At this time, COVID-2019 is spreading its foot<br>in the form of a huge epidemic for the world. This<br>epidemic is spreading its foot very fast in India too. One<br>of the World Health Organization states that<br>COVID-2019 is a serious disease that spreads from one<br>person to another at very fast speed through contact<br>routes and respiratory drops. On this day, India and<br>the world should rise to an effective step to<br>analyze this disease and eliminate the effects of this<br>epidemic. In this paper presented, the growing database<br>of COVID-2019 has been analyzed from March 1,<br>2020, to...","title_summary":" Data analysis of COVID-2019 epidemic using<br>machine learning methods: a case study of India","x":-2.9911561012,"y":30.050409317,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-2.9911561012,"tsne_y":30.050409317,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"d76qio62","source_x":"Elsevier; Medline; PMC; WHO","title":"Comperative analysis and forecasting of COVID-19 cases in various European countries with ARIMA, NARNN and LSTM approaches","doi":"10.1016\/j.chaos.2020.110015","abstract":"In this study, confirmed COVID-19 cases of Denmark, Belgium, Germany, France, United Kingdom, Finland, Switzerland and Turkey were modeled with Auto-Regressive Integrated Moving Average (ARIMA), Nonlinear Autoregression Neural Network (NARNN) and Long-Short Term Memory (LSTM) approaches. Six model performance metric were used to select the most accurate model (MSE, PSNR, RMSE, NRMSE, MAPE and SMAPE). According to the results of the first step of the study, LSTM was found the most accurate model. In the second stage of the study, LSTM model was provided to make predictions in a 14-day perspective that is yet to be known. Results of the second step of the study shows that the total cumulative case increase rate is expected to decrease slightly in many countries.","publish_time":1592006400000,"author_summary":" Kırbaş, İsmail; Sözen, Adnan; Tuncer, Azim<br>Doğuş; Kazancıoğlu, Fikret Şinasi","abstract_summary":" In this study, confirmed COVID-19 cases of<br>Denmark, Belgium, Germany, France, United Kingdom,<br>Finland, Switzerland and Turkey were modeled with<br>Auto-Regressive Integrated Moving Average (ARIMA), Nonlinear<br>Autoregression Neural Network (NARNN) and Long-Short Term<br>Memory (LSTM) approaches. Six model performance<br>metric were used to select the most accurate model<br>(MSE, PSNR, RMSE, NRMSE, MAPE and SMAPE). According<br>to the results of the first step of the study, LSTM<br>was found the most accurate model. In the second<br>stage of the study, LSTM model was provided to make<br>predictions in a 14-day perspective that is yet to be known.<br>Results of the...","title_summary":" Comperative analysis and forecasting of<br>COVID-19 cases in various European countries with<br>ARIMA, NARNN and LSTM approaches","x":-4.8079304695,"y":29.3020191193,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-4.8079304695,"tsne_y":29.3020191193,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ir4nusjd","source_x":"Elsevier; PMC; WHO","title":"Study of ARIMA and Least Square Support Vector Machine (LS-SVM) Models for the Prediction of SARS-CoV-2 Confirmed Cases in the Most Affected Countries","doi":"10.1016\/j.chaos.2020.110086","abstract":"Discussions about the recently identified deadly coronavirus disease (COVID-19) which originated in Wuhan, China in December 2019 are common around the globe now. This is an infectious and even life-threatening disease caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It has rapidly spread to other countries from its originating place infecting millions of people globally. To understand future phenomena, strong mathematical models are required with the least prediction errors. In the present study, autoregressive integrated moving average (ARIMA) and least square support vector machine (LS-SVM) models are applied to the data consisting of daily confirmed cases of SARS-CoV-2 in the most affected five countries of the world for modeling and predicting one-month confirmed cases of this disease. To validate these models, the prediction results were tested by comparing it with testing data. The results revealed better accuracy of the LS-SVM model over the ARIMA model and also suggested a rapid rise of SARS-CoV-2 confirmed cases in all the countries under study. This analysis would help governments to take necessary actions in advance associated with the preparation of isolation wards, availability of medicines and medical staff, a decision on lockdown, training of volunteers, and economic plans.","publish_time":1593820800000,"author_summary":" Singh, Sarbjit; Parmar, Kulwinder Singh;<br>Makkhan, Sidhu Jitendra Singh; Kaur, Jatinder;<br>Peshoria, Shruti; Kumar, Jatinder","abstract_summary":" Discussions about the recently identified<br>deadly coronavirus disease (COVID-19) which<br>originated in Wuhan, China in December 2019 are common<br>around the globe now. This is an infectious and even<br>life-threatening disease caused by the severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2). It has rapidly<br>spread to other countries from its originating place<br>infecting millions of people globally. To understand<br>future phenomena, strong mathematical models are<br>required with the least prediction errors. In the<br>present study, autoregressive integrated moving<br>average (ARIMA) and least square support vector<br>machine (LS-SVM) models are applied to the data<br>consisting of daily confirmed cases of SARS-CoV-2...","title_summary":" Study of ARIMA and Least Square Support Vector<br>Machine (LS-SVM) Models for the Prediction of<br>SARS-CoV-2 Confirmed Cases in the Most Affected Countries","x":-3.6866853237,"y":29.1709194183,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.6866853237,"tsne_y":29.1709194183,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"3pkncxgb","source_x":"Elsevier; Medline; PMC","title":"Time series modelling to forecast the confirmed and recovered cases of COVID-19","doi":"10.1016\/j.tmaid.2020.101742","abstract":"Coronaviruses are enveloped RNA viruses from the Coronaviridae family affecting neurological, gastrointestinal, hepatic and respiratory systems. In late 2019 a new member of this family belonging to the Betacoronavirus genera (referred to as COVID-19) originated and spread quickly across the world calling for strict containment plans and policies. In most countries in the world, the outbreak of the disease has been serious and the number of confirmed COVID-19 cases has increased daily, while, fortunately the recovered COVID-19 cases have also increased. Clearly, forecasting the “confirmed” and “recovered” COVID-19 cases helps planning to control the disease and plan for utilization of health care resources. Time series models based on statistical methodology are useful to model time-indexed data and for forecasting. Autoregressive time series models based on two-piece scale mixture normal distributions, called TP–SMN–AR models, is a flexible family of models involving many classical symmetric\/asymmetric and light\/heavy tailed autoregressive models. In this paper, we use this family of models to analyze the real world time series data of confirmed and recovered COVID-19 cases.","publish_time":1589328000000,"author_summary":" Maleki, Mohsen; Mahmoudi, Mohammad Reza;<br>Wraith, Darren; Pho, Kim-Hung","abstract_summary":" Coronaviruses are enveloped RNA viruses from<br>the Coronaviridae family affecting<br>neurological, gastrointestinal, hepatic and respiratory<br>systems. In late 2019 a new member of this family<br>belonging to the Betacoronavirus genera (referred to as<br>COVID-19) originated and spread quickly across the world<br>calling for strict containment plans and policies. In<br>most countries in the world, the outbreak of the<br>disease has been serious and the number of confirmed<br>COVID-19 cases has increased daily, while, fortunately<br>the recovered COVID-19 cases have also increased.<br>Clearly, forecasting the “confirmed” and “recovered”<br>COVID-19 cases helps planning to control the disease and<br>plan for utilization of...","title_summary":" Time series modelling to forecast the<br>confirmed and recovered cases of COVID-19","x":-3.4821400642,"y":28.9155845642,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-3.4821400642,"tsne_y":28.9155845642,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"rqk4fywl","source_x":"Elsevier; Medline; PMC; WHO","title":"Modeling Nigerian Covid-19 cases: A comparative analysis of models and estimators","doi":"10.1016\/j.chaos.2020.109911","abstract":"COVID-19 remains a major pandemic currently threatening all the countries of the world. In Nigeria, there were 1, 932 COVID-19 confirmed cases, 319 discharged cases and 58 deaths as of 30th April 2020. This paper, therefore, subjected the daily cumulative reported COVID-19 cases of these three variables to nine (9) curve estimation statistical models in simple, quadratic, cubic, and quartic forms. It further identified the best of the thirty-six (36) models and used the same for prediction and forecasting purposes. The data collected by the Nigeria Centre for Disease Control for sixty-four (64) days, two (2) months and three (3), were daily monitored and eventually analyzed. We identified the best models to be Quartic Linear Regression Model with an autocorrelated error of order 1 (AR(1)); and found the Ordinary Least Squares, Cochrane Orcutt, Hildreth–Lu, and Prais-Winsten and Least Absolute Deviation (LAD) estimators useful to estimate the models’ parameters. Consequently, we recommended the daily cumulative forecast values of the LAD estimator for May and June 2020 with a 99% confidence level. The forecast values are alarming, and so, the Nigerian Government needs to hastily review her activities and interventions towards COVID-19 to provide some tactical and robust structures and measures to avert these challenges.","publish_time":1591660800000,"author_summary":" Ayinde, Kayode; Lukman, Adewale F.; Rauf, Rauf<br>I.; Alabi, Olusegun O.; Okon, Charles E.; Ayinde,<br>Opeyemi E.","abstract_summary":" COVID-19 remains a major pandemic currently<br>threatening all the countries of the world. In Nigeria,<br>there were 1, 932 COVID-19 confirmed cases, 319<br>discharged cases and 58 deaths as of 30th April 2020. This<br>paper, therefore, subjected the daily cumulative<br>reported COVID-19 cases of these three variables to nine<br>(9) curve estimation statistical models in<br>simple, quadratic, cubic, and quartic forms. It<br>further identified the best of the thirty-six (36)<br>models and used the same for prediction and<br>forecasting purposes. The data collected by the Nigeria<br>Centre for Disease Control for sixty-four (64) days,<br>two (2) months and three (3),...","title_summary":" Modeling Nigerian Covid-19 cases: A<br>comparative analysis of models and estimators","x":-5.1903967857,"y":27.9004058838,"cluster":17,"cluster_name":"c18","cluster_description":"Covid-19 Confirmed Cases","tsne_x":-5.1903967857,"tsne_y":27.9004058838,"subcluster":-1,"subcluster_description":-1,"shape":"p"}]