{"cluster": 19, "subcluster": 8, "abstract_summ": "Studies of nanosized forms of bismuth (Bi)-containing materials have recently expanded from optical, chemical, electronic, and engineering fields towards biomedicine, as a result of their safety, cost-effective fabrication processes, large surface area, high stability, and high versatility in terms of shape, size, and porosity.ABSTRACT: In this work, a new viral protein cage based nanoreactor was successfully constructed via encapsulating Tween 80 stabilized palladium nanoparticles (NPs) into rotavirus capsid VP2 virus-like particles (i.e. Pd@VP2).The noble metal nanoparticles (NP) as promising materials with antiviral and antibacterial properties can deliver the drug to the target agent and decrease the side effect.Bismuth oxyhalides (BiOx, where X is Cl, Br or I) and bismuth chalcogenides, including bismuth oxide, bismuth sulfide, bismuth selenide, and bismuth telluride, have been heavily investigated for therapeutic purposes.They were encapsulated into viral protein cages (mean size 49 ± 0.26 nm) to assemble confined nanoreactors, most of which contained 1–2 Pd NPs (mean size 8.15 ± 0.26 nm).", "title_summ": "First Principle Simulation of Coated Hydroxychloroquine on Ag, Au and Pt Nanoparticle as a Potential Candidate for Treatment of SARS-CoV-2 (COVID-19)Photosensitizing potential of tailored magnetite hybrid nanoparticles functionalized with levan and zinc (II) phthalocyanineModification of cellulose microfibers by polyglutamic acid and mesoporous silica nanoparticles for Enterovirus 71 adsorptionA Rotavirus Virus-Like Particle Confined Palladium Nanoreactor and Its Immobilization on Graphene Oxide for CatalysisAntibacterial Activity of Chitosan-Based SystemsThe versatile biomedical applications of bismuth-based nanoparticles and composites: therapeutic, diagnostic, biosensing, and regenerative properties.", "title_abstract_phrases": "In this work, a new viral protein cage based nanoreactor was successfully constructed via encapsulating Tween 80 stabilized palladium nanoparticles (NPs) into rotavirus capsid VP2 virus-like particles (i.e. Pd@VP2).The noble metal nanoparticles (NP) as promising materials with antiviral and antibacterial properties can deliver the drug to the target agent and decrease the side effect.Bismuth oxyhalides (BiOx, where X is Cl, Br or I) and bismuth chalcogenides, including bismuth oxide, bismuth sulfide, bismuth selenide, and bismuth telluride, have been heavily investigated for therapeutic purposes.They were encapsulated into viral protein cages (mean size 49 ± 0.26 nm) to assemble confined nanoreactors, most of which contained 1–2 Pd NPs (mean size 8.15 ± 0.26 nm).Studies of nanosized forms of bismuth (Bi)-containing materials have recently expanded from optical, chemical, electronic, and engineering fields towards biomedicine, as a result of their safety, cost-effective fabrication processes, large surface area, high stability, and high versatility in terms of shape, size, and porosity."}