{"cluster": 20, "subcluster": 68, "abstract_summ": "We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects.Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases, so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases.Antibodies to SARS-CoV-2 predicted the odds of developing acute respiratory distress syndrome, which increased by 62% (CI, 48% to 81%; P < 0.001) for every 2-fold increase in IgG. Of 11 066 NAAT-tested patients, 457 were repeatedly NAAT-negative, and serum samples were obtained for 18 such patients: 6 COVID-19 case patients and 12 non-COVID-19 control patients.CONCLUSION Antibodies to SARS-CoV-2 demonstrate infection when measured at least 14 days after symptom onset, associate with clinical severity, and provide valuable diagnostic support in patients who test negative by NAAT but remain clinically suspicious for COVID-19.In this study, retrospective analysis was used to explore the dynamic changes of serum IgM and IgG antibody and factors affecting diagnostic efficacy, so as to provide a theoretical basis for clinical diagnosis and treatment.", "title_summ": "Analysis of the diagnostic value of serum specific antibody testing for coronavirus disease 2019.Serological detection of 2019-nCoV respond to the epidemic: A useful complement to nucleic acid testingDiagnostic value and dynamic variance of serum antibody in coronavirus disease 2019Clinical Validity of Serum Antibodies to SARS-CoV-2: A Case-Control Study.", "title_abstract_phrases": "We used automated chemiluminescent immunoassay to detect serum IgM and IgG antibodies to 2019-nCoV of 736 subjects.Detection of specific antibodies in patients with fever can be a good distinction between COVID-19 and other diseases, so as to be a complement to nucleic acid diagnosis to early diagnosis of suspected cases.Antibodies to SARS-CoV-2 predicted the odds of developing acute respiratory distress syndrome, which increased by 62% (CI, 48% to 81%; P < 0.001) for every 2-fold increase in IgG. Of 11 066 NAAT-tested patients, 457 were repeatedly NAAT-negative, and serum samples were obtained for 18 such patients: 6 COVID-19 case patients and 12 non-COVID-19 control patients.Analysis of the diagnostic value of serum specific antibody testing for coronavirus disease 2019.The coronavirus disease 2019 (COVID-19) pandemic has spread to various regions worldwide.In this study, retrospective analysis was used to explore the dynamic changes of serum IgM and IgG antibody and factors affecting diagnostic efficacy, so as to provide a theoretical basis for clinical diagnosis and treatment."}