{"cluster": 20, "subcluster": 12, "abstract_summ": "OBJECTIVES: We aimed to establish a simple method for detection of SARS‐CoV‐2 in differentiating with SARS‐CoV. STUDY DESIGN: Primers of our in‐house RT‐PCR assays were designed to target conserved regions of the RdRP gene and E gene, selected restriction enzymes EcoRI, Tsp45I and AluI to distinguish between SARS‐CoV‐2 and SARS‐CoV. RESULTS AND DISCUSSIONS: In this report, a 396 bp fragment of the RdRp gene and 345 bp fragment of the E gene were amplified by one‐step RT‐PCR.In this report, we summarized the six promising methods, including whole‐genome sequencing, real‐time reverse transcription polymerase chain reaction, nanopore target sequencing, antibody‐based immunoassay techniques, use of paper‐based biomolecular sensors, and the clustered regularly interspaced short palindromic repeats‐Cas system‐based technology, which can also be deployed for the detection of SARS‐CoV‐2.In conclusion, the present study, we successfully developed a simple method for molecular detection of SARS‐CoV‐2 in differentiating with SARS‐CoV. This article is protected by copyright.We designed four sets of LAMP primers (6 primers in each set), targeting the viral RNA of SARS‐CoV‐2 in the regions of orf1ab, S gene and N gene.When evaluated on clinical samples showed a high sensitivity of 95%, specificity of our assay was 100% and clinical performance for detection of SARS‐CoV‐2 in comparison with other reference assays.", "title_summ": "RT‐LAMP for rapid diagnosis of coronavirus SARS‐CoV‐2Promising methods for detection of novel coronavirus SARS‐CoV‐2Recent advances and perspectives of nucleic acid detection for coronavirusA Simple Method for Detection of a Novel Coronavirus (SARS‐CoV‐2) using One‐step RT‐PCR followed by Restriction Fragment Length Polymorphism", "title_abstract_phrases": "OBJECTIVES: We aimed to establish a simple method for detection of SARS‐CoV‐2 in differentiating with SARS‐CoV. STUDY DESIGN: Primers of our in‐house RT‐PCR assays were designed to target conserved regions of the RdRP gene and E gene, selected restriction enzymes EcoRI, Tsp45I and AluI to distinguish between SARS‐CoV‐2 and SARS‐CoV. RESULTS AND DISCUSSIONS: In this report, a 396 bp fragment of the RdRp gene and 345 bp fragment of the E gene were amplified by one‐step RT‐PCR.A Simple Method for Detection of a Novel Coronavirus (SARS‐CoV‐2) using One‐step RT‐PCR followed by Restriction Fragment Length PolymorphismBACKGROUND: A novel coronavirus associated with acute respiratory disease (named SARS‐CoV‐2) is recently identified in Wuhan city, China, spread rapidly worldwide.In conclusion, the present study, we successfully developed a simple method for molecular detection of SARS‐CoV‐2 in differentiating with SARS‐CoV. This article is protected by copyright.In this report, we summarized the six promising methods, including whole‐genome sequencing, real‐time reverse transcription polymerase chain reaction, nanopore target sequencing, antibody‐based immunoassay techniques, use of paper‐based biomolecular sensors, and the clustered regularly interspaced short palindromic repeats‐Cas system‐based technology, which can also be deployed for the detection of SARS‐CoV‐2.We further introduced the principles of these methods, discussed the scope and practicability of application of the available products and methods, and highlighted the potential approaches to develop additional products and techniques for early diagnosis of COVID‐19.Recent advances and perspectives of nucleic acid detection for coronavirusThe recent pneumonia outbreak caused by a novel coronavirus (SARS-CoV-2) is posing a great threat to global public health."}