{"cluster": 20, "subcluster": 26, "abstract_summ": "Five subjects (1%) resulted with Viva-Diag test not-negative for IgM. All of them had rt-PCR SARS-CoV-2 test negative while for 2 out of 5 cases, CLIA analysis confirmed positive IgM expression.Key outcomes of the Workshop included recommendations for: 1) advancing serology assays as a tool to better understand SARS-CoV-2 infection; and 2) conducting crucial serology field studies to advance an understanding of immunity to SARS-CoV-2 leading to protection and duration of protection, including the correlation between serological test results and risk of reinfection.Materials and method We monitored health care workers (HCW) of our Cancer Institute with the rapid serological test Viva-DiagTM analyzing COVID-19 associated-IgG/IgM. Test were performed at time 0 and after 14 days; Rt-PCR and CLIA assays were also perfoRmed in positive Viva-DiagTM cases.Here we identified a family cluster of SARS-CoV-2 infections, with five of six family members were SARS-CoV-2-specific immunoglobin serology testing positive, while molecular assays only detected two of this five patients even repeated twice.We comprehensively analyzed this familial cluster of cases based on the clinical characteristics, chest CT images, SARS-CoV-2 molecular detection results, and serology testing results.", "title_summ": "SARS-CoV-2 serology: Test, test, test, but interpret with caution!RAPID SEROLOGICAL TESTS HAVE A ROLE IN ASYMPTOMATIC HEALTH WORKERS COVID-19 SCREENINGCOVID-19 SCREENING AND MONITORING OF ASYMPTOMATIC HEALTH WORKERS WITH A RAPID SEROLOGICAL TESTSARS-CoV-2 infection virological diagnosis.The COVID-19 Serology Studies Workshop: Recommendations and ChallengesSARS-CoV-2 Antibody Testing – Questions to be askedSignificance of serology testing to assist timely diagnosis of SARS-CoV-2 infections: implication from a family cluster", "title_abstract_phrases": "Key outcomes of the Workshop included recommendations for: 1) advancing serology assays as a tool to better understand SARS-CoV-2 infection; and 2) conducting crucial serology field studies to advance an understanding of immunity to SARS-CoV-2 leading to protection and duration of protection, including the correlation between serological test results and risk of reinfection.Five subjects (1%) resulted with Viva-Diag test not-negative for IgM. All of them had rt-PCR SARS-CoV-2 test negative while for 2 out of 5 cases, CLIA analysis confirmed positive IgM expression.Materials and method We monitored health care workers (HCW) of our Cancer Institute with the rapid serological test Viva-DiagTM analyzing COVID-19 associated-IgG/IgM. Test were performed at time 0 and after 14 days; Rt-PCR and CLIA assays were also perfoRmed in positive Viva-DiagTM cases.We comprehensively analyzed this familial cluster of cases based on the clinical characteristics, chest CT images, SARS-CoV-2 molecular detection results, and serology testing results.We screened 512 health workers of our Cancer Institute with rapid serological test Viva-Diag analyzing, with colorimetric test,IgG/IgM- COVID-19 associated."}