[{"cord_uid":"9zy94dd2","source_x":"PMC","title":"Characterization of Lactic Acid Bacteria Isolated From the Gastrointestinal Tract of a Wild Boar as Potential Probiotics","doi":"10.3389\/fvets.2020.00049","abstract":"Lactic acid bacteria (LAB) are major microorganisms used for probiotic purposes and prime parts of the human and mammalian gut microbiota, which exert important health-promoting effects on the host. The present study aimed to evaluate and compare the probiotic potential and safety of LAB strains isolated from the gastrointestinal tract of a wild boar from the Greater Khingan Mountains, China. Amongst all of the isolated LAB strains, five isolates identified as Lactobacillus mucosae, Lactobacillus salivarius, Enterococcus hirae, Enterococcus durans, and Enterococcus faecium, were remarkably resistant to acid and bile salt. The probiotic characteristics (including adhesion capability, antimicrobial activities, autoaggregation, and coaggregation abilities), and safety properties (including hemolytic activity, antibiotic resistance, absence\/presence of virulence factors, and in vivo safety) were evaluated. The results showed that all five isolates exhibited high adhesive potential, remarkable aggregation capacity, and antibacterial activities. Upon assessment of the safety, these strains were negative for hemolytic activity and all tested virulence genes. In vivo safety assessment showed no adverse effects of isolated strains supplementation on the body weight gain and organ indices of the treated mice. This study revealed that these LAB isolates, especially L. salivarius M2-71, possess desirable probiotic properties and have great potentials for the development of feed additives for animals to promote health.","publish_time":1581379200000,"author_summary":" Li, Miao; Wang, Yi; Cui, Hongyu; Li, Yongfeng;<br>Sun, Yuan; Qiu, Hua-Ji","abstract_summary":" Lactic acid bacteria (LAB) are major<br>microorganisms used for probiotic purposes and prime parts of<br>the human and mammalian gut microbiota, which<br>exert important health-promoting effects on the<br>host. The present study aimed to evaluate and compare<br>the probiotic potential and safety of LAB strains<br>isolated from the gastrointestinal tract of a wild boar<br>from the Greater Khingan Mountains, China. Amongst<br>all of the isolated LAB strains, five isolates<br>identified as Lactobacillus mucosae, Lactobacillus<br>salivarius, Enterococcus hirae, Enterococcus durans, and<br>Enterococcus faecium, were remarkably resistant to acid and<br>bile salt. The probiotic characteristics<br>(including adhesion capability, antimicrobial<br>activities, autoaggregation, and...","title_summary":" Characterization of Lactic Acid Bacteria<br>Isolated From the Gastrointestinal Tract of a Wild Boar<br>as Potential Probiotics","x":26.102602005,"y":30.9527797699,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.102602005,"tsne_y":30.9527797699,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"osk0uzw5","source_x":"PMC","title":"The structure–activity relationship review of the main bioactive constituents of Morus genus plants","doi":"10.1007\/s11418-019-01383-8","abstract":"ABSTRACT: Morus genus plants are mainly distributed in the temperate to tropical areas over the world and include 17 species and two subspecies. Due to their excellent pharmacological activity, security in food additives and high value in the national economy, Morus genus plants have drawn more and more attention in recent years. In the light of the references published over the last few decades, flavonoids, benzofurans, stilbenes, and Diels–Alder adducts have been reported to be the main bioactive constituents of Morus genus plants. This review summarizes the compounds with excellent bioactivities isolated from Morus genus plants as well as their structure–activity relationships (SARs), which might be useful for the further research and development of Morus genus plants. GRAPHIC ABSTRACT: [Image: see text] The aromatic heterocycles with excellent bioactivities isolated from Morus genus plants as well as their structure–activity relationships (SARs) were summarized.","publish_time":1577923200000,"author_summary":" Yan, Jiejing; Ruan, Jingya; Huang, Peijian;<br>Sun, Fan; Zheng, Dandan; Zhang, Yi; Wang, Tao","abstract_summary":" ABSTRACT: Morus genus plants are mainly<br>distributed in the temperate to tropical areas over the<br>world and include 17 species and two subspecies. Due<br>to their excellent pharmacological activity,<br>security in food additives and high value in the national<br>economy, Morus genus plants have drawn more and more<br>attention in recent years. In the light of the references<br>published over the last few decades, flavonoids,<br>benzofurans, stilbenes, and Diels–Alder adducts have been<br>reported to be the main bioactive constituents of Morus<br>genus plants. This review summarizes the compounds<br>with excellent bioactivities isolated from Morus<br>genus plants as well as their...","title_summary":" The structure–activity relationship review<br>of the main bioactive constituents of Morus genus<br>plants","x":25.1404972076,"y":31.1596508026,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.1404972076,"tsne_y":31.1596508026,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"rtmoikp9","source_x":"PMC","title":"Streptovertimycins A–H, new fasamycin-type antibiotics produced by a soil-derived Streptomyces morookaense strain","doi":"10.1038\/s41429-020-0277-6","abstract":"Eight new fasamycin-type polyketides, streptovertimycins A–H (1−8), were isolated from soil-derived Streptomyces morookaense SC1169 cultivated on wheat grains. Their structures were established by extensive spectroscopic analysis and theoretical computations of ECD spectra. Compounds 1−8 have a fasamycin-type pentacyclic structure featuring a 15-O-methyl group. They exhibited potent activity against methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococcus faecium (VRE) with MIC values in the range of 0.63–5.0 μg\/ml. The activity profile provided new insights into the structure–activity relationships of fasamycin-type antibiotics.","publish_time":1579219200000,"author_summary":" Yang, Li; Li, Xiaoxia; Wu, Ping; Xue, Jinghua;<br>Xu, Liangxiong; Li, Hanxiang; Wei, Xiaoyi","abstract_summary":" Eight new fasamycin-type polyketides,<br>streptovertimycins A–H (1−8), were isolated from soil-derived<br>Streptomyces morookaense SC1169 cultivated on wheat<br>grains. Their structures were established by<br>extensive spectroscopic analysis and theoretical<br>computations of ECD spectra. Compounds 1−8 have a<br>fasamycin-type pentacyclic structure featuring a<br>15-O-methyl group. They exhibited potent activity against<br>methicillin-resistant Staphylococcus aureus (MRSA) and<br>vancomycin-resistant Enterococcus faecium (VRE) with MIC values in<br>the range of 0.63–5.0 μg\/ml. The activity profile<br>provided new insights into the structure–activity<br>relationships of fasamycin-type antibiotics.","title_summary":" Streptovertimycins A–H, new fasamycin-type<br>antibiotics produced by a soil-derived Streptomyces<br>morookaense strain","x":26.1850013733,"y":31.9159793854,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.1850013733,"tsne_y":31.9159793854,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"08omkszy","source_x":"PMC","title":"Peculiarities of biofilm formation by Paracoccus denitrificans","doi":"10.1007\/s00253-020-10400-w","abstract":"Most bacteria form biofilms, which are thick multicellular communities covered in extracellular matrix. Biofilms can become thick enough to be even observed by the naked eye, and biofilm formation is a tightly regulated process. Paracoccus denitrificans is a non-motile, Gram-negative bacterium that forms a very thin, unique biofilm. A key factor in the biofilm formed by this bacterium is a large surface protein named biofilm-associated protein A (BapA), which was recently reported to be regulated by cyclic diguanosine monophosphate (cyclic-di-GMP or c-di-GMP). Cyclic-di-GMP is a major second messenger involved in biofilm formation in many bacteria. Though cyclic-di-GMP is generally reported as a positive regulatory factor in biofilm formation, it represses biofilm formation in P. denitrificans. Furthermore, quorum sensing (QS) represses biofilm formation in this bacterium, which is also reported as a positive regulator of biofilm formation in most bacteria. The QS signal used in P. denitrificans is hydrophobic and is delivered through membrane vesicles. Studies on QS show that P. denitrificans can potentially form a thick biofilm but maintains a thin biofilm under normal growth conditions. In this review, we discuss the peculiarities of biofilm formation by P. denitrificans with the aim of deepening the overall understanding of bacterial biofilm formation and functions.","publish_time":1580342400000,"author_summary":" Morinaga, Kana; Yoshida, Keitaro; Takahashi,<br>Kohei; Nomura, Nobuhiko; Toyofuku, Masanori","abstract_summary":" Most bacteria form biofilms, which are thick<br>multicellular communities covered in extracellular matrix.<br>Biofilms can become thick enough to be even observed by<br>the naked eye, and biofilm formation is a tightly<br>regulated process. Paracoccus denitrificans is a<br>non-motile, Gram-negative bacterium that forms a very<br>thin, unique biofilm. A key factor in the biofilm<br>formed by this bacterium is a large surface protein<br>named biofilm-associated protein A (BapA), which<br>was recently reported to be regulated by cyclic<br>diguanosine monophosphate (cyclic-di-GMP or c-di-GMP).<br>Cyclic-di-GMP is a major second messenger involved in biofilm<br>formation in many bacteria. Though cyclic-di-GMP is<br>generally reported...","title_summary":" Peculiarities of biofilm formation by<br>Paracoccus denitrificans","x":27.0959396362,"y":31.6326274872,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":27.0959396362,"tsne_y":31.6326274872,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"wryl7wu6","source_x":"PMC","title":"Bacterial biopolymers: from pathogenesis to advanced materials","doi":"10.1038\/s41579-019-0313-3","abstract":"Bacteria are prime cell factories that can efficiently convert carbon and nitrogen sources into a large diversity of intracellular and extracellular biopolymers, such as polysaccharides, polyamides, polyesters, polyphosphates, extracellular DNA and proteinaceous components. Bacterial polymers have important roles in pathogenicity, and their varied chemical and material properties make them suitable for medical and industrial applications. The same biopolymers when produced by pathogenic bacteria function as major virulence factors, whereas when they are produced by non-pathogenic bacteria, they become food ingredients or biomaterials. Interdisciplinary research has shed light on the molecular mechanisms of bacterial polymer synthesis, identified new targets for antibacterial drugs and informed synthetic biology approaches to design and manufacture innovative materials. This Review summarizes the role of bacterial polymers in pathogenesis, their synthesis and their material properties as well as approaches to design cell factories for production of tailor-made bio-based materials suitable for high-value applications.","publish_time":1580169600000,"author_summary":" Moradali, M. Fata; Rehm, Bernd H. A.","abstract_summary":" Bacteria are prime cell factories that can<br>efficiently convert carbon and nitrogen sources into a<br>large diversity of intracellular and extracellular<br>biopolymers, such as polysaccharides, polyamides,<br>polyesters, polyphosphates, extracellular DNA and<br>proteinaceous components. Bacterial polymers have<br>important roles in pathogenicity, and their varied<br>chemical and material properties make them suitable for<br>medical and industrial applications. The same<br>biopolymers when produced by pathogenic bacteria function<br>as major virulence factors, whereas when they are<br>produced by non-pathogenic bacteria, they become food<br>ingredients or biomaterials. Interdisciplinary research<br>has shed light on the molecular mechanisms of<br>bacterial polymer synthesis, identified new targets for<br>antibacterial...","title_summary":" Bacterial biopolymers: from pathogenesis to<br>advanced materials","x":26.4824790955,"y":32.1331710815,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.4824790955,"tsne_y":32.1331710815,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"zqxxzy5v","source_x":"PMC","title":"Progress in research and application development of surface display technology using Bacillus subtilis spores","doi":"10.1007\/s00253-020-10348-x","abstract":"Bacillus subtilis is a widely distributed aerobic Gram-positive species of bacteria. As a tool in the lab, it has the advantages of nonpathogenicity and limited likelihood of becoming drug resistant. It is a probiotic strain that can be directly used in humans and animals. It can be induced to produce spores under nutrient deficiency or other adverse conditions. B. subtilis spores have unique physical, chemical, and biochemical characteristics. Expression of heterologous antigens or proteins on the surface of B. subtilis spores has been successfully performed for over a decade. As an update and supplement to previously published research, this paper reviews the latest research on spore surface display technology using B. subtilis. We have mainly focused on the regulation of spore coat protein expression, display and application of exogenous proteins, and identification of developing research areas of spore surface display technology.","publish_time":1580083200000,"author_summary":" Lin, Ping; Yuan, Haibo; Du, Jieke; Liu,<br>Kaiquan; Liu, Hongling; Wang, Tengfei","abstract_summary":" Bacillus subtilis is a widely distributed<br>aerobic Gram-positive species of bacteria. As a tool in<br>the lab, it has the advantages of nonpathogenicity<br>and limited likelihood of becoming drug<br>resistant. It is a probiotic strain that can be directly<br>used in humans and animals. It can be induced to<br>produce spores under nutrient deficiency or other<br>adverse conditions. B. subtilis spores have unique<br>physical, chemical, and biochemical characteristics.<br>Expression of heterologous antigens or proteins on the<br>surface of B. subtilis spores has been successfully<br>performed for over a decade. As an update and supplement to<br>previously published research, this paper...","title_summary":" Progress in research and application<br>development of surface display technology using Bacillus<br>subtilis spores","x":26.9074878693,"y":32.4935798645,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.9074878693,"tsne_y":32.4935798645,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"wdtqtje0","source_x":"PMC","title":"Activity of catechins and their applications","doi":"10.1186\/s41702-020-0057-8","abstract":"BACKGROUND: Catechins, which are polyphenol compounds found in many plants and are an important component of tea leaves, are strong anti-oxidants. RESEARCH: Many studies seek to enhance the effects of catechins on the human body and boost their protective power against UV radiation. There are many examples of the positive anti-microbial, anti-viral, anti-inflammatory, anti-allergenic, and anti-cancer effects of catechins. Catechins increase the penetration and absorption of healthy functional foods and bio cosmetics into the body and the skin, thus improving their utility. High value-added anti-oxidant substances have been extracted from food and plant sludge, and experiments have shown that catechins are safe when applied to the human body. The stability of catechins is very important for their absorption into the human body and the effectiveness of their anti-oxidant properties. CONCLUSION: Continued research on the strong anti-oxidant effects of catechins is expected to result in many advances in the food, cosmetics, and pharmaceutical industries.","publish_time":1582675200000,"author_summary":" Bae, Joonseo; Kim, Nayoung; Shin, Yunyoung;<br>Kim, Soo-Yeon; Kim, You-Jeong","abstract_summary":" BACKGROUND: Catechins, which are polyphenol<br>compounds found in many plants and are an important<br>component of tea leaves, are strong anti-oxidants.<br>RESEARCH: Many studies seek to enhance the effects of<br>catechins on the human body and boost their protective<br>power against UV radiation. There are many examples<br>of the positive anti-microbial, anti-viral,<br>anti-inflammatory, anti-allergenic, and anti-cancer effects of<br>catechins. Catechins increase the penetration and<br>absorption of healthy functional foods and bio cosmetics<br>into the body and the skin, thus improving their<br>utility. High value-added anti-oxidant substances<br>have been extracted from food and plant sludge, and<br>experiments have shown that catechins...","title_summary":" Activity of catechins and their applications","x":24.0239048004,"y":30.6890010834,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.0239048004,"tsne_y":30.6890010834,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"wxgpuyp8","source_x":"PMC","title":"Glycyrrhiza glabra L. (Fabaceae\/Leguminosae): (Syns.: G. glandulifera Waldst. & Kit.; G. hirsuta Pall.; G. pallida Boiss. & Noe; G. violacea Boiss. & Noe)","doi":"10.1007\/978-3-030-16807-0_103","abstract":"Liquorice is a perennial, temperate-zone herb or subshrub, native of India, Pakistan and southern Europe; also cultivated in England, Belgium, France, Germany, Spain, Italy, Greece, Turkey, Russia, South Africa, Egypt, Syria and Iraq. It has also been grown experimentally in the United States. Ancient historical manuscripts from China, India and Greece mention its use for symptoms of viral respiratory tract infections and hepatitis. The plant has also been described by Theophrastus. Licorice from Egypt has been described to be the best, followed by from Iraq and Syria; the root should be decorticated before use. It concocts viscid humours in diseases of liver, bladder and lungs, and expectorates them. It has been used in Iranian herbal medicine for skin eruptions, including dermatitis, eczema, pruritus and cysts, and for treatment of stomach disorders including peptic ulcers. The herb extract inhibits gastric motility in vivo, which is regarded to be an important aspect for its antiulcer activity. Licorice possesses both anti-inflammatory and antiulcer activities; whereas most anti-inflammatory agents are ulcerogenic. Former German Commission E believed it to be effective in the treatment of atopic dermatitis. Licorice root has been used for years to regulate gastrointestinal function in TCM, has been used for generations as an antidote, demulcent, and elixir in folk medicine of China, and is the most commonly used crude drug in Kampo Medicines, the Japanese form of modified TCM, for the treatment of peptic ulcer. Roots contain glycyrrhizin, the main water-soluble constituent that is 50× sweeter than sugar, 2-β-glucuronosyl glucuronic acid, and isoliquiritigenin-4-glucoside. Glycyrrhizin is a nonhemolytic saponin with foaming property, and one of the most potent hydroxyl radical scavengers. No significant effect of deglycyrrhizinised liquorice was observed on gastric ulcer in an RCT of British patients. Treatment of healthy men with licorice for one-week decreased salivary testosterone values by 26% but no significant decrease in free testosterone, and nine healthy women treated with licorice daily for two cycles, had their mean total serum testosterone decreased by 37% at the end of 2nd month. This property could be useful as an adjunct therapy of hirsutism and PCOS.","publish_time":1587513600000,"author_summary":" Akbar, Shahid","abstract_summary":" Liquorice is a perennial, temperate-zone herb<br>or subshrub, native of India, Pakistan and<br>southern Europe; also cultivated in England, Belgium,<br>France, Germany, Spain, Italy, Greece, Turkey,<br>Russia, South Africa, Egypt, Syria and Iraq. It has also<br>been grown experimentally in the United States.<br>Ancient historical manuscripts from China, India and<br>Greece mention its use for symptoms of viral<br>respiratory tract infections and hepatitis. The plant has<br>also been described by Theophrastus. Licorice from<br>Egypt has been described to be the best, followed by<br>from Iraq and Syria; the root should be decorticated<br>before use. It concocts viscid humours in diseases...","title_summary":" Glycyrrhiza glabra L.<br>(Fabaceae\/Leguminosae): (Syns.: G. glandulifera Waldst. & Kit.; G.<br>hirsuta Pall.; G. pallida Boiss. & Noe; G. violacea<br>Boiss. & Noe)","x":25.7037467957,"y":30.3095054626,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.7037467957,"tsne_y":30.3095054626,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7kcoia8c","source_x":"PMC","title":"The Genus Calophyllum: Review of Ethnomedicinal Uses, Phytochemistry and Pharmacology","doi":"10.1007\/978-981-15-1394-7_5","abstract":"The species of genus Calophyllum have been reported for several ethnomedicinal uses in the traditional systems of medicine. The scientific study of the genus Calophyllum revealed that it is a rich source of bioactive secondary metabolites. These phytochemicals have shown a wide range of biological activities. Some of these have reached to the clinical developmental stage. The Calophyllum inophyllum seed oil has been proved to be an acceptable sustainable source of biodiesel. Few species of the genus are endangered and have been included in the red list of threatened species by the IUCN Red List. Owing to the importance of the genus a review of its ethnomedicinal uses, phytochemistry, and pharmacology has been carried out. It will further help to explore the molecular mechanism of phytochemicals for health benefits.","publish_time":1586304000000,"author_summary":" Gupta, Shiv; Gupta, Pawan","abstract_summary":" The species of genus Calophyllum have been<br>reported for several ethnomedicinal uses in the<br>traditional systems of medicine. The scientific study of<br>the genus Calophyllum revealed that it is a rich<br>source of bioactive secondary metabolites. These<br>phytochemicals have shown a wide range of biological<br>activities. Some of these have reached to the clinical<br>developmental stage. The Calophyllum inophyllum seed oil has<br>been proved to be an acceptable sustainable source<br>of biodiesel. Few species of the genus are<br>endangered and have been included in the red list of<br>threatened species by the IUCN Red List. Owing to the<br>importance of...","title_summary":" The Genus Calophyllum: Review of<br>Ethnomedicinal Uses, Phytochemistry and Pharmacology","x":25.0888328552,"y":30.9856758118,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0888328552,"tsne_y":30.9856758118,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"x7apg7fx","source_x":"PMC","title":"Tylophorine: Sources, Properties, Applications and Biotechnological Production","doi":"10.1007\/978-981-15-1761-7_6","abstract":"Tylophora indica, a medicinal climber, belongs to the family, Asclepiadaceae. Roots and leaves of the plant contain several alkaloids including tylophorine, tylophorinine and tylophrinidine. The major alkaloid, tylophorine found in T. indica possesses several properties, such as immunosuppressive, antitumour, antifeedant, antibacterial, antifungal, antiamoebic, diuretic and hepatoprotective activities. In addition to this, tylophorine provides positive stimulation to adrenal cortex. Biotechnological production of tylophorine was fulfilled by inducing hairy roots mediated by Agrobacterium rhizogenes (A4 strain). It was followed by its growth in liquid suspension culture that could yield maximum biomass and tylophorine production. This type of liquid suspension culture yielded 9.8 ± 0.21 mgL(−1) tylophorine within 4–6 weeks of incubation. Maceration technique employed for the extraction of tylophorine was the most viable and efficient protocol. Although many reports are available regarding the biotechnological production of tylophorine, its competent and economic production still continues as a problematic issue.","publish_time":1589241600000,"author_summary":" Cyriac, Angeline; Thomas, Toji; Thomas, T.<br>Dennis","abstract_summary":" Tylophora indica, a medicinal climber,<br>belongs to the family, Asclepiadaceae. Roots and<br>leaves of the plant contain several alkaloids<br>including tylophorine, tylophorinine and<br>tylophrinidine. The major alkaloid, tylophorine found in T.<br>indica possesses several properties, such as<br>immunosuppressive, antitumour, antifeedant, antibacterial,<br>antifungal, antiamoebic, diuretic and hepatoprotective<br>activities. In addition to this, tylophorine provides<br>positive stimulation to adrenal cortex.<br>Biotechnological production of tylophorine was fulfilled by<br>inducing hairy roots mediated by Agrobacterium<br>rhizogenes (A4 strain). It was followed by its growth in<br>liquid suspension culture that could yield maximum<br>biomass and tylophorine production. This type of<br>liquid suspension culture yielded 9.8...","title_summary":" Tylophorine: Sources, Properties,<br>Applications and Biotechnological Production","x":25.5992679596,"y":31.5417098999,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.5992679596,"tsne_y":31.5417098999,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4i6kktl0","source_x":"PMC","title":"Natural Products as Fungicide and Their Role in Crop Protection","doi":"10.1007\/978-981-15-3024-1_9","abstract":"Seeking solutions from nature for solving one and all problems is the age-old practice for mankind, and natural products are proved to be the most effective one for keeping up the balance of development as well as the “healthy, wealthy, and well” condition of mother nature. Fungal pathogens are proved to be a common and popular contaminant of agroecosystem that approximately causes 70–80% of total microbial crop loss. To meet the proper global increasing need of food products as a result of population explosion, managing agricultural system in an eco-friendly and profitable manner is the prime target; thus the word “sustainable agriculture” plays it part, and this package is highly effective when coupled with nature-derived fungicidal products that can minimize the event of fungal infections in agrarian ecosystem. Present study enlists the most common and effective natural products that might be of plant or microbial origin, their mode of action, day-by-day development of phytopathogenic resistance against the prevailing fungicides, and also their role in maintenance of sustainability of agricultural practices with special emphasis on their acceptance over the synthetic or chemical one. A large number of bioactive compounds ranging from direct plant (both cryptogams algae and moss and phanerogams)-derived natural extracts, essential oil of aromatic plants, and low-molecular-weight antimicrobial compounds known as phytoalexins to secondary metabolites that are both volatile and nonvolatile organic compounds of microbes (fungal and actinobacterial members) residing inside the host tissue, called endophyte, are widely used as agricultural bioweapons. The rhizospheric partners of plant, mycorrhizae, are also a prime agent of this chemical warfare and protect their green partners from fungal invaders and emphasize the concept of “sustainable agriculture.”","publish_time":1589241600000,"author_summary":" Santra, Hiran Kanti; Banerjee, Debdulal","abstract_summary":" Seeking solutions from nature for solving one<br>and all problems is the age-old practice for<br>mankind, and natural products are proved to be the most<br>effective one for keeping up the balance of development as<br>well as the “healthy, wealthy, and well” condition<br>of mother nature. Fungal pathogens are proved to<br>be a common and popular contaminant of<br>agroecosystem that approximately causes 70–80% of total<br>microbial crop loss. To meet the proper global increasing<br>need of food products as a result of population<br>explosion, managing agricultural system in an<br>eco-friendly and profitable manner is the prime target; thus<br>the word...","title_summary":" Natural Products as Fungicide and Their Role in<br>Crop Protection","x":24.7896995544,"y":30.2715167999,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.7896995544,"tsne_y":30.2715167999,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"olfq2fbr","source_x":"PMC","title":"Chemical composition, in-vitro antibacterial and antioxidant activities of Syzygium aromaticum essential oil","doi":"10.1007\/s11694-020-00482-5","abstract":"The aims of this study were to investigate the chemical composition, in-vitro antioxidant and antibacterial activities of Syzygium aromaticum essential oil. The essential oil was obtained by hydrodistillation. The GC–MS\/GC–FID was used for determination of essential oil composition. The antioxidant activity was determined by DPPH radical scavenging assay and reducing power. The antimicrobial activity was evaluated by the broth microdilution method against six enteropathogens bacteria isolated from diarrhea of young calves. The results of the study revealed an average yield of the essential oil of 11.6% ± 0.97 (w\/w). About 65 components were identified and quantified. Eugenol was the major compound of the studied essential oil (78.72%) followed by β-caryophyllene (8.82%) and eugenyl acetate (8.74%). The antioxidant activity by DPPH assay showed IC50 value of 4.82 ± 0.06 × 10(−2) µg\/mL, while the reducing power assay have resulted an EC50 value of 3.47 ± 0.2 × 10(−2) µg\/mL. The results showed that the essential oil exhibited an MIC at 1.36 mg\/mL to 2.72 mg\/ml and MBC at 5.45 mg\/mL to 10.9 mg\/mL against all tested bacteria. The present investigation revealed that Syzygium aromaticum essential oil exhibited a good in-vitro antioxidant and moderate in-vitro antibacterial activities.","publish_time":1589328000000,"author_summary":" Selles, Sidi Mohammed Ammar; Kouidri,<br>Mokhtaria; Belhamiti, Belkacem Tahar; Ait Amrane, Amar","abstract_summary":" The aims of this study were to investigate the<br>chemical composition, in-vitro antioxidant and<br>antibacterial activities of Syzygium aromaticum essential<br>oil. The essential oil was obtained by<br>hydrodistillation. The GC–MS\/GC–FID was used for determination of<br>essential oil composition. The antioxidant activity was<br>determined by DPPH radical scavenging assay and reducing<br>power. The antimicrobial activity was evaluated by<br>the broth microdilution method against six<br>enteropathogens bacteria isolated from diarrhea of young<br>calves. The results of the study revealed an average<br>yield of the essential oil of 11.6% ± 0.97 (w\/w). About<br>65 components were identified and quantified.<br>Eugenol was the major...","title_summary":" Chemical composition, in-vitro<br>antibacterial and antioxidant activities of Syzygium<br>aromaticum essential oil","x":24.5026245117,"y":31.3954162598,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.5026245117,"tsne_y":31.3954162598,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"pkj2bjur","source_x":"PMC","title":"Biological Activities of Two Major Copaiba Diterpenoids and Their Semi-synthetic Derivatives","doi":"10.1007\/s43450-020-00002-y","abstract":"The oleoresin of Copaifera reticulata Ducke, Fabaceae, is a traditional Brazilian remedy used for a wide range of applications. Commonly named copaiba, the oleoresin has been found to exhibit strong antimicrobial effects in our previous study, which could be attributed to some of its diterpenoid constituents. In order to find new biological activities and to eventually enhance the before observed effects, (−)-polyalthic acid (1) and kaurenoic acid (2), together with eight prepared semi-synthetic derivatives (1a–1c and 2a–2e) were evaluated for their cytotoxic, antibacterial and antifungal properties. Regarding the gram-positive bacteria Enterococcus faecium and methicillin-resistant Staphylococcus aureus, we found that both the exocylic methylene group and the carboxyl group were crucial for the activity against these two clinically relevant bacterial strains. Investigation of the antifungal activity, in contrast, showed that the carboxyl group is unnecessary for the effect against the dermatophytes Trichophyton rubrum and Cryptococcus neoformans, indicated by low micromolar IC(50) values for both (−)-polyalthic acid diethylamide (1a) as well as (−)-polyalthic acid methyl ester (1b). Apart from studying the biological activity, the structure of one semi-synthetic derivative, compound 1c, is being reported for the first time. During the course of the structure elucidation of the new compound, we discovered inconsistencies regarding the stereochemistry of polyalthic acid and its stereoisomers, which we clarified in the present work. [Figure: see text] ELECTRONIC SUPPLEMENTARY MATERIAL: The online version of this article (10.1007\/s43450-020-00002-y) contains supplementary material, which is available to authorized users.","publish_time":1582243200000,"author_summary":" Çiçek, Serhat Sezai; Wenzel-Storjohann,<br>Arlette; Girreser, Ulrich; Tasdemir, Deniz","abstract_summary":" The oleoresin of Copaifera reticulata Ducke,<br>Fabaceae, is a traditional Brazilian remedy used for a<br>wide range of applications. Commonly named<br>copaiba, the oleoresin has been found to exhibit strong<br>antimicrobial effects in our previous study, which could be<br>attributed to some of its diterpenoid constituents. In<br>order to find new biological activities and to<br>eventually enhance the before observed effects,<br>(−)-polyalthic acid (1) and kaurenoic acid (2), together with<br>eight prepared semi-synthetic derivatives (1a–1c<br>and 2a–2e) were evaluated for their cytotoxic,<br>antibacterial and antifungal properties. Regarding the<br>gram-positive bacteria Enterococcus faecium and<br>methicillin-resistant Staphylococcus aureus, we found that both...","title_summary":" Biological Activities of Two Major Copaiba<br>Diterpenoids and Their Semi-synthetic Derivatives","x":25.2854709625,"y":31.6319274902,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.2854709625,"tsne_y":31.6319274902,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"eanfhs9s","source_x":"PMC","title":"Antimicrobial activity of endophytic fungi isolated from the mangrove plant Sonneratia apetala (Buch.-Ham) from the Sundarbans mangrove forest","doi":"10.1007\/s13596-019-00422-9","abstract":"Endophytic fungi reside in the intercellular space of plant nourished by the plant. In return, they provide bioactive molecules which can play critical roles on plant defense system. Fifty six endophytes were isolated from the leaves, root, bark and fruits of Sonneratia apetala, a pioneer mangrove plant in the Sundarbans, Bangladesh. A total of 56 isolates were obtained and 12 different species within 8 genera were identified using morphological and molecular characteristics. Antimicrobial activity of ethyl acetate (EtOAc) and methanolic (MeOH) extracts of these 12 different species were analyzed by resazurin assay and the minimum inhibitory concentrations (MICs) were determined. The fungal extracts showed antimicrobial activities against more than one tested bacterium or fungus among 5 human pathogenic microbes, i.e. Escherichia coli NCTC 12241, Staphylococcus aureus NCTC 12981, Micrococcus lutus NCTC 7508, Pseudomonas aeruginosa NCTC 7508 and Candida albicans ATCC 90028. Overall, methanolic extracts showed greater activity than that of ethyl acetate extracts. Of the isolates identified, Colletotrichum gloeosporioides, Aspergillus niger and Fusarium equiseti were the most active isolates and showed activity against microorganisms under investigation. Methanolic extracts of C. gloeosporioides and A. niger showed the lowest MIC (0.0024 mg\/mL) against P. aeruginosa. The study indicates that endophytic fungi isolated from S. apetala species possess potential antimicrobial properties, which could be further investigated.","publish_time":1578528000000,"author_summary":" Nurunnabi, Tauhidur R.; Sabrin, Farah;<br>Sharif, Dilara I.; Nahar, Lutfun; Sohrab, Md. H.;<br>Sarker, Satyajit D.; Rahman, S. M. Mahbubur; Billah,<br>Md. Morsaline","abstract_summary":" Endophytic fungi reside in the intercellular<br>space of plant nourished by the plant. In return, they<br>provide bioactive molecules which can play critical<br>roles on plant defense system. Fifty six endophytes<br>were isolated from the leaves, root, bark and fruits<br>of Sonneratia apetala, a pioneer mangrove plant<br>in the Sundarbans, Bangladesh. A total of 56<br>isolates were obtained and 12 different species within 8<br>genera were identified using morphological and<br>molecular characteristics. Antimicrobial activity of<br>ethyl acetate (EtOAc) and methanolic (MeOH)<br>extracts of these 12 different species were analyzed by<br>resazurin assay and the minimum inhibitory<br>concentrations (MICs) were determined....","title_summary":" Antimicrobial activity of endophytic fungi<br>isolated from the mangrove plant Sonneratia apetala<br>(Buch.-Ham) from the Sundarbans mangrove forest","x":25.8319129944,"y":31.1069602966,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.8319129944,"tsne_y":31.1069602966,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cep8y18y","source_x":"PMC","title":"Rational engineering of the Trichoderma reesei RUT-C30 strain into an industrially relevant platform for cellulase production","doi":"10.1186\/s13068-020-01732-w","abstract":"BACKGROUND: The path for the development of hypersecreting strains of Trichoderma reesei capable of producing industrially relevant enzyme titers remains elusive despite over 70 years of research and industrial utilization. Herein, we describe the rational engineering of the publicly available T. reesei RUT-C30 strain and a customized process for cellulase production based on agroindustrial by-products. RESULTS: A CRISPR\/Cas9 system was used to introduce six genetic modifications in RUT-C30. Implemented changes included the constitutive expression of a mutated allele of the cellulase master regulator XYR1, the expression of two heterologous enzymes, the β-glucosidase CEL3A from Talaromyces emersonii and the invertase SUC1 from Aspergillus niger, and the deletion of genes encoding the cellulase repressor ACE1 and the extracellular proteases SLP1 and PEP1. These alterations resulted in a remarkable increase of protein secretion rates by RUT-C30 and amended its well described β-glucosidase deficiency while enabling the utilization of sucrose and eliminating the requirement of inducing sugars for enzyme production. With a developed sugarcane molasses-based bioprocess, the engineered strain reached an extracellular protein titer of 80.6 g L(−1) (0.24 g L(−1) h(−1)), which is the highest experimentally supported titer so far reported for T. reesei. The produced enzyme cocktail displayed increased levels of cellulase and hemicellulase activities, with particularly large increments being observed for the specific activities of β-glucosidase (72-fold) and xylanase (42-fold). Notably, it also exhibited a saccharification efficiency similar to that of a commercially available cellulase preparation in the deconstruction of industrially pretreated sugarcane straw. CONCLUSION: This work demonstrates the rational steps for the development of a cellulase hyperproducing strain from a well-characterized genetic background available in the public domain, the RUT-C30, associated with an industrially relevant bioprocess, paving new perspectives for Trichoderma research on cellulase production.","publish_time":1590105600000,"author_summary":" Fonseca, Lucas Miranda; Parreiras, Lucas<br>Salera; Murakami, Mario Tyago","abstract_summary":" BACKGROUND: The path for the development of<br>hypersecreting strains of Trichoderma reesei capable of<br>producing industrially relevant enzyme titers remains<br>elusive despite over 70 years of research and<br>industrial utilization. Herein, we describe the rational<br>engineering of the publicly available T. reesei RUT-C30<br>strain and a customized process for cellulase<br>production based on agroindustrial by-products.<br>RESULTS: A CRISPR\/Cas9 system was used to introduce six<br>genetic modifications in RUT-C30. Implemented<br>changes included the constitutive expression of a<br>mutated allele of the cellulase master regulator XYR1,<br>the expression of two heterologous enzymes, the<br>β-glucosidase CEL3A from Talaromyces emersonii and the<br>invertase SUC1...","title_summary":" Rational engineering of the Trichoderma<br>reesei RUT-C30 strain into an industrially relevant<br>platform for cellulase production","x":26.6844501495,"y":32.1748428345,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.6844501495,"tsne_y":32.1748428345,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"vpivq5gy","source_x":"PMC","title":"Biotechnology","doi":"10.1007\/978-3-662-60666-7_1","abstract":"Biotechnology derives from the Greek words – bios – life, technos – technology and logos – language, proof – that is biotechnology deals with the technical usage of living organisms for various purposes such as food, medicine, pharmaceuticals, recycling. Nowadays we deal with various colours or categories namely 10 introduced (red, blue, green, white, grey, yellow, brown, violet, dark and gold biotechnology) by Dr. Rita R. Colwell in 2003 and presented in this book. Other categories are also in use, the division into plant biotechnology, animal biotechnology, biotechnology of microorganisms and its colonies, cell culture biotechnologies, biotechnology of subcellular systems. The word ‘biotechnology’ was used for the first time by the director of the cattle utilization cooperative and Hungarian great land owner Karl Ereky and latter Hungarian Food minister. He published a book with the title: “Biotechnology of the meat, fat and milk production in agricultural large concerns for scientific sophisticated farmers” in 1919 in Berlin. His idea was to produce consumer goods with the use of living organisms called biotechnology. That was nothing new, but the word was new.","publish_time":1594080000000,"author_summary":" Steiner, Ursula","abstract_summary":" Biotechnology derives from the Greek words –<br>bios – life, technos – technology and logos –<br>language, proof – that is biotechnology deals with the<br>technical usage of living organisms for various purposes<br>such as food, medicine, pharmaceuticals,<br>recycling. Nowadays we deal with various colours or<br>categories namely 10 introduced (red, blue, green, white,<br>grey, yellow, brown, violet, dark and gold<br>biotechnology) by Dr. Rita R. Colwell in 2003 and presented in<br>this book. Other categories are also in use, the<br>division into plant biotechnology, animal<br>biotechnology, biotechnology of microorganisms and its<br>colonies, cell culture biotechnologies, biotechnology<br>of subcellular systems....","title_summary":" Biotechnology","x":24.2588176727,"y":30.1196269989,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.2588176727,"tsne_y":30.1196269989,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"banlz9aw","source_x":"Medline","title":"Risk Assessment and Mitigation of the Mycotoxin Content in Medicinal Plants by the Infusion Process.","doi":"10.1007\/s11130-020-00820-4","abstract":"Medicinal plants are often consumed as infusions with boiled water. Scarce information is available in the literature about the migration of mycotoxins into the resulting beverage and\/or the effects of the infusion procedure on the final mycotoxin contents. The aim of the present study was to investigate the impact of the infusion process on mycotoxin contents during medicinal plant preparation. For this purpose, the contents of aflatoxins (AFs) [aflatoxin B1 (AFB1), aflatoxin B2 (AFB2), aflatoxin G1 (AFG1), aflatoxin G2 (AFG2)], zearalenone (ZEA), enniatins (ENNs) [enniatin B (ENNB), enniatin B1 (ENNB1), enniatin A (ENNA), enniatin A1 (ENNA1)] and beauvericin (BEA) were analyzed in 224 samples of medicinal plants and in their resulting beverages. The quick, easy, cheap, effective, rugged and safe extraction method (QuEChERS) was applied to the medicinal plants while the dispersive liquid-liquid microextraction procedure (DLLME) was applied to their infusions, and the mycotoxins were determined by liquid chromatography coupled to ion trap tandem mass spectrometry (LC-MS\/MS-IT). The results revealed that ZEA, ENNB, ENNB1, AFB2, AFG1 and AFG2 were detected in the beverages with incidences of ≤6% and at concentrations from less than the limit of quantification (LOQ) to 82.2 μg\/L. Mycotoxins reduction ranged from 74 to 100% after the infusion process. The risk assessment revealed that the estimated daily intakes (EDIs) obtained for ZEA, ENNB and ENNB1 were far below the tolerable daily intakes (TDIs) established.","publish_time":1588982400000,"author_summary":" Pallarés, Noelia; Berrada, Houda;<br>Fernández-Franzón, Mónica; Ferrer, Emilia","abstract_summary":" Medicinal plants are often consumed as<br>infusions with boiled water. Scarce information is<br>available in the literature about the migration of<br>mycotoxins into the resulting beverage and\/or the effects<br>of the infusion procedure on the final mycotoxin<br>contents. The aim of the present study was to investigate<br>the impact of the infusion process on mycotoxin<br>contents during medicinal plant preparation. For this<br>purpose, the contents of aflatoxins (AFs) [aflatoxin B1<br>(AFB1), aflatoxin B2 (AFB2), aflatoxin G1 (AFG1),<br>aflatoxin G2 (AFG2)], zearalenone (ZEA), enniatins<br>(ENNs) [enniatin B (ENNB), enniatin B1 (ENNB1),<br>enniatin A (ENNA), enniatin A1 (ENNA1)] and beauvericin<br>(BEA) were...","title_summary":" Risk Assessment and Mitigation of the<br>Mycotoxin Content in Medicinal Plants by the Infusion<br>Process.","x":24.4863929749,"y":30.2751674652,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.4863929749,"tsne_y":30.2751674652,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"jp17ec6m","source_x":"Medline","title":"Antibacterial Potential and Apoptosis Induction by Pigments from the Endophyte Burkholderia sp. WYAT7.","doi":"10.1007\/s00284-020-02013-3","abstract":"Pigment from the endophyte Burkholderia sp. WYAT7 isolated from the medicinal plant Artemisia nilagirica (Clarke) Pamp. was extracted. The antibacterial efficacy of the crude pigment Y was assessed as a source of antibiotic against both Gram-positive and Gram-negative bacterial pathogens. The pigment Y exhibited a significant level of antibacterial activity against the tested pathogens Salmonella typhi (MTCC 733), Staphylococcus aureus (MTCC 1430), Pseudomonas aeruginosa (MTCC 2453), Klebsiella pneumoniae (MTCC 432), Escherichia coli (MTCC 1610), Salmonella paratyphi (3220), Bacillus subtilis (441) and Acinetobacter baumannii (12,889). The minimum inhibitory concentration of crude pigment extract Y for most of the bacterial pathogens tested was below or equal to 0.25 µg\/mL and the minimum bactericidal concentration was below or equal to 0.5 µg\/mL. In the cytotoxicity evaluation, crude pigment Y exhibited less toxicity toward normal cells lines (L929). Crude pigment extract Y also showed powerful anticancer activity toward melanoma cancer cells (A375). The IC50 value obtained was 68.08 µg\/mL. Acridine orange (AO) and ethidium bromide (EB) double staining of cells treated with the pigment helped in the morphological assessment of nuclear condensation, apoptotic bodies and live cells. The DNA fragmentation analysis and caspase-9 quantification in the pigment-treated A375 cells determined the apoptosis activity mediated by the crude pigment extract Y. The compounds in the crude pigment extract Y was identified by HR-LCMS analysis. Further studies on the active compounds can lead to a rise in new drugs for cancer treatment and also against rising antibacterial resistant pathogens.","publish_time":1588982400000,"author_summary":" Ashitha, A; Radhakrishnan, E K; Mathew,<br>Jyothis","abstract_summary":" Pigment from the endophyte Burkholderia sp.<br>WYAT7 isolated from the medicinal plant Artemisia<br>nilagirica (Clarke) Pamp. was extracted. The<br>antibacterial efficacy of the crude pigment Y was assessed as a<br>source of antibiotic against both Gram-positive and<br>Gram-negative bacterial pathogens. The pigment Y exhibited a<br>significant level of antibacterial activity against the<br>tested pathogens Salmonella typhi (MTCC 733),<br>Staphylococcus aureus (MTCC 1430), Pseudomonas aeruginosa<br>(MTCC 2453), Klebsiella pneumoniae (MTCC 432),<br>Escherichia coli (MTCC 1610), Salmonella paratyphi<br>(3220), Bacillus subtilis (441) and Acinetobacter<br>baumannii (12,889). The minimum inhibitory<br>concentration of crude pigment extract Y for most of the<br>bacterial pathogens tested...","title_summary":" Antibacterial Potential and Apoptosis<br>Induction by Pigments from the Endophyte Burkholderia<br>sp. WYAT7.","x":26.0974617004,"y":31.2544136047,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.0974617004,"tsne_y":31.2544136047,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"evxynar3","source_x":"Medline","title":"Penicillium subrubescens adapts its enzyme production to the composition of plant biomass.","doi":"10.1016\/j.biortech.2020.123477","abstract":"Penicillium subrubescens is able to degrade a broad range of plant biomass and it has an expanded set of Carbohydrate Active enzyme (CAZyme)-encoding genes in comparison to other Penicillium species. Here we used exoproteome and transcriptome analysis to demonstrate the versatile plant biomass degradation mechanism by P. subrubescens during growth on wheat bran and sugar beet pulp. On wheat bran P. subrubescens degraded xylan main chain and side residues from Day 2 of cultivation, whereas it started to degrade side chains of pectin in sugar beet pulp prior to attacking the main chain on Day 3. In addition, on Day 3 the cellulolytic enzymes were highly increased. Our results confirm that P. subrubescens adapts its enzyme production to the available plant biomass and is a promising new fungal cell factory for the production of CAZymes.","publish_time":1588636800000,"author_summary":" Dilokpimol, Adiphol; Peng, Mao; Di Falco,<br>Marcos; Chin A Woeng, Thomas; Hegi, Rosa M W; Granchi,<br>Zoraide; Tsang, Adrian; Hildén, Kristiina S; Mäkelä,<br>Miia R; de Vries, Ronald P","abstract_summary":" Penicillium subrubescens is able to degrade a<br>broad range of plant biomass and it has an expanded set<br>of Carbohydrate Active enzyme<br>(CAZyme)-encoding genes in comparison to other Penicillium<br>species. Here we used exoproteome and transcriptome<br>analysis to demonstrate the versatile plant biomass<br>degradation mechanism by P. subrubescens during growth on<br>wheat bran and sugar beet pulp. On wheat bran P.<br>subrubescens degraded xylan main chain and side residues<br>from Day 2 of cultivation, whereas it started to<br>degrade side chains of pectin in sugar beet pulp prior to<br>attacking the main chain on Day 3. In addition, on Day...","title_summary":" Penicillium subrubescens adapts its enzyme<br>production to the composition of plant biomass.","x":26.3820095062,"y":31.4844017029,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.3820095062,"tsne_y":31.4844017029,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"pcusx2ru","source_x":"Medline","title":"Impact of Processing on The Nutritional and Functional Value of Mandarin Juice.","doi":"10.1002\/jsfa.10514","abstract":"BACKGROUND Although phenolic compounds have a role in the health benefits of fruit juice consumption, little is known about the effect of processing on their bioaccessibility. The release of phenolic compounds from the food matrix during digestion is an important pre-requisite for their effectiveness within the human body, so it is fundamental to identify technological treatments able to preserve not only the concentration of phytochemicals but also their bioaccessibility. In this study we investigated the impact of high-pressure homogenization (HPH), alone and in the presence of 100 g kg-1 trehalose or Lactobacillus salivarius, on bioaccessibility of flavonoids in mandarin juice. In addition, digested mandarin juices were supplemented to liver cultured cells in basal and stressed condition to evaluate their protective effect in a biological system. RESULTS HPH reduced the concentration of total phenolics and main flavonoids but increased their bioaccessibility after in vitro digestion (p < 0.001). In basal condition, supplementation with all digested juices significantly reduced intracellular reactive oxygen species (ROS) concentration (p < 0.001). Thiobarbituric acid reactive substances concentration in the medium was also reduced by supplementation with HPH-treated juices. Although pre-treatment with juices did not completely counteract the applied oxidative stress it preserved cell viability, and cells pre-treated with juices submitted to HPH in the presence of probiotics showed the lowest ROS concentration. CONCLUSION Our study represents an important step ahead in the evaluation of the impact of processing on the nutritional and functional value of food, which cannot simply be assessed based on chemical composition. This article is protected by copyright. All rights reserved.","publish_time":1589673600000,"author_summary":" Di Nunzio, Mattia; Betoret, Ester; Taccari,<br>Annalisa; Dalla Rosa, Marco; Bordoni, Alessandra","abstract_summary":" BACKGROUND Although phenolic compounds have a<br>role in the health benefits of fruit juice<br>consumption, little is known about the effect of processing<br>on their bioaccessibility. The release of<br>phenolic compounds from the food matrix during<br>digestion is an important pre-requisite for their<br>effectiveness within the human body, so it is fundamental to<br>identify technological treatments able to preserve not<br>only the concentration of phytochemicals but also<br>their bioaccessibility. In this study we<br>investigated the impact of high-pressure homogenization<br>(HPH), alone and in the presence of 100 g kg-1 trehalose<br>or Lactobacillus salivarius, on<br>bioaccessibility of flavonoids in mandarin juice....","title_summary":" Impact of Processing on The Nutritional and<br>Functional Value of Mandarin Juice.","x":23.8134098053,"y":30.3878078461,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.8134098053,"tsne_y":30.3878078461,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"nlx1vq26","source_x":"Medline","title":"Incidence and effects of subacute ruminal acidosis and subclinical ketosis with respect to postpartum anestrus in grazing dairy cows.","doi":"10.1016\/j.heliyon.2020.e03712","abstract":"Subclinical Ruminal Acidosis (SARA) and Subclinical Ketosis (SCK) are two of the most prevalent metabolic diseases of dairy cows, with impacts on reproductive performance. There is scarce literature about these diseases in dairy regions in Colombia. In 29 randomly selected herds in Pasto, Colombia, 249 dairy cows were followed weekly for two months postpartum to determine: 1) incidence risk of SARA and SCK; and 2) effects of SARA and SCK on the occurrence of postpartum anestrus (PA) at two months. Samples from ruminal liquor and blood were obtained one time per cow during the first week postpartum to determine presence of SARA (pH < 5.6) and SCK (1.0-2.9 mmol\/L of blood Beta-Hydroxy-Butyrate), respectively. PA diagnosis was determined with ultrasound. Pregnancy risks at 30 and 60 days post-breeding (and assumed embryo losses between these days) were determined. Risk factors associated with PA were estimated through a mixed multi-level multivariable logistic regression model, adjusting for clustering of cows within herds. The incidence risks of SARA and SCK were 23.3% and 46.2%, respectively. Simultaneous occurrence of SCK and SARA (SCASCK) was present in 5.2% of the cows. In the final multivariable model, the occurrence of SARA (Odds Ratio: OR = 39.4), SCK (OR = 47.4) and SCASCK (OR = 68.5) was associated with increased odds of PA. Feeding a transition period diet was associated with reduced odds of PA (OR = 0.15). Second parity cows had significantly lower odds of PA than first parity cows (OR = 0.21). In conclusion, inadequate pre-partum and postpartum nutritional management of the herds increased the occurrence of SARA and SCK, which had adverse effects on reproductive performance.","publish_time":1585699200000,"author_summary":" Vallejo-Timarán, Darío; Reyes-Vélez,<br>Julián; VanLeeuwen, John; Maldonado-Estrada, Juan;<br>Astaiza-Martínez, Juan","abstract_summary":" Subclinical Ruminal Acidosis (SARA) and<br>Subclinical Ketosis (SCK) are two of the most prevalent<br>metabolic diseases of dairy cows, with impacts on<br>reproductive performance. There is scarce literature about<br>these diseases in dairy regions in Colombia. In 29<br>randomly selected herds in Pasto, Colombia, 249 dairy<br>cows were followed weekly for two months postpartum<br>to determine: 1) incidence risk of SARA and SCK;<br>and 2) effects of SARA and SCK on the occurrence of<br>postpartum anestrus (PA) at two months. Samples from<br>ruminal liquor and blood were obtained one time per cow<br>during the first week postpartum to determine<br>presence...","title_summary":" Incidence and effects of subacute ruminal<br>acidosis and subclinical ketosis with respect to<br>postpartum anestrus in grazing dairy cows.","x":23.6125392914,"y":28.4635410309,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6125392914,"tsne_y":28.4635410309,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"7cpgmt2e","source_x":"Medline","title":"Biochemical evidences for M1-, M17- and M18-like aminopeptidases in marine invertebrates from Cuban coastline.","doi":"10.1515\/znc-2019-0169","abstract":"Metallo-aminopeptidases (mAPs) control many physiological processes. They are classified in different families according to structural similarities. Neutral mAPs catalyze the cleavage of neutral amino acids from the N-terminus of proteins or peptide substrates; they need one or two metallic cofactors in their active site. Information about marine invertebrate's neutral mAPs properties is scarce; available data are mainly derived from genomics and cDNA studies. The goal of this work was to characterize the biochemical properties of the neutral APs activities in eight Cuban marine invertebrate species from the Phyla Mollusca, Porifera, Echinodermata, and Cnidaria. Determination of substrate specificity, optimal pH and effects of inhibitors (1,10-phenanthroline, amastatin, and bestatin) and cobalt on activity led to the identification of distinct neutral AP-like activities, whose biochemical behaviors were similar to those of the M1 and M17 families of mAPs. Additionally, M18-like glutamyl AP activities were detected. Thus, marine invertebrates express biochemical activities likely belonging to various families of metallo-aminopeptidases.","publish_time":1593388800000,"author_summary":" Pascual Alonso, Isel; Rivera Méndez, Laura;<br>Valdés-Tresanco, Mario E; Bounaadja, Lotfi; Schmitt, Marjorie;<br>Arrebola Sánchez, Yarini; Alvarez Lajonchere, Luis;<br>Charli, Jean-Louis; Florent, Isabelle","abstract_summary":" Metallo-aminopeptidases (mAPs) control many<br>physiological processes. They are classified in different<br>families according to structural similarities.<br>Neutral mAPs catalyze the cleavage of neutral amino<br>acids from the N-terminus of proteins or peptide<br>substrates; they need one or two metallic cofactors in their<br>active site. Information about marine<br>invertebrate's neutral mAPs properties is scarce; available<br>data are mainly derived from genomics and cDNA<br>studies. The goal of this work was to characterize the<br>biochemical properties of the neutral APs activities in<br>eight Cuban marine invertebrate species from the<br>Phyla Mollusca, Porifera, Echinodermata, and<br>Cnidaria. Determination of substrate specificity,<br>optimal pH and...","title_summary":" Biochemical evidences for M1-, M17- and<br>M18-like aminopeptidases in marine invertebrates from<br>Cuban coastline.","x":25.8835678101,"y":33.0178489685,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.8835678101,"tsne_y":33.0178489685,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"8rekxza6","source_x":"Medline","title":"Functional Compounds From Olive Pomace to Obtain High-Added Value Foods - A Review.","doi":"10.1002\/jsfa.10478","abstract":"Olive pomace, the solid by-product from virgin olive oil extraction, constitutes a remarkable source of functional compounds and has been exploited by several authors to formulate high-added value foods and, consequently, to foster the sustainability of the olive-oil chain. In this framework, the aim of the present review was to summarize the results on the application of functional compounds from olive pomace in food products. Phenolics-rich extracts from olive pomace were added to vegetable oils, fish burgers, fermented milk and in the edible coating of fruit, in order to take advantage of their antioxidant and antimicrobial activities. Moreover, olive pomace was directly used in the formulation of pasta and baked goods, by exploiting polyunsaturated fatty acids, phenolic compounds and dietary fiber to obtain high-value added healthy foods and\/or to extend their shelf-life. With the same scope, olive pomace was also added to animal feeds obtaining healthy-improved animal products. Furthermore, different authors used olive pomace to produce biodegradable materials and\/or active packaging able to increase the content of bioactive compounds and the oxidative stability of foods. Overall, the results highlighted in most cases the effectiveness of the addition of olive pomace-derived functional compounds in improving the nutritional value, the quality and\/or the shelf-life of foods. However, more challenging was found to be the direct addition of olive pomace, especially due to alterations of sensory and textural features of food. This article is protected by copyright. All rights reserved.","publish_time":1588982400000,"author_summary":" Difonzo, Graziana; Troilo, Marica; Squeo,<br>Giacomo; Pasqualone, Antonella; Caponio, Francesco","abstract_summary":" Olive pomace, the solid by-product from virgin<br>olive oil extraction, constitutes a remarkable<br>source of functional compounds and has been exploited<br>by several authors to formulate high-added value<br>foods and, consequently, to foster the<br>sustainability of the olive-oil chain. In this framework, the<br>aim of the present review was to summarize the<br>results on the application of functional compounds<br>from olive pomace in food products. Phenolics-rich<br>extracts from olive pomace were added to vegetable oils,<br>fish burgers, fermented milk and in the edible<br>coating of fruit, in order to take advantage of their<br>antioxidant and antimicrobial activities. Moreover,<br>olive pomace...","title_summary":" Functional Compounds From Olive Pomace to<br>Obtain High-Added Value Foods - A Review.","x":23.5602989197,"y":30.6040687561,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.5602989197,"tsne_y":30.6040687561,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"l2gtm8nu","source_x":"Medline","title":"Riboflavin-overproducing lactobacilli for the enrichment of fermented soymilk: insights into improved nutritional and functional attributes.","doi":"10.1007\/s00253-020-10649-1","abstract":"The influence of riboflavin (B2)-overproducing lactobacilli on the antioxidant status, isoflavone conversion, off-flavor reduction, amino acid profile, and viscosity of B2-bio-enriched fermented soymilk was investigated. Results showed that B2 in fermented soymilk was notably increased from 0.2 to 3.8 μg\/mL for Lactobacillus fermentum UFG169 and to 1.9 μg\/mL for Lactobacillus plantarum UFG10. The apparent viscosity significantly changed with rising acidity and agglutination of protein. The off-flavor volatile substances (hexanal and nonanal) were significantly reduced in fermented soymilk. Furthermore, a large amount of glucoside form isoflavones was deglycosylated into bioactive aglycones after 4 h up to 32 h. B2 content and isoflavones significantly improved the antioxidant status of soymilk. Partial least squares regression analysis correlated the strain activity and fermentation time with the improved nutritional and functional soymilk qualities. This study demonstrated the strategy for strain development for B2-bio-enriched fermentation to extend the health-promoting benefits of soymilk and soy-related foods. KEY POINTS: • B 2 -enriched fermentation enhanced the nutrition and functional status of soymilk. • Fermentation time significantly affected the apparent viscosity of fermented soymilk. • Off-flavor volatile substances were significantly reduced or even diminished. • Increased B 2 and bioactive isoflavones contributed to improved antioxidant potential.","publish_time":1588982400000,"author_summary":" Zhu, Yun-Yang; Thakur, Kiran; Feng, Jing-Yu;<br>Cai, Jia-Shen; Zhang, Jian-Guo; Hu, Fei; Russo,<br>Pasquale; Spano, Giuseppe; Wei, Zhao-Jun","abstract_summary":" The influence of riboflavin<br>(B2)-overproducing lactobacilli on the antioxidant status,<br>isoflavone conversion, off-flavor reduction, amino acid<br>profile, and viscosity of B2-bio-enriched fermented<br>soymilk was investigated. Results showed that B2 in<br>fermented soymilk was notably increased from 0.2 to 3.8<br>μg\/mL for Lactobacillus fermentum UFG169 and to 1.9<br>μg\/mL for Lactobacillus plantarum UFG10. The<br>apparent viscosity significantly changed with rising<br>acidity and agglutination of protein. The off-flavor<br>volatile substances (hexanal and nonanal) were<br>significantly reduced in fermented soymilk. Furthermore, a<br>large amount of glucoside form isoflavones was<br>deglycosylated into bioactive aglycones after 4 h up to 32 h. B2<br>content and...","title_summary":" Riboflavin-overproducing lactobacilli for<br>the enrichment of fermented soymilk: insights<br>into improved nutritional and functional<br>attributes.","x":24.0733795166,"y":31.3893356323,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.0733795166,"tsne_y":31.3893356323,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"tc2jf7h1","source_x":"Medline","title":"Mango By-Products As Natural Source of Valuable Odor-Active Compounds.","doi":"10.1002\/jsfa.10524","abstract":"BACKGROUND In order to seek natural and cheap sources of odor-active compounds, the aromatic potential of mango by-products was evaluated. A chemical characterization of volatile compounds of mango peel and seed were performed in comparison with mango pulp by HS-SPME\/GC-MS. RESULTS More than 60 volatile compounds were detected in mango by-products whose aromatic activity was estimated by means of odorant activity values (OAVs). Results pointed out mango peel as a valuable matrix on odor-active compounds which were found even in larger quantities than in edible mango fraction. 3-Carene was the predominant compound although other compounds such as decanal, 1-octen-3-one, nonanal, limonene, β-damascenone and 2-nonenal were the most odor-active compounds in mango peel. The greatest aromatic impact with sensorial features described as fresh\/herbaceous, fruity, floral and resinous was found in peel mango. CONCLUSION The exceptional flavoring potential of mango peel by-product opens a door for its use and revalorization as natural flavoring ingredient in food and cosmetic industries. This article is protected by copyright. All rights reserved.","publish_time":1589673600000,"author_summary":" Oliver-Simancas, Rodrigo; Muñoz, Raquel;<br>Díaz-Maroto, M Consuelo; Pérez-Coello, M Soledad; Alañón, M<br>Elena","abstract_summary":" BACKGROUND In order to seek natural and cheap<br>sources of odor-active compounds, the aromatic<br>potential of mango by-products was evaluated. A chemical<br>characterization of volatile compounds of mango peel and seed<br>were performed in comparison with mango pulp by<br>HS-SPME\/GC-MS. RESULTS More than 60 volatile compounds were<br>detected in mango by-products whose aromatic activity<br>was estimated by means of odorant activity values<br>(OAVs). Results pointed out mango peel as a valuable<br>matrix on odor-active compounds which were found even<br>in larger quantities than in edible mango<br>fraction. 3-Carene was the predominant compound<br>although other compounds such as decanal,<br>1-octen-3-one, nonanal,...","title_summary":" Mango By-Products As Natural Source of<br>Valuable Odor-Active Compounds.","x":23.4988937378,"y":31.2108192444,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.4988937378,"tsne_y":31.2108192444,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6u9rojtn","source_x":"Medline","title":"Production of isopropyl and butyl esters by Clostridium mono-culture and co-culture.","doi":"10.1007\/s10295-020-02279-3","abstract":"Production of esters from the acetone-butanol-ethanol (ABE) fermentation by Clostridium often focuses on butyl butyrate, leaving acetone as an undesired product. Addition of butyrate is also often needed because ABE fermentation does not produce enough butyrate. Here we addressed the problems using Clostridium beijerinckii BGS1 that preferred to produce isopropanol instead of acetone, and co-culturing it with Clostridium tyrobutyricum ATCC 25,755 that produced butyrate. Unlike acetone, isopropanol could be converted into ester using lipase and acids. C. tyrobutyricum ATCC 25,755 produced acids at pH 6, while C. beijerinckii BGS1 produced mainly solvents at the same pH. When the two strains were co-cultured, more butyrate was produced, leading to a higher titer of esters than the mono-culture of C. beijerinckii BGS1. As the first study reporting the production of isopropyl butyrate from the Clostridium fermentation, this study highlighted the potential use of lipase and co-culture strategy in ester production.","publish_time":1589587200000,"author_summary":" Cui, Yonghao; He, Jianzhong; Yang, Kun-Lin;<br>Zhou, Kang","abstract_summary":" Production of esters from the<br>acetone-butanol-ethanol (ABE) fermentation by Clostridium often<br>focuses on butyl butyrate, leaving acetone as an<br>undesired product. Addition of butyrate is also often<br>needed because ABE fermentation does not produce<br>enough butyrate. Here we addressed the problems using<br>Clostridium beijerinckii BGS1 that preferred to produce<br>isopropanol instead of acetone, and co-culturing it with<br>Clostridium tyrobutyricum ATCC 25,755 that produced<br>butyrate. Unlike acetone, isopropanol could be<br>converted into ester using lipase and acids. C.<br>tyrobutyricum ATCC 25,755 produced acids at pH 6, while C.<br>beijerinckii BGS1 produced mainly solvents at the same pH.<br>When the two strains...","title_summary":" Production of isopropyl and butyl esters by<br>Clostridium mono-culture and co-culture.","x":26.1250953674,"y":32.5850563049,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.1250953674,"tsne_y":32.5850563049,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"316o074z","source_x":"Medline","title":"Characterization of diketopiperazine heterodimers as potential chemical markers for discrimination of two dominant black aspergilli, Aspergillus niger and Aspergillus tubingensis.","doi":"10.1016\/j.phytochem.2020.112399","abstract":"Black aspergilli are distributed worldwide and represent one of the most prolific sources of metabolites with biomedical and agrochemical interests. However, due to their similar morphological characteristics and insufficient molecular identification, the taxonomic classification of black aspergilli remains ill-defined. The production of specialised metabolites is often unique for species among black aspergilli and could be used as diagnostic chemical markers for species identification. In this study, chemical investigation of Aspergillus tubingensis OUCMBIII 143291 led to the discovery of the diagnostic chemical marker asperazine, a complex diketopiperazine heterodimer, as well as two previously undescribed analogues, asperazine B and C. In addition, an undescribed 2-benzylpyridin-4(1H)-one-containing amide, pestalamide D, along with four known related metabolites were isolated. Their chemical structures, including their absolute configurations, were established on the basis of comprehensive spectral analysis and chiral HPLC analysis of the acidic hydrolysates. Asperazines B and C can serve as potential chemical markers for distinguishing A. tubingensis from A. niger, two representative species of black aspergilli that are usually incorrectly identified. Moreover, the isolated compounds were evaluated for their antifungal activity against eight phytopathogenic fungi including Alternaria alternata, A. brassicae, Botrytis cinerea, Colletotrichum lagenarium, Fusarium oxysporum, Gaeumannomyces graminis, Penicillium digitatum, and Valsa mali. Pestalamide D exhibited significant activities against B. cinerea, C. lagenarium, and V. mali, with MIC values of 4, 8, and 8 μg\/mL, respectively, compared with the positive controls carbendazim (MICs = 8, 4, and 4 μg\/mL) and prochloraz (MICs = 8, 8, and 4 μg\/mL). The results of this study reveal two additional chemical markers and provide a powerful tool for the rapid identification of black aspergilli.","publish_time":1589155200000,"author_summary":" Xu, Ce; Xu, Kuo; Yuan, Xiao-Long; Ren,<br>Guang-Wei; Wang, Xiao-Qiang; Li, Wei; Deng, Ning; Wang,<br>Xiu-Fang; Zhang, Peng","abstract_summary":" Black aspergilli are distributed worldwide<br>and represent one of the most prolific sources of<br>metabolites with biomedical and agrochemical interests.<br>However, due to their similar morphological<br>characteristics and insufficient molecular identification,<br>the taxonomic classification of black aspergilli<br>remains ill-defined. The production of specialised<br>metabolites is often unique for species among black<br>aspergilli and could be used as diagnostic chemical<br>markers for species identification. In this study,<br>chemical investigation of Aspergillus tubingensis<br>OUCMBIII 143291 led to the discovery of the diagnostic<br>chemical marker asperazine, a complex<br>diketopiperazine heterodimer, as well as two previously<br>undescribed analogues, asperazine B and C. In addition,...","title_summary":" Characterization of diketopiperazine<br>heterodimers as potential chemical markers for<br>discrimination of two dominant black aspergilli, Aspergillus<br>niger and Aspergillus tubingensis.","x":25.3725090027,"y":32.4601135254,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.3725090027,"tsne_y":32.4601135254,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"11yshr5r","source_x":"Medline","title":"Characterization and antiinflammatory properties of fractionated pyroligneous acid from palm kernel shell.","doi":"10.1007\/s11356-020-09209-x","abstract":"Pyroligneous acid (PA) obtained from slow pyrolysis of palm kernel shell (PKS) has high total phenolic contents and exhibits various biological activities including antioxidant, antibacterial and antifungal. In this study, PA obtained using slow pyrolysis method and fractionated using column chromatography was characterized (chemical and antioxidative properties) and investigated for its cyclooxygenase-2 (COX-2) and 5-lipoxygenase (5-LOX) inhibition activities using the in vitro and in silico approaches. The F9 PA fraction exhibited highest total phenolic content of 181.75 ± 17.0 μg\/mL. Fraction F21-25 showed ferric reducing antioxidant power (FRAP) (331.80 ± 4.60 mg TE\/g) and IC50 of 18.56 ± 0.01 μg\/mL towards COX-2 and 5.25 ± 0.03 μg\/mL towards the 5-LOX enzymes, respectively. Molecular docking analysis suggested favourable binding energy for all chemical compounds present in fraction F21-25, notably 1-(2,4,6-trihydroxyphenyl)-2-pentanone, towards both COX-2 (- 6.9 kcal\/mol) and 5-LOX (- 6.4 kcal\/mol) enzymes. As a conclusion, PA from PKS has the potential to be used as an alternative antioxidant and antiinflammatory agents which is biodegradable and a more sustainable supply of raw materials.","publish_time":1589587200000,"author_summary":" Rabiu, Zainab; Hamzah, Mohd Amir Asyraf Mohd;<br>Hasham, Rosnani; Zakaria, Zainul Akmar","abstract_summary":" Pyroligneous acid (PA) obtained from slow<br>pyrolysis of palm kernel shell (PKS) has high total<br>phenolic contents and exhibits various biological<br>activities including antioxidant, antibacterial and<br>antifungal. In this study, PA obtained using slow pyrolysis<br>method and fractionated using column chromatography<br>was characterized (chemical and antioxidative<br>properties) and investigated for its cyclooxygenase-2<br>(COX-2) and 5-lipoxygenase (5-LOX) inhibition<br>activities using the in vitro and in silico approaches. The<br>F9 PA fraction exhibited highest total phenolic<br>content of 181.75 ± 17.0 μg\/mL. Fraction F21-25 showed<br>ferric reducing antioxidant power (FRAP) (331.80 ±<br>4.60 mg TE\/g) and IC50 of 18.56 ± 0.01 μg\/mL...","title_summary":" Characterization and antiinflammatory<br>properties of fractionated pyroligneous acid from palm<br>kernel shell.","x":24.5385131836,"y":31.5606880188,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.5385131836,"tsne_y":31.5606880188,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"yp4jev0m","source_x":"Medline","title":"Comprehensive characterization of mainstream marijuana and tobacco smoke.","doi":"10.1038\/s41598-020-63120-6","abstract":"Recent increases in marijuana use and legalization without adequate knowledge of the risks necessitate the characterization of the billions of nanoparticles contained in each puff of smoke. Tobacco smoke offers a benchmark given that it has been extensively studied. Tobacco and marijuana smoke particles are quantitatively similar in volatility, shape, density and number concentration, albeit with differences in size, total mass and chemical composition. Particles from marijuana smoke are on average 29% larger in mobility diameter than particles from tobacco smoke and contain 3.4× more total mass. New measurements of semi-volatile fractions determine over 97% of the mass and volume of the particles from either smoke source are comprised of semi-volatile compounds. For tobacco and marijuana smoke, respectively, 4350 and 2575 different compounds are detected, of which, 670 and 536 (231 in common) are tentatively identified, and of these, 173 and 110 different compounds (69 in common) are known to cause negative health effects through carcinogenic, mutagenic, teratogenic, or other toxic mechanisms. This study demonstrates striking similarities between marijuana and tobacco smoke in terms of their physical and chemical properties.","publish_time":1588032000000,"author_summary":" Graves, Brian M; Johnson, Tyler J; Nishida,<br>Robert T; Dias, Ryan P; Savareear, Benjamin; Harynuk,<br>James J; Kazemimanesh, Mohsen; Olfert, Jason S;<br>Boies, Adam M","abstract_summary":" Recent increases in marijuana use and<br>legalization without adequate knowledge of the risks<br>necessitate the characterization of the billions of<br>nanoparticles contained in each puff of smoke. Tobacco smoke<br>offers a benchmark given that it has been extensively<br>studied. Tobacco and marijuana smoke particles are<br>quantitatively similar in volatility, shape, density and<br>number concentration, albeit with differences in<br>size, total mass and chemical composition.<br>Particles from marijuana smoke are on average 29% larger<br>in mobility diameter than particles from tobacco<br>smoke and contain 3.4× more total mass. New<br>measurements of semi-volatile fractions determine over 97%<br>of the mass and volume...","title_summary":" Comprehensive characterization of<br>mainstream marijuana and tobacco smoke.","x":23.2696151733,"y":30.686006546,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.2696151733,"tsne_y":30.686006546,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"m0d856r5","source_x":"Medline","title":"Effects of dietary resveratrol supplementation in sows on antioxidative status, myofiber characteristic and meat quality of offspring.","doi":"10.1016\/j.meatsci.2020.108176","abstract":"This study investigated the influence of dietary resveratrol (300 mg\/kg) supplementation in sows on the antioxidative status, myofiber characteristic and meat quality of their progeny. Results showed that maternal dietary resveratrol supplementation increased (P < 0.05) the backfat thickness and tended (P = 0.055) to increase the intramuscular fat of finishing pigs. The drip loss and lactic acid level were reduced, and the pH24 h of longissimus thoracis was increased by maternal dietary resveratrol supplementation (P < 0.05). Maternal dietary resveratrol supplementation increased the mRNA and protein expression of MyHC I and decreased the mRNA and protein expression of MyHC IIb in the longissimus thoracis (P < 0.05). The malonaldehyde (MDA) level in longissimus thoracis was reduced and the superoxide dismutase (SOD) activity and SOD2 mRNA expression were increased by maternal dietary resveratrol supplementation (P < 0.05). In conclusion, dietary resveratrol supplementation in sows improves the meat quality of offspring by altering the myofiber characteristic and antioxidative status.","publish_time":1588636800000,"author_summary":" Meng, Qingwei; Sun, Shishuai; Bai, Yongsong;<br>Luo, Zhang; Li, Zhongyu; Shi, Baoming; Shan, Anshan","abstract_summary":" This study investigated the influence of<br>dietary resveratrol (300 mg\/kg) supplementation in<br>sows on the antioxidative status, myofiber<br>characteristic and meat quality of their progeny. Results<br>showed that maternal dietary resveratrol<br>supplementation increased (P < 0.05) the backfat thickness and<br>tended (P = 0.055) to increase the intramuscular fat of<br>finishing pigs. The drip loss and lactic acid level were<br>reduced, and the pH24 h of longissimus thoracis was<br>increased by maternal dietary resveratrol<br>supplementation (P < 0.05). Maternal dietary resveratrol<br>supplementation increased the mRNA and protein expression of<br>MyHC I and decreased the mRNA and protein expression<br>of MyHC...","title_summary":" Effects of dietary resveratrol<br>supplementation in sows on antioxidative status, myofiber<br>characteristic and meat quality of offspring.","x":23.7116298676,"y":29.0651416779,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.7116298676,"tsne_y":29.0651416779,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"5g018q6w","source_x":"Medline","title":"Simultaneous liquefaction, saccharification, and fermentation of L-lactic acid using aging paddy rice with hull by an isolated thermotolerant Enterococcus faecalis DUT1805.","doi":"10.1007\/s00449-020-02364-y","abstract":"Simultaneous liquefaction, saccharification, and fermentation (SLSF) has attracted much attention for the production of bio-based chemicals, including L-lactic acid, due to its high efficiency and low cost. In this study, a lactic acid-producing bacterium with high tolerance of temperature up to 55 °C was isolated and characterized as Enterococcus faecalis DUT1805. Various strategies of stepwise controlled temperature were proposed and investigated for glucose utilization. The results indicated that E. faecalis DUT 1805 exhibited an optimal temperature at 50 °C, which could achieve temperature compatibility of enzyme, saccharification, and fermentation, and decrease the possibility of contamination by the other microorganisms during the large-scale fermentation. To reduce the cost of raw material and operation for lactic acid production, aging paddy rice with hull (APRH) was used in L-lactic acid production by simultaneous liquefaction, saccharification, and fermentation (SLSF). An open SLSF operation at 50 °C and pH 6.5, and 17% (w\/v) solid loading in 5 L bioreactors was demonstrated with the lactic acid titer, yield, and productivity of 73.75 g\/L, 87% to initial starch, and 2.17 g\/(L h), respectively.","publish_time":1588982400000,"author_summary":" Sun, Yaqin; Yang, Yong; Liu, Huihui; Wei,<br>Chuanxiang; Qi, Wenbin; Xiu, Zhilong","abstract_summary":" Simultaneous liquefaction,<br>saccharification, and fermentation (SLSF) has attracted much<br>attention for the production of bio-based chemicals,<br>including L-lactic acid, due to its high efficiency and<br>low cost. In this study, a lactic acid-producing<br>bacterium with high tolerance of temperature up to 55 °C<br>was isolated and characterized as Enterococcus<br>faecalis DUT1805. Various strategies of stepwise<br>controlled temperature were proposed and investigated<br>for glucose utilization. The results indicated<br>that E. faecalis DUT 1805 exhibited an optimal<br>temperature at 50 °C, which could achieve temperature<br>compatibility of enzyme, saccharification, and<br>fermentation, and decrease the possibility of contamination<br>by the other microorganisms during...","title_summary":" Simultaneous liquefaction,<br>saccharification, and fermentation of L-lactic acid using aging<br>paddy rice with hull by an isolated thermotolerant<br>Enterococcus faecalis DUT1805.","x":23.6600646973,"y":31.6208610535,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6600646973,"tsne_y":31.6208610535,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lmqkfz2h","source_x":"Medline","title":"Biochemical characterization of a novel α-L-fucosidase from Pedobacter sp. and its application in synthesis of 3'-fucosyllactose and 2'-fucosyllactose.","doi":"10.1007\/s00253-020-10630-y","abstract":"Fucosyllactoses have gained much attention owing to their multiple functions, including prebiotic, immune, gut, and cognition benefits. In this study, human milk oligosaccharide (HMO) 2'-fucosyllactose (α-L-Fuc-(1,2)-D-Galβ-1,4-Glu, 2'FL) and its isomer 3'-fucosyllactose (α-L-Fuc-(1,3)-D-Galβ-1,4-Glu, 3'FL) with potential prebiotic effect were synthesized efficiently by a novel recombinant α-L-fucosidase. An α-L-fucosidase gene (PbFuc) from Pedobacter sp. CAU209 was successfully cloned and expressed in Escherichia coli (E. coli). The deduced amino acid sequence shared the highest identity of 36.8% with the amino sequences of other reported α-L-fucosidases. The purified α-L-fucosidase (PbFuc) had a molecular mass of 50 kDa. The enzyme exhibited specific activity (26.3 U\/mg) towards 4-nitrophenyl-α-L-fucopyranoside (pNP-FUC), 3'FL (8.9 U\/mg), and 2'FL (3.4 U\/mg). It showed the highest activity at pH 5.0 and 35 °C, respectively. PbFuc catalyzed the synthesis of 3'FL and 2'FL through a transglycosylation reaction using pNP-FUC as donor and lactose as acceptor, and total conversion ratio was up to 85% at the optimized reaction conditions. The synthesized mixture of 2'FL and 3'FL promoted the growth of Lactobacillus delbrueckii subsp. bulgaricus NRRL B-548, L. casei subsp. casei NRRL B-1922, L. casei subsp. casei AS 1.2435, and Bifidobacterium longum NRRL B-41409. However, the growths of E. coli ATCC 11775, S. enterica AS 1.1552, L. monocytogenes CICC 21635, and S. aureus AS 1.1861 were not stimulated by the mixture of 2'FL and 3'FL. Overall, our findings suggest that PbFuc possesses a great potential for the specific synthesis of fucosylated compounds.Key Points• A novel α-L-fucosidase (PbFuc) from Pedobacter sp. was cloned and expressed.• PbFuc showed the highest hydrolysis activity at pH 5.0 and 35 °C, respectively.• It was used for synthesis of 3'-fucosyllactose (3'FL) and 2'-fucosyllactose (2'FL).• The mixture of 3'FL and 2'FL promoted the growth of some Lactobacillus sp. and Bifidobacteria sp.","publish_time":1588982400000,"author_summary":" Shi, Ran; Ma, Junwen; Yan, Qiaojuan; Yang,<br>Shaoqing; Fan, Zhihong; Jiang, Zhengqiang","abstract_summary":" Fucosyllactoses have gained much attention<br>owing to their multiple functions, including<br>prebiotic, immune, gut, and cognition benefits. In this<br>study, human milk oligosaccharide (HMO)<br>2'-fucosyllactose (α-L-Fuc-(1,2)-D-Galβ-1,4-Glu, 2'FL) and<br>its isomer 3'-fucosyllactose<br>(α-L-Fuc-(1,3)-D-Galβ-1,4-Glu, 3'FL) with potential prebiotic effect were<br>synthesized efficiently by a novel recombinant<br>α-L-fucosidase. An α-L-fucosidase gene (PbFuc) from<br>Pedobacter sp. CAU209 was successfully cloned and<br>expressed in Escherichia coli (E. coli). The deduced<br>amino acid sequence shared the highest identity of<br>36.8% with the amino sequences of other reported<br>α-L-fucosidases. The purified α-L-fucosidase (PbFuc) had a<br>molecular mass of 50 kDa. The enzyme exhibited specific<br>activity (26.3 U\/mg)...","title_summary":" Biochemical characterization of a novel<br>α-L-fucosidase from Pedobacter sp. and its application in<br>synthesis of 3'-fucosyllactose and 2'-fucosyllactose.","x":25.5607757568,"y":32.9349899292,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.5607757568,"tsne_y":32.9349899292,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1cxag11z","source_x":"Medline","title":"Rose Petal Extract (Rosa gallica) Exerts Skin Whitening and Anti-Skin Wrinkle Effects.","doi":"10.1089\/jmf.2020.4705","abstract":"We sought to investigate the effect of extracts from Rosa gallica petals (RPE) on skin whitening and anti-wrinkle activity. Tyrosinase activity was attenuated by RPE treatment, concomitant with the reduction of melanin accumulation in human B16F10 melanoma. Treatment of the facial skin of volunteers in a clinical trial with an RPE-containing formulation enhanced skin brightness (L* value) significantly. The underlying mechanism responsible was determined to be associated with mitogen-activated protein kinase (MAPK) activation. In addition, RPE exhibited anti-wrinkle formation activity of human dermal fibroblasts by suppressing matrix metalloproteinase (MMP)-1 level. In vivo study, RPE also inhibited solar ultraviolet-stimulated MMP-1 level by c-Jun regulation. Overall, our findings indicate that RPE evokes skin whitening and anti-wrinkle formation activity by regulating intracellular signaling, supporting its utility as an ingredient for skin whitening and anti-wrinkle cosmetic products.","publish_time":1593475200000,"author_summary":" Song, Young-Ran; Lim, Won-Chul; Han, Ahram;<br>Lee, Myung-Hee; Shin, Eun Ju; Lee, Kwang-Min; Nam,<br>Tae-Gyu; Lim, Tae-Gyu","abstract_summary":" We sought to investigate the effect of extracts<br>from Rosa gallica petals (RPE) on skin whitening and<br>anti-wrinkle activity. Tyrosinase activity was attenuated<br>by RPE treatment, concomitant with the reduction<br>of melanin accumulation in human B16F10<br>melanoma. Treatment of the facial skin of volunteers in a<br>clinical trial with an RPE-containing formulation<br>enhanced skin brightness (L* value) significantly. The<br>underlying mechanism responsible was determined to be<br>associated with mitogen-activated protein kinase (MAPK)<br>activation. In addition, RPE exhibited anti-wrinkle<br>formation activity of human dermal fibroblasts by<br>suppressing matrix metalloproteinase (MMP)-1 level. In<br>vivo study, RPE also inhibited solar<br>ultraviolet-stimulated MMP-1 level...","title_summary":" Rose Petal Extract (Rosa gallica) Exerts Skin<br>Whitening and Anti-Skin Wrinkle Effects.","x":24.3522224426,"y":31.30519104,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.3522224426,"tsne_y":31.30519104,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"5hpw8bap","source_x":"Medline","title":"Identification of compound causing yellow bone discoloration following alpha-glycosyl isoquercitrin exposure in Sprague-Dawley rats.","doi":"10.1007\/s00204-020-02760-z","abstract":"Previous rat toxicity studies of alpha-glycosyl isoquercitrin (AGIQ), a water-soluble flavonol glycoside derived from rutin, revealed systemic yellow bone discoloration. This investigative study was conducted to determine the AGIQ metabolite(s) responsible for the discoloration. Female Sprague-Dawley rats were administered dietary AGIQ at doses of 0%, 1.5%, 3.0%, or 5.0% (0, 1735.0, 3480.8, and 5873.7 mg\/kg\/day, respectively) for 14 days, followed by a 14- or 28-day recovery period. Measurements of quercetin in urine and quercetin, quercetin 3-O-glucuronide, kaempferol, and 3-o-methylquercetin metabolites of AGIQ in bone (femur), white and brown fat, and cerebrum samples were conducted following the exposure period and each recovery period. Gross examination of the femur revealed yellow discoloration that increased in intensity with dose and was still present in a dose-related manner following both recovery periods. Quercetin, at levels correlating with AGIQ dose, was measured in the urine following the 14-day exposure period and, at lower concentrations, 14 or 28 days following cessation of AGIQ exposure. All four metabolites were present in a dose-dependent manner in the femur following 14 days of dietary exposure; only quercetin, quercetin 3-O-glucuronide, and 3-o-methylquercetin were present during the recovery periods. Quercetin, quercetin 3-O-glucuronide, and 3-o-methylquercetin were detected in white fat (along with kaempferol), brown fat (excluding quercetin due to analytical interference), and cerebrum samples, indicating systemic availability of the metabolites. Collectively, these data implicate quercetin, quercetin 3-O-glucuronide, or 3-o-methylquercetin (or a combination thereof) as the most likely metabolite of AGIQ causing the yellow discoloration of bone in rats administered dietary AGIQ.","publish_time":1588982400000,"author_summary":" Davis, Jeffrey P; Koyanagi, Mihoko; Maronpot,<br>Robert R; Recio, Leslie; Hayashi, Shim-Mo","abstract_summary":" Previous rat toxicity studies of<br>alpha-glycosyl isoquercitrin (AGIQ), a water-soluble<br>flavonol glycoside derived from rutin, revealed<br>systemic yellow bone discoloration. This<br>investigative study was conducted to determine the AGIQ<br>metabolite(s) responsible for the discoloration. Female<br>Sprague-Dawley rats were administered dietary AGIQ at doses of<br>0%, 1.5%, 3.0%, or 5.0% (0, 1735.0, 3480.8, and<br>5873.7 mg\/kg\/day, respectively) for 14 days,<br>followed by a 14- or 28-day recovery period.<br>Measurements of quercetin in urine and quercetin, quercetin<br>3-O-glucuronide, kaempferol, and 3-o-methylquercetin<br>metabolites of AGIQ in bone (femur), white and brown fat, and<br>cerebrum samples were conducted following the exposure<br>period and each...","title_summary":" Identification of compound causing yellow<br>bone discoloration following alpha-glycosyl<br>isoquercitrin exposure in Sprague-Dawley rats.","x":24.3551387787,"y":31.5742053986,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.3551387787,"tsne_y":31.5742053986,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"p1hku1zi","source_x":"Medline","title":"Herbaspirillum camelliae sp. nov., a novel endophytic bacterium isolated from Camellia sinensis L.","doi":"10.1007\/s00203-020-01892-1","abstract":"Bacterial strain WT00CT is an endophytic bacterium that was isolated from the tea plant (Camellia sinensis L.). The phylogenetic analysis of 16S rRNA genes demonstrated that strain WT00CT was a member of the genus Herbaspirillum. This strain is microaerobic, gram-negative and non-pigmented, and its cells are rod shaped, with a polar flagellum. It grew optimally at 34-37 °C, pH 5.0-8.0 and 0-1.5% NaCl (w\/v). The G + C content of its genomic DNA was 62.36 mol%. C16:0, iso-C15:0, iso-C17:0, anteiso-C15:0 and anteiso-C17:0 were major fatty acids. The strain WT00CT contained six polar lipids, namely DPG (diphosphatidylglycerol), PE (phosphatidylethanolamine), PG (phosphatidylglycerol), PC (phosphatidylcholine), GL (glycolipid) and APL (aminophospholipids), and its respiratory quinone was Q8. The strain WT00CT had a genome size of 6.08 Mb with a total ORF of 5,537, in which one gene cluster (36 genes) encoding a type IV secretion system was absent in other members of the Herbaspirillum genus. ANI values of genomic comparison between the strain WT00CT and other Herbaspirillum species were 75-96%. Based on the phylogenetic, chemotaxonomic and phenotypic data presented here, the strain WT00CT represents a novel species in the Herbaspirillum genus, for which the name Herbaspirillum camelliae sp. nov. is proposed. The type strain of H. camelliae sp. nov. is WT00CT (AB 2018017 T and KCTC 62527 T).","publish_time":1588982400000,"author_summary":" Liu, Xin; Zhou, Jiahui; Tian, Jinbao; Cheng,<br>Wei; Wang, Xingguo","abstract_summary":" Bacterial strain WT00CT is an endophytic<br>bacterium that was isolated from the tea plant (Camellia<br>sinensis L.). The phylogenetic analysis of 16S rRNA<br>genes demonstrated that strain WT00CT was a member of<br>the genus Herbaspirillum. This strain is<br>microaerobic, gram-negative and non-pigmented, and its<br>cells are rod shaped, with a polar flagellum. It grew<br>optimally at 34-37 °C, pH 5.0-8.0 and 0-1.5% NaCl (w\/v).<br>The G + C content of its genomic DNA was 62.36 mol%.<br>C16:0, iso-C15:0, iso-C17:0, anteiso-C15:0 and<br>anteiso-C17:0 were major fatty acids. The strain WT00CT<br>contained six polar lipids, namely DPG<br>(diphosphatidylglycerol), PE (phosphatidylethanolamine), PG<br>(phosphatidylglycerol),...","title_summary":" Herbaspirillum camelliae sp. nov., a novel<br>endophytic bacterium isolated from Camellia sinensis L.","x":26.383430481,"y":31.279006958,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.383430481,"tsne_y":31.279006958,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"zxz7ua9t","source_x":"Medline","title":"Characterization of Ginkgo biloba Leaf Flavonoids as Neuroexocytosis Regulators.","doi":"10.3390\/molecules25081829","abstract":"Ginkgo biloba leaf (GBL) is known as a potential source of bioactive flavonoids, such as quercetin, arresting the neuronal soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE)-zippering. Here, the GBL flavonoids were isolated in two different manners and then examined for their bioactivity, physicochemical stability, and biocompatibility. The majority of flavonoids in the non-hydrolyzed and acidolyzed isolates, termed non-hydrolyzed isolate (NI) and acidolyzed isolate (AI) hereafter, were rich in flavonol glycosides and aglycones, respectively. Glycosidic\/aglyconic quercetin and kaempferol were abundant in both NI and AI, whereas a little of apigenin, luteolin, and isorhamnetin were found in AI. NI was more thermostable in all pH ranges than quercetin, kaempferol, and AI. NI and AI both inhibited neurotransmitter release from differentiated neuronal PC-12 cells. NI and AI showed 1\/2-1\/3 lower EC50\/CC50 values than quercetin and kaempferol. The NI and AI exhibited no toxicity assessed by the tests on chorioallantoic membranes of hen's eggs, removing toxicological concerns of irritation potential. Moreover, GBL isolates, particularly AI, showed antioxidant and anti-inflammatory activities in the use below the CC50 levels. Taken together, these results suggest that GBL isolates that are rich in antioxidant flavonoids are effective anti-neuroexocytotic agents with high stability and low toxicity.","publish_time":1587081600000,"author_summary":" Ban, Choongjin; Park, Joon-Bum; Cho, Sora;<br>Kim, Hye Rin; Kim, Yong Joon; Bae, Hyungjin; Kim,<br>Chinhan; Kang, Hakhee; Jang, Davin; Shin, Yong Sub; Kim,<br>Dae-Ok; Kim, Hyunggun; Kweon, Dae-Hyuk","abstract_summary":" Ginkgo biloba leaf (GBL) is known as a potential<br>source of bioactive flavonoids, such as quercetin,<br>arresting the neuronal soluble<br>N-ethylmaleimide-sensitive factor attachment protein receptor<br>(SNARE)-zippering. Here, the GBL flavonoids were isolated in two<br>different manners and then examined for their<br>bioactivity, physicochemical stability, and<br>biocompatibility. The majority of flavonoids in the<br>non-hydrolyzed and acidolyzed isolates, termed<br>non-hydrolyzed isolate (NI) and acidolyzed isolate (AI)<br>hereafter, were rich in flavonol glycosides and<br>aglycones, respectively. Glycosidic\/aglyconic<br>quercetin and kaempferol were abundant in both NI and AI,<br>whereas a little of apigenin, luteolin, and<br>isorhamnetin were found in AI. NI was more thermostable...","title_summary":" Characterization of Ginkgo biloba Leaf<br>Flavonoids as Neuroexocytosis Regulators.","x":25.106180191,"y":31.8799858093,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.106180191,"tsne_y":31.8799858093,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"18c4jg0y","source_x":"Medline","title":"Natural brominated phenoxyphenols kill persistent and biofilm-incorporated cells of MRSA and other pathogenic bacteria.","doi":"10.1007\/s00253-020-10654-4","abstract":"Due to a high unresponsiveness to chemotherapy, biofilm formation is an important medical problem that frequently occurs during infection with many bacterial pathogens. In this study, the marine sponge-derived natural compounds 4,6-dibromo-2-(2',4'-dibromophenoxy)phenol and 3,4,6-tribromo-2-(2',4'-dibromophenoxy)phenol were found to exhibit broad antibacterial activity against medically relevant gram-positive and gram-negative pathogens. The compounds were not only bactericidal against both replicating and stationary phase-persistent planktonic cells of methicillin-resistant Staphylococcus aureus (MRSA) and Pseudomonas aeruginosa; they also killed biofilm-incorporated cells of both species while not affecting biofilm structural integrity. Moreover, these compounds were active against carbapenemase-producing Enterobacter sp. This simultaneous activity of compounds against different growth forms of both gram-positive and gram-negative bacteria is rare. Genome sequencing of spontaneous resistant mutants and proteome analysis suggest that resistance is mediated by downregulation of the bacterial EIIBC phosphotransferase components scrA and mtlA in MRSA likely leading to a lower uptake of the molecules. Due to their only moderate cytotoxicity against human cell lines, phenoxyphenols provide an interesting new scaffold for development of antimicrobial agents with activity against planktonic cells, persisters and biofilm-incoporated cells of ESKAPE pathogens. KEY POINTS: • Brominated phenoxyphenols kill actively replicating and biofilm-incorporated bacteria. • Phosphotransferase systems mediate uptake of brominated phenoxyphenols. • Downregulation of phosphotransferase systems mediate resistance.","publish_time":1589587200000,"author_summary":" van Geelen, Lasse; Kaschani, Farnusch;<br>Sazzadeh, Shabnam S; Adeniyi, Emmanuel T; Meier, Dieter;<br>Proksch, Peter; Pfeffer, Klaus; Kaiser, Markus;<br>Ioerger, Thomas R; Kalscheuer, Rainer","abstract_summary":" Due to a high unresponsiveness to<br>chemotherapy, biofilm formation is an important medical<br>problem that frequently occurs during infection with<br>many bacterial pathogens. In this study, the marine<br>sponge-derived natural compounds<br>4,6-dibromo-2-(2',4'-dibromophenoxy)phenol and<br>3,4,6-tribromo-2-(2',4'-dibromophenoxy)phenol were found to exhibit broad antibacterial<br>activity against medically relevant gram-positive and<br>gram-negative pathogens. The compounds were not only<br>bactericidal against both replicating and stationary<br>phase-persistent planktonic cells of methicillin-resistant<br>Staphylococcus aureus (MRSA) and Pseudomonas aeruginosa;<br>they also killed biofilm-incorporated cells of<br>both species while not affecting biofilm<br>structural integrity. Moreover, these compounds were<br>active against carbapenemase-producing<br>Enterobacter sp. This simultaneous activity of compounds<br>against different...","title_summary":" Natural brominated phenoxyphenols kill<br>persistent and biofilm-incorporated cells of MRSA and<br>other pathogenic bacteria.","x":26.5676269531,"y":31.6311340332,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.5676269531,"tsne_y":31.6311340332,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"4tfwu39o","source_x":"Medline","title":"Metabolism and biological activity of α-tocopherol derived from vitamin E-enriched transgenic maize in broilers.","doi":"10.1002\/jsfa.10480","abstract":"BACKGROUND The aim of this study was to investigate the metabolism of α-tocopherol derived from vitamin E-enriched transgenic maize (VER) and its effects on antioxidant and immune functions in broilers aged 1 to 42 days. A total of 360 1-day-old male broilers were randomly divided into three groups containing six replicates with 20 broilers per replicate. The negative control (NC) group and the positive control (PC) group were given non-GM maize and non-GM maize plus exogenous vitamin E (VE), respectively, and the VER group was given VER replacing the non-GM maize given to the NC group. Between days 1 and 21 and days 22 and 42, VE levels were 4.38 and 4.63 mg kg-1 in the NC group, and 14.11 and 14.91 mg kg-1 in the PC and VER group, respectively. RESULTS The results showed that α-tocopherol from both VER and additives increased α-tocopherol transfer protein and cytochrome P450 concentrations. Additionally, serum α-tocopherol and α-tocopherylquinone levels of broilers in the PC and VER groups were significantly higher than those in the NC group (P < 0.05). Compared with the NC group, broilers in both groups that received α-tocopherol had reduced NF-κB p65 concentrations, significantly decreased serum prostaglandin E2 , IL-6, malondialdehyde, and hydrogen peroxide levels (P < 0.05), and significantly increased glutathione, glutathione peroxidase, and total antioxidant capacity (P < 0.05). CONCLUSION In summary, both VER and non-GM maize fortified with exogenous VE showed similar effects on broilers, indicating that the α-tocopherol in VER has sufficient biological activity. This article is protected by copyright. All rights reserved.","publish_time":1588982400000,"author_summary":" Tengfei, Zhan; Yunsheng, Han; Chaohua, Tang;<br>Qingyu, Zhao; Dandan, Sun; Ying, Li; Xueting, Jia;<br>Lingyun, Zhou; Junmin, Zhang","abstract_summary":" BACKGROUND The aim of this study was to<br>investigate the metabolism of α-tocopherol derived from<br>vitamin E-enriched transgenic maize (VER) and its<br>effects on antioxidant and immune functions in<br>broilers aged 1 to 42 days. A total of 360 1-day-old male<br>broilers were randomly divided into three groups<br>containing six replicates with 20 broilers per replicate.<br>The negative control (NC) group and the positive<br>control (PC) group were given non-GM maize and non-GM<br>maize plus exogenous vitamin E (VE), respectively,<br>and the VER group was given VER replacing the non-GM<br>maize given to the NC group. Between days 1 and...","title_summary":" Metabolism and biological activity of<br>α-tocopherol derived from vitamin E-enriched transgenic<br>maize in broilers.","x":23.8807048798,"y":29.2843360901,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.8807048798,"tsne_y":29.2843360901,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"odcxlagb","source_x":"Medline","title":"Features and applications of Ent35-MccV hybrid bacteriocin: current state and perspectives.","doi":"10.1007\/s00253-020-10650-8","abstract":"Bacteriocins are peptides of ribosomal synthesis that are active against bacteria related to the producing strain. They have been widely used in the food industry as biopreservatives. The generation of hybrid peptides by combining the genes that encode two different bacteriocins has made it possible to study the mechanisms of action of the bacteriocins that compose them and also develop new peptides with improved biotechnological applications. Hybrid bacteriocins may be obtained in several ways. In our laboratory, by combining enterocin CRL35 and microcin V (Ent35-MccV), we obtained a broad-spectrum peptide that is active against both Gram-positive and Gram-negative bacteria. Ent35-MccV is sensitive to the action of intestinal proteases and is heat resistant, which makes it a good candidate for use as a biopreservative. For this reason, the peptide was tested in skim milk and beef burgers as food models. We also obtained more potent variants of the hybrid by modifying the central amino acid of the hinge region that connects the two bacteriocins. This review also discusses future applications and perspectives regarding the Ent35-MccV and other hybrid peptides.Key Points• Ent35-MccV is a new broad-spectrum bacteriocin.• The mechanism of action of bacteriocins can be studied using hybrid peptides.• Genetic engineering allows obtaining improved bacteriocin derivatives.• Hybrid peptides can be used in the food, pharmaceutical, and veterinary applications.","publish_time":1589587200000,"author_summary":" Navarro, S A; Lanza, L; Acuña, L; Bellomio, A;<br>Chalón, Miriam C","abstract_summary":" Bacteriocins are peptides of ribosomal<br>synthesis that are active against bacteria related to the<br>producing strain. They have been widely used in the food<br>industry as biopreservatives. The generation of hybrid<br>peptides by combining the genes that encode two<br>different bacteriocins has made it possible to study the<br>mechanisms of action of the bacteriocins that compose them<br>and also develop new peptides with improved<br>biotechnological applications. Hybrid bacteriocins may be<br>obtained in several ways. In our laboratory, by<br>combining enterocin CRL35 and microcin V (Ent35-MccV),<br>we obtained a broad-spectrum peptide that is<br>active against both Gram-positive and Gram-negative<br>bacteria. Ent35-MccV...","title_summary":" Features and applications of Ent35-MccV<br>hybrid bacteriocin: current state and perspectives.","x":26.4151878357,"y":32.4588813782,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.4151878357,"tsne_y":32.4588813782,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"3n1fkqyj","source_x":"Medline","title":"Hydration Efficacy of a Milk Permeate-Based Oral Hydration Solution.","doi":"10.3390\/nu12051502","abstract":"Milk permeate is an electrolyte-rich, protein- and fat-free liquid with a similar carbohydrate and mineral content to that of milk. Its hydration efficacy has not been examined. The beverage hydration index (BHI) has been used to compare various beverages to water in terms of post-ingestion fluid balance and retention. Our purpose was to compare the BHI (and related physiological responses) of a novel milk permeate solution (MPS) to that of water and a traditional carbohydrate-electrolyte solution (CES). Over three visits, 12 young subjects consumed 1 L of water, CES, or MPS. Urine samples were collected immediately post-ingestion and at 60, 120, 180, and 240 min. BHI was calculated by dividing cumulative urine output after water consumption by cumulative urine output for each test beverage at each time point. The BHI for MPS was significantly higher at all time points compared to water (all p < 0.001) and CES (all p ≤ 0.01) but did not differ between CES and water at any time point. Drinking 1 L of MPS resulted in decreased cumulative urine output across the subsequent 4 h compared to water and CES, suggesting that a beverage containing milk permeate is superior to water and a traditional CES at sustaining positive fluid balance post-ingestion.","publish_time":1590019200000,"author_summary":" Berry, Craig W; Wolf, S Tony; Murray, Bob;<br>Kenney, W Larry","abstract_summary":" Milk permeate is an electrolyte-rich,<br>protein- and fat-free liquid with a similar<br>carbohydrate and mineral content to that of milk. Its<br>hydration efficacy has not been examined. The beverage<br>hydration index (BHI) has been used to compare various<br>beverages to water in terms of post-ingestion fluid<br>balance and retention. Our purpose was to compare the<br>BHI (and related physiological responses) of a<br>novel milk permeate solution (MPS) to that of water<br>and a traditional carbohydrate-electrolyte<br>solution (CES). Over three visits, 12 young subjects<br>consumed 1 L of water, CES, or MPS. Urine samples were<br>collected immediately post-ingestion and at 60,...","title_summary":" Hydration Efficacy of a Milk Permeate-Based<br>Oral Hydration Solution.","x":23.3978443146,"y":29.010427475,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.3978443146,"tsne_y":29.010427475,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"e3gwzit5","source_x":"BioRxiv","title":"Production the industrial levels of bioethanol from glycerol by engineered yeast “Bioethanol-4th generation”","doi":"10.1101\/2020.06.04.132589","abstract":"Besides the pledges for expanding uses of biofuels to sustain the humanosphere, abruptly massive needs emerged for sanitizers with turns COVID-19 to a pandemic. Therefore, ethanol is topping the social-demanding, although the three generations of production, from molasses\/starch, lignocelluloses, and algae. Owing to the limited-availability of fermentable sugars from these resources, we addressed glycerol as a fourth bio-based carbon resource from biodiesel, soap, and fatty acid industries, which considers as a non-applicable source for bioethanol production. Here, we show the full strategy to generate efficient glycerol fermenting yeast by innovative rewriting the oxidation of cytosolic nicotinamide-adenine-dinucleotide (NADH) by O2-dependent dynamic shuttle while abolishing glycerol biosynthesis route. Besides, imposing a vigorous glycerol-oxidative pathway, the engineered strain demonstrated a breakthrough in conversion efficiency (up to 98%). Its capacity extending to produce up to 90g \/l ethanol and > 2 g 1-1 h-1, which promoting the industrial view. Visionary metabolic engineering here provides horizons for further tremendous economic and health benefits with assuring for its enhancing for the other scenarios of biorefineries. Summary Efficiently fermenting glycerol in yeast was developed by comprehensive engineering the glycerol pathways and rewriting NADH pathways.","publish_time":1591315200000,"author_summary":" Khattab, Sadat Mohamed Rezk; Watanabe,<br>Takashi","abstract_summary":" Besides the pledges for expanding uses of<br>biofuels to sustain the humanosphere, abruptly massive<br>needs emerged for sanitizers with turns COVID-19 to a<br>pandemic. Therefore, ethanol is topping the<br>social-demanding, although the three generations of production,<br>from molasses\/starch, lignocelluloses, and<br>algae. Owing to the limited-availability of<br>fermentable sugars from these resources, we addressed<br>glycerol as a fourth bio-based carbon resource from<br>biodiesel, soap, and fatty acid industries, which<br>considers as a non-applicable source for bioethanol<br>production. Here, we show the full strategy to generate<br>efficient glycerol fermenting yeast by innovative<br>rewriting the oxidation of cytosolic<br>nicotinamide-adenine-dinucleotide (NADH) by O2-dependent dynamic...","title_summary":" Production the industrial levels of<br>bioethanol from glycerol by engineered yeast<br>“Bioethanol-4th generation”","x":26.2952346802,"y":32.3445510864,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.2952346802,"tsne_y":32.3445510864,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"0ut1qdqy","source_x":"BioRxiv","title":"Biosynthesis of silver nanoparticles and exopolysaccharide using novel Thermophilic strain (Ts-1) of Bacillus amyloliquefaciens","doi":"10.1101\/2020.06.04.134742","abstract":"In the developing world, Nanotechnology became an efficient method in therapeutics, antimicrobials, diagnostics, catalysis, microelectronics, and high sensitivity biomolecular detection. As well as on the other hand, Exopolysaccharides are biopolymers which are also widely used in food formulation, bio- flocculants, bio-absorbents, drug delivery agents. As the chemical methods of synthesizing nanoparticles and polymers are environmentally risky, costly, and toxic. In the present study, we focused on production, purification, and characterization of silver nanoparticles (AgNPs) and exopolysaccharide (EPS) by eco-friendly, extracellular biosynthetic methods using novel thermophilic Bacillus amyloliquefaciens strain Ts-1. This strain was isolated from soil samples by employing pour and spread plate techniques. After obtaining pure culture, the bacterium was used for the synthesis of AgNPs and EPS. Nanoparticles were synthesized from AgNO3 by using reducing agents secreted by bacteria, and Exopolysaccharide biosynthesis is carried out in three steps by the organism in the presence of a carbon source. Synthesis of colloidal AgNPs and EPS was monitored by UV-Visible spectroscopy and Visual observation, respectively. SEM, Edax and FTIR were performed for the characterization of the AgNPs and EPS such as their size, morphology and composition and we also showed the catalytic activity of AgNps in degradation of methylene blue.","publish_time":1591228800000,"author_summary":" Thota, Sharath Chandra; Sreelatha, Bathini","abstract_summary":" In the developing world, Nanotechnology<br>became an efficient method in therapeutics,<br>antimicrobials, diagnostics, catalysis, microelectronics,<br>and high sensitivity biomolecular detection. As<br>well as on the other hand, Exopolysaccharides are<br>biopolymers which are also widely used in food formulation,<br>bio- flocculants, bio-absorbents, drug delivery<br>agents. As the chemical methods of synthesizing<br>nanoparticles and polymers are environmentally risky,<br>costly, and toxic. In the present study, we focused on<br>production, purification, and characterization of silver<br>nanoparticles (AgNPs) and exopolysaccharide (EPS) by<br>eco-friendly, extracellular biosynthetic methods using<br>novel thermophilic Bacillus amyloliquefaciens<br>strain Ts-1. This strain was isolated from soil<br>samples by employing pour and...","title_summary":" Biosynthesis of silver nanoparticles and<br>exopolysaccharide using novel Thermophilic strain (Ts-1) of<br>Bacillus amyloliquefaciens","x":26.231798172,"y":32.2940216064,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.231798172,"tsne_y":32.2940216064,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"nwrv0152","source_x":"BioRxiv","title":"Effects of a blend of essential oils in milk replacer on performance, rumen fermentation, blood parameters and health scores of dairy heifers","doi":"10.1101\/2020.03.17.995209","abstract":"The objective of this study was to evaluate how the inclusion of a blend of essential oils in milk replacer (MR) affects different outcomes of dairy heifers. The outcomes evaluated: feed intake, performance, body development, blood cells and metabolites, insulin-like growth factor-1 (IGF-1), rumen fermentation, fecal scores and respiratory scores. All outcomes were evaluated during pre-weaning (4 – 60 d of age), and carryover effects on post-weaning (61 – 90 d of age) periods. The experimental units utilized were 29 newborn Holstein × Gyr crossbred dairy heifers, with genetic composition of 5\/8 or more Holstein and 3\/8 or less Gyr and body weight (BW) at birth of 32.2 ± 5.2 kg. Experimental units were randomly assigned to either a control group (CON, n = 15) or a treatment group, consisting of supplementation of a blend of essential oils (BEO, n = 14) with1 g\/d\/calf (Apex Calf, Adisseo, China). During the pre-weaning phase, all heifers were fed 5 L of MR\/d reconstituted at 15% (dry matter basis), divided into two equal meals. Water and starter were provided ad libitum. During the post-weaning, animals received a maximum 3 kg of starter\/d, and ad libitum corn silage, divided into two meals. The outcomes feed intake, fecal and respiratory scores were evaluated daily. BW was measured every three days, while body development was recorded weekly. Blood samples were collected on 0, 30 and 60 d of age for total blood cell count, weekly to determinate ß-hydroxybutyrate, urea and glucose, and biweekly for IGF-1. Ruminal parameters (pH, volatile fatty acids, ammonia-N and acetate:proprionate proportion - C2:C3) were measured each 14 days. A randomized complete block design with an interaction between treatment and week was the experimental method of choice to test the hypothesis of effect of BEO on all outcomes. An ANOVA procedure was used for continuous outcomes and a non-parametric test was used for the ordered categorical outcomes both adopting a C.I. = 95%. Results indicated that there was not enough evidence to accept the alternative hypothesis of effect of BEO in MR on: feed intake, performance, body development and blood metabolites during both pre-weaning and post-weaning periods. However, results indicated that the inclusion of BEO in MR significantly affects the proportion of C2:C3 during pre and post-weaning (P ≤ 0.05). Similarly, the effect is significant for basophil (P ≤ 0.001) and platelet (P ≤ 0.05) counts in pre-weaning. The interaction between week and treatment was also significant for lymphocytes (P ≤ 0.001), revealing a long-term treatment immunological effect. Lastly, the effect on fecal scores was also significant (P ≤ 0.05) during pre-weaning, with lower values for BEO. BEO contributed for ruminal manipulation on pre-weaning and carry over effect on post-weaning; immunity improvement and a decrease morbidity of neonatal diarrhea in pre-weaning phase.","publish_time":1584403200000,"author_summary":" Campolina, Joana P.; Coelho, Sandra G.; Belli,<br>Anna Luiza; Machado, Fernanda S.; Pereira, Luiz G.<br>R.; Tomich, Thierry R.; Carvalho, Wanessa A.;<br>Silva, Rodrigo O. S.; Voorsluys, Alessandra L.;<br>Jacob, David V.; Campos, Mariana M.","abstract_summary":" The objective of this study was to evaluate how<br>the inclusion of a blend of essential oils in milk<br>replacer (MR) affects different outcomes of dairy<br>heifers. The outcomes evaluated: feed intake,<br>performance, body development, blood cells and<br>metabolites, insulin-like growth factor-1 (IGF-1), rumen<br>fermentation, fecal scores and respiratory scores. All<br>outcomes were evaluated during pre-weaning (4 – 60 d of<br>age), and carryover effects on post-weaning (61 – 90 d<br>of age) periods. The experimental units utilized<br>were 29 newborn Holstein × Gyr crossbred dairy<br>heifers, with genetic composition of 5\/8 or more<br>Holstein and 3\/8 or less Gyr...","title_summary":" Effects of a blend of essential oils in milk<br>replacer on performance, rumen fermentation, blood<br>parameters and health scores of dairy heifers","x":23.6380176544,"y":28.6931991577,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6380176544,"tsne_y":28.6931991577,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"mg3nywfx","source_x":"Elsevier; Medline; PMC","title":"Colostrum supplementation with n-3 fatty acids and α-tocopherol alters plasma polyunsaturated fatty acid profile and decreases an indicator of oxidative stress in newborn calves","doi":"10.3168\/jds.2019-17380","abstract":"ABSTRACT Our objective was to characterize the effects of supplementing newborn calves with n-3 fatty acids (FA) and α-tocopherol on blood lipid profiles and oxidant status in early life. Sixteen calves received 0 or 60 mL of 1:1 fish and flaxseed oil with 200 mg of α-tocopherol in 2.8 L of colostrum within 6 h after birth. Colostrum was >22% on the Brix scale. Blood was sampled on d 1, 2, 4, 7, 14, and 21 after birth for assessment of plasma polyunsaturated FA, α-tocopherol, total serum protein, and oxidant status index, an indirect indicator of oxidative stress that examines the balance between the concentration of reactive oxygen and nitrogen species and antioxidant capacity in serum. Health was observed daily. Weight and hip height were recorded at birth, 3 wk, and 8 wk. Data were analyzed with a Mixed procedure of SAS 9.4 (SAS Institute Inc., Cary, NC). Treatment did not alter concentration of total protein in blood serum, prevalence of diarrhea or other signs of disease, or rate of growth. Feeding n-3 FA and α-tocopherol increased plasma concentrations of the n-3 FA, including α-linolenic, eicosapentaenoic, and docosahexaenoic acids, with a concomitant decrease in oxidant status index during the first week of life. Concentrations of α-tocopherol decreased with supplementation, but all calves maintained adequate concentrations. Oxidant status index of treated calves returned to the level of control calves by d 14. We conclude that a colostrum supplement of n-3 FA and α-tocopherol is safe to administer to newborn calves, reduces oxidant status in the first week of life, and may improve health and performance.","publish_time":1588204800000,"author_summary":" Opgenorth, Julie; Sordillo, Lorraine M.;<br>VandeHaar, Michael J.","abstract_summary":" ABSTRACT Our objective was to characterize the<br>effects of supplementing newborn calves with n-3 fatty<br>acids (FA) and α-tocopherol on blood lipid profiles<br>and oxidant status in early life. Sixteen calves<br>received 0 or 60 mL of 1:1 fish and flaxseed oil with 200 mg<br>of α-tocopherol in 2.8 L of colostrum within 6 h<br>after birth. Colostrum was >22% on the Brix scale.<br>Blood was sampled on d 1, 2, 4, 7, 14, and 21 after birth<br>for assessment of plasma polyunsaturated FA,<br>α-tocopherol, total serum protein, and oxidant status index,<br>an indirect indicator of oxidative stress that<br>examines...","title_summary":" Colostrum supplementation with n-3 fatty<br>acids and α-tocopherol alters plasma<br>polyunsaturated fatty acid profile and decreases an indicator<br>of oxidative stress in newborn calves","x":23.6495456696,"y":28.780134201,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6495456696,"tsne_y":28.780134201,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"uapxlnib","source_x":"Elsevier; Medline; PMC","title":"Evaluation of the synergetic effect of Yupingfeng san and Flos Sophorae Immaturus based on free radical scavenging capacity","doi":"10.1016\/j.biopha.2020.110265","abstract":"OBJECTIVE: This study aimed to determine the optimal extraction process and examine whether the combination ofFlos Sophorae Immaturus (FSI) and Yupingfeng san (YPS) has a synergistic effect on free radical scavenging capacity. DESIGN AND METHODS: The time of immersion and extraction and the ratios (material\/solvent) of the combination of YPS and FSI were optimized on the basis of polysaccharide and flavonoid yields via orthogonal design. The optimal result was used in the 1,1-diphenyl-1-picrylhydrazyl (DPPH) assay and animal experiments to test the antioxidant activity, which is reflected by superoxide dismutase, malondialdehyde, glutathione peroxidase, and total antioxidant capacity serum levels. The optimal extraction process was determined using various ingredients to obtain complex extracts with high active ingredient content and antioxidant activity. DPPH assay results showed that the optimized ingredients have antioxidant effects, and the combination had better antioxidation function than YPS in vitro. The combination also showed synergistic antioxidant activity compared with YPS in vivo. CONCLUSIONS: The combination of YPS and FSI had a synergistic antioxidant effect in vitro. The optimized extracts had antioxidant effects in vivo. These results indicated that YPS could be used with FSI to improve its antioxidant capacity in the body on the basis of free radical scavenging capacity.","publish_time":1589760000000,"author_summary":" Huang, Ruoyue; Zhang, Yuning; Zhang, Yanli;<br>Zhang, Li; Pei, Linlin; Shu, Gang; Yuan, Zhixiang;<br>Lin, Juchun; Peng, Guangneng; Zhang, Wei; Zhao,<br>Ling; Shi, Fei; Fu, Hualin","abstract_summary":" OBJECTIVE: This study aimed to determine the<br>optimal extraction process and examine whether the<br>combination ofFlos Sophorae Immaturus (FSI) and<br>Yupingfeng san (YPS) has a synergistic effect on free<br>radical scavenging capacity. DESIGN AND METHODS: The<br>time of immersion and extraction and the ratios<br>(material\/solvent) of the combination of YPS and FSI were optimized<br>on the basis of polysaccharide and flavonoid<br>yields via orthogonal design. The optimal result was<br>used in the 1,1-diphenyl-1-picrylhydrazyl (DPPH)<br>assay and animal experiments to test the antioxidant<br>activity, which is reflected by superoxide dismutase,<br>malondialdehyde, glutathione peroxidase, and total<br>antioxidant capacity serum levels. The optimal...","title_summary":" Evaluation of the synergetic effect of<br>Yupingfeng san and Flos Sophorae Immaturus based on free<br>radical scavenging capacity","x":24.0919113159,"y":31.4556064606,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.0919113159,"tsne_y":31.4556064606,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"ws2mi03x","source_x":"Medline; PMC","title":"Bioactive Phytochemical Constituents of Wild Edible Mushrooms from Southeast Asia","doi":"10.3390\/molecules25081972","abstract":"Mushrooms have a long history of uses for their medicinal and nutritional properties. They have been consumed by people for thousands of years. Edible mushrooms are collected in the wild or cultivated worldwide. Recently, mushroom extracts and their secondary metabolites have acquired considerable attention due to their biological effects, which include antioxidant, antimicrobial, anti-cancer, anti-inflammatory, anti-obesity, and immunomodulatory activities. Thus, in addition to phytochemists, nutritionists and consumers are now deeply interested in the phytochemical constituents of mushrooms, which provide beneficial effects to humans in terms of health promotion and reduction of disease-related risks. In recent years, scientific reports on the nutritional, phytochemical and pharmacological properties of mushroom have been overwhelming. However, the bioactive compounds and biological properties of wild edible mushrooms growing in Southeast Asian countries have been rarely described. In this review, the bioactive compounds isolated from 25 selected wild edible mushrooms growing in Southeast Asia have been reviewed, together with their biological activities. Phytoconstituents with antioxidant and antimicrobial activities have been highlighted. Several evidences indicate that mushrooms are good sources for natural antioxidants and antimicrobial agents","publish_time":1587600000000,"author_summary":" Thu, Zaw Min; Myo, Ko Ko; Aung, Hnin Thanda;<br>Clericuzio, Marco; Armijos, Chabaco; Vidari, Giovanni","abstract_summary":" Mushrooms have a long history of uses for their<br>medicinal and nutritional properties. They have been<br>consumed by people for thousands of years. Edible<br>mushrooms are collected in the wild or cultivated<br>worldwide. Recently, mushroom extracts and their<br>secondary metabolites have acquired considerable<br>attention due to their biological effects, which include<br>antioxidant, antimicrobial, anti-cancer,<br>anti-inflammatory, anti-obesity, and immunomodulatory<br>activities. Thus, in addition to phytochemists,<br>nutritionists and consumers are now deeply interested in the<br>phytochemical constituents of mushrooms, which provide<br>beneficial effects to humans in terms of health promotion<br>and reduction of disease-related risks. In recent<br>years, scientific reports on the...","title_summary":" Bioactive Phytochemical Constituents of Wild<br>Edible Mushrooms from Southeast Asia","x":24.7582836151,"y":30.8243522644,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.7582836151,"tsne_y":30.8243522644,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"rf8avg9v","source_x":"Elsevier; Medline; PMC","title":"Effects of Yu-Ping-Feng polysaccharides (YPS) on the immune response, intestinal microbiota, disease resistance and growth performance of Litopenaeus vannamei","doi":"10.1016\/j.fsi.2020.07.003","abstract":"A 28-day feeding trial was conducted to investigate the effects of Yu-Ping-Feng polysaccharides (YPS) containing Astragalus polysaccharides (APS), Atractylodes macrocephala polysaccharides (AMP) and Saposhnikoviae polysaccharides (SPS) on the immune response, intestinal microbiota, disease resistance and growth performance of Litopenaeus vannamei. Seven hundred and twenty shrimp (3.04 ± 0.33 g) were fed the following diets: Control, YPS1 (0.13% APS + 0.0325% AMP + 0.0325% SPS), YPS2 (0.13% APS + 0.0325% AMP + 0.065% SPS) and YPS3 (0.13% APS + 0.0325% AMP+0.0975% SPS). After 14 and 28 days of feeding, the immune responses of hemocytes and intestine were measured. Intestinal microbiota and growth performance were measured after 28 days of feeding, after that, a 7-day challenge test against Vibrio harveyi was conducted. A significant (P < 0.05) increase of the total haemocyte count (THC), phagocytic activity, antibacterial activity and phenoloxidase (PO) activity was observed in shrimp fed YPS diets compared to the control. Also, dietary YPS supplementation particularly YPS3 group significantly increased the expressions of immune-related genes in the hemocytes and intestine. Regarding the intestinal microbiota, the microbial diversity and richness decreased and functional genes associated with short-chain fatty acids metabolism increased in YPS groups. After Vibrio harveyi challenge, the cumulative mortality in YPS groups was significantly lower than that of the control. Besides, dietary YPS had no significant effect on growth performance of shrimp (P > 0.05). The present results suggested that YPS could be considered as potential prebiotics for aquaculture farmed shrimp.","publish_time":1593734400000,"author_summary":" Su, Chen; Fan, Depeng; Pan, Luqing; Lu, Yusong;<br>Wang, Yuxuan; Zhang, Mengyu","abstract_summary":" A 28-day feeding trial was conducted to<br>investigate the effects of Yu-Ping-Feng polysaccharides<br>(YPS) containing Astragalus polysaccharides<br>(APS), Atractylodes macrocephala polysaccharides<br>(AMP) and Saposhnikoviae polysaccharides (SPS) on<br>the immune response, intestinal microbiota,<br>disease resistance and growth performance of<br>Litopenaeus vannamei. Seven hundred and twenty shrimp<br>(3.04 ± 0.33 g) were fed the following diets: Control,<br>YPS1 (0.13% APS + 0.0325% AMP + 0.0325% SPS), YPS2<br>(0.13% APS + 0.0325% AMP + 0.065% SPS) and YPS3 (0.13%<br>APS + 0.0325% AMP+0.0975% SPS). After 14 and 28 days<br>of feeding, the immune responses of hemocytes and<br>intestine were measured. Intestinal microbiota and...","title_summary":" Effects of Yu-Ping-Feng polysaccharides<br>(YPS) on the immune response, intestinal<br>microbiota, disease resistance and growth performance of<br>Litopenaeus vannamei","x":26.1386909485,"y":30.0731258392,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.1386909485,"tsne_y":30.0731258392,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mcw1zlr3","source_x":"Elsevier; Medline; PMC","title":"Effects of colostrum instead of formula feeding for the first 2 days postnatum on whole-body energy metabolism and its endocrine control in neonatal calves","doi":"10.3168\/jds.2019-17708","abstract":"ABSTRACT Colostrum provides high amounts of nutritive and non-nutritive substrates, which are essential for calf nutrition and passive immunization. Colostral growth factors and hormones have beneficial effects on postnatal maturation and may affect substrate utilization and energy expenditure in neonatal calves. We tested the hypothesis that energy metabolism and its endocrine regulation differ during the first 10 d of life in calves fed either colostrum or a milk-based formula with a similar nutrient composition to colostrum, but largely depleted of bioactive substances, for the first 2 d postnatum. Male Holstein calves (n = 18) were fed either pooled colostrum (COL; n = 9) or a milk-based formula (FOR; n = 9) for the first 2 d of life. From d 3 on, all calves received same milk replacer. On d 2 and 7 of life, calves were placed in a respiration chamber for indirect calorimetric measurements to calculate heat production, fat (FOX) and carbohydrate oxidation (COX), as well as respiratory quotient. Blood was sampled on d 1 before first colostrum intake and on d 2, 3, 7, 8, 9, and 10 before morning feeding, to measure plasma concentrations of immunoglobulins, metabolites, and hormones. Additional postprandial blood samples were taken on d 1 and 9 at 30, 60, 120, 240, and 420 min after milk feeding. Liver samples were collected on d 10 of life to determine gene expression related to energy metabolism. Formula-fed calves showed lower plasma concentrations of total protein, immunoglobulins, haptoglobin, leptin, adiponectin, and insulin-like growth factor (IGF) binding protein (IGFBP)-4 during the whole study but temporarily higher plasma concentrations of urea, insulin, glucagon, triglyceride, and cholesterol on the first day after feeding, compared with concentrations in COL. The temporary increase in glucagon, triglyceride, and cholesterol on d 1 reversed on d 2 or 3, showing higher concentrations in COL than in FOR calves. In FOR, IGF-I, IGFBP-2, and IGFBP-3 were lower on d 3 than in COL. Interestingly, FOR calves had higher heat production during respiratory measurements on d 2 and higher body temperature on d 2, 3, and 5 than those of COL. The hepatic mRNA abundance of cytosolic phosphoenolpyruvate carboxykinase was higher in FOR than in COL. Our results indicate that first milk feeding after birth influenced whole-body energy expenditure but not FOX and COX in neonatal calves, and the absorption of colostral leptin and adiponectin might affect insulin sensitivity on d 1 of life.","publish_time":1588204800000,"author_summary":" Liermann, W.; Schäff, C. T.; Gruse, J.; Derno,<br>M.; Weitzel, J. M.; Kanitz, E.; Otten, W.;<br>Hoeflich, A.; Stefaniak, T.; Sauerwein, H.; Bruckmaier,<br>R. M.; Gross, J. J.; Hammon, H. M.","abstract_summary":" ABSTRACT Colostrum provides high amounts of<br>nutritive and non-nutritive substrates, which are<br>essential for calf nutrition and passive immunization.<br>Colostral growth factors and hormones have beneficial<br>effects on postnatal maturation and may affect<br>substrate utilization and energy expenditure in<br>neonatal calves. We tested the hypothesis that energy<br>metabolism and its endocrine regulation differ during the<br>first 10 d of life in calves fed either colostrum or a<br>milk-based formula with a similar nutrient composition to<br>colostrum, but largely depleted of bioactive substances,<br>for the first 2 d postnatum. Male Holstein calves (n<br>= 18) were fed either pooled colostrum (COL;...","title_summary":" Effects of colostrum instead of formula<br>feeding for the first 2 days postnatum on whole-body<br>energy metabolism and its endocrine control in<br>neonatal calves","x":23.6189670563,"y":28.6118621826,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6189670563,"tsne_y":28.6118621826,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"kkwb2miu","source_x":"Medline; PMC","title":"Extraction, Characterization, and Anticoagulant Activity of a Sulfated Polysaccharide from Bursatella leachii Viscera","doi":"10.1021\/acsomega.0c01724","abstract":"[Image: see text] Bioactive compounds for drug discovery are increasingly extracted and purified from natural sources including marine organisms. Heparin is a therapeutic agent that has been used for several decades as an anticoagulant. However, heparin is known to cause many undesirable complications such as thrombocytopenia and risk of hemorrhage. Hence, there is a need to find alternatives to current widely used anticoagulant drugs. Here, we extract a sulfated polysaccharide from sea hare, that is, Bursatella leachii viscera, by enzymatic digestion. Several analytical approaches including elemental analysis, Fourier-transform infrared spectroscopy, nuclear magnetic resonance, and high-performance liquid chromatography–mass spectrometry analysis show that B. leachii polysaccharides have chemical structures similar to glycosaminoglycans. We explore the anticoagulant activity of the B. leachii extract using the activated partial thromboplastin time and the thrombin time. Our results demonstrate that the extracted sulfated polysaccharide has heparin-like anticoagulant activity, thus showing great promise as an alternative anticoagulant therapy.","publish_time":1591747200000,"author_summary":" Dhahri, Manel; Sioud, Salim; Dridi, Rihab;<br>Hassine, Mohsen; Boughattas, Naceur A.; Almulhim,<br>Fatimah; Al Talla, Zeyad; Jaremko, Mariusz; Emwas,<br>Abdul-Hamid M.","abstract_summary":" [Image: see text] Bioactive compounds for drug<br>discovery are increasingly extracted and purified from<br>natural sources including marine organisms. Heparin<br>is a therapeutic agent that has been used for<br>several decades as an anticoagulant. However, heparin<br>is known to cause many undesirable complications<br>such as thrombocytopenia and risk of hemorrhage.<br>Hence, there is a need to find alternatives to current<br>widely used anticoagulant drugs. Here, we extract a<br>sulfated polysaccharide from sea hare, that is,<br>Bursatella leachii viscera, by enzymatic digestion.<br>Several analytical approaches including elemental<br>analysis, Fourier-transform infrared spectroscopy,<br>nuclear magnetic resonance, and high-performance<br>liquid chromatography–mass spectrometry analysis<br>show...","title_summary":" Extraction, Characterization, and<br>Anticoagulant Activity of a Sulfated Polysaccharide from<br>Bursatella leachii Viscera","x":24.9526195526,"y":31.8104343414,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.9526195526,"tsne_y":31.8104343414,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"pkx2rla0","source_x":"Medline; PMC","title":"Biostudy on Traditional Chinese Medicine Massa Medicata Fermentata","doi":"10.1021\/acsomega.0c00816","abstract":"[Image: see text] Massa Medicata Fermentata (MMF) has been used for a long time by the Chinese. MMF is used widely in feed additives and human medicinal applications throughout the world; however, there have only been a few reports about the biostudy of its fermentation mechanism and medicinal ingredients. To safely use MMF, we observed the changes in the ingredients and amylase activity for several raw materials during the fermentation process of MMF. We are going to explore the basis of pharmacodynamic substances and the purpose of MMF to provide support for safe use in clinics. This biostudy data demonstrated that the ingredients such as amygdalin, benzaldehyde, and rutin were gradually degraded during the process of fermentation, and the fermented MMF did not contain amygdalin and benzaldehyde. The HPLC fingerprint of fermented MMF for 7 days is similar to the chemical composition of the original unfermented MMF with a similarity of only 0.106. Meanwhile, the activities of amylase in fermented MMF had gradually increased, and the content of organic acids also had increased. According to our biostudy, we found that the raw material chemical composition of MMF in the process of fermentation was affected by microorganisms and various substances. The conclusions of our study determined that the initial components of MMF are not identical to the pharmacodynamic components. We also conclude that amylase activity explains the pharmacological activity of MMF to a certain extent, but it is likely not the only factor. The implication not only provides the initial knowledge of MMF but also implies the further exploration of this popular traditional medicine.","publish_time":1588723200000,"author_summary":" Fu, Frank Qiang; Xu, Mingshu; Wei, Zhijiang;<br>Li, Weidong","abstract_summary":" [Image: see text] Massa Medicata Fermentata<br>(MMF) has been used for a long time by the Chinese. MMF<br>is used widely in feed additives and human<br>medicinal applications throughout the world; however,<br>there have only been a few reports about the biostudy<br>of its fermentation mechanism and medicinal<br>ingredients. To safely use MMF, we observed the changes in the<br>ingredients and amylase activity for several raw materials<br>during the fermentation process of MMF. We are going to<br>explore the basis of pharmacodynamic substances and<br>the purpose of MMF to provide support for safe use in<br>clinics. This biostudy data demonstrated...","title_summary":" Biostudy on Traditional Chinese Medicine<br>Massa Medicata Fermentata","x":24.8591384888,"y":30.9650421143,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.8591384888,"tsne_y":30.9650421143,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"eifz7dsc","source_x":"Elsevier; PMC","title":"Antimicrobial lead compounds from marine plants","doi":"10.1016\/b978-0-12-817890-4.00017-2","abstract":"Marine environment is a home to a very wide diversity of flora and fauna, which includes an array of genetically diverse coastline and under seawater plant species, animal species, microbial species, their habitats, ecosystems, and supporting ecological processes. The Earth is home to an estimated 10 million species, of which a large chunk belongs to marine environment. Marine plants are a store house of a variety of antimicrobial compounds like classes of marine flavonoids—flavones and flavonols, terpenoids, alkaloids, peptides, carbohydrates, fatty acids, polyketides, polysaccharides, phenolic compounds, and steroids. Lot of research today is directed toward marine species, which have proved to be a potent source of structurally widely diverse and yet highly bioactive secondary metabolites. Varied species of phylum Porifera, algae including diatoms, Chlorophyta, Euglenophyta, Dinoflagellata, Chrysophyta, cyanobacteria, Rhodophyta, and Phaeophyta, bacteria, fungi, and weeds have been exploited by mankind for their inherent indigenous biological antimicrobial compounds, produced under the extreme stressful underwater conditions of temperature, atmospheric pressure, light, and nutrition. The present study aims at presenting a brief review of bioactive marine compounds possessing antimicrobial potency.","publish_time":1579824000000,"author_summary":" Kurhekar, Jaya Vikas","abstract_summary":" Marine environment is a home to a very wide<br>diversity of flora and fauna, which includes an array of<br>genetically diverse coastline and under seawater plant<br>species, animal species, microbial species, their<br>habitats, ecosystems, and supporting ecological<br>processes. The Earth is home to an estimated 10 million<br>species, of which a large chunk belongs to marine<br>environment. Marine plants are a store house of a variety of<br>antimicrobial compounds like classes of marine<br>flavonoids—flavones and flavonols, terpenoids, alkaloids,<br>peptides, carbohydrates, fatty acids, polyketides,<br>polysaccharides, phenolic compounds, and steroids. Lot of<br>research today is directed toward marine species, which<br>have proved...","title_summary":" Antimicrobial lead compounds from marine<br>plants","x":26.2363529205,"y":31.1295871735,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.2363529205,"tsne_y":31.1295871735,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"xn0u0wj6","source_x":"Medline; PMC","title":"Vascular Epiphytic Medicinal Plants as Sources of Therapeutic Agents: Their Ethnopharmacological Uses, Chemical Composition, and Biological Activities","doi":"10.3390\/biom10020181","abstract":"This is an extensive review on epiphytic plants that have been used traditionally as medicines. It provides information on 185 epiphytes and their traditional medicinal uses, regions where Indigenous people use the plants, parts of the plants used as medicines and their preparation, and their reported phytochemical properties and pharmacological properties aligned with their traditional uses. These epiphytic medicinal plants are able to produce a range of secondary metabolites, including alkaloids, and a total of 842 phytochemicals have been identified to date. As many as 71 epiphytic medicinal plants were studied for their biological activities, showing promising pharmacological activities, including as anti-inflammatory, antimicrobial, and anticancer agents. There are several species that were not investigated for their activities and are worthy of exploration. These epipythes have the potential to furnish drug lead compounds, especially for treating cancers, and thus warrant indepth investigations.","publish_time":1579824000000,"author_summary":" Nugraha, Ari Satia; Triatmoko, Bawon;<br>Wangchuk, Phurpa; Keller, Paul A.","abstract_summary":" This is an extensive review on epiphytic plants<br>that have been used traditionally as medicines. It<br>provides information on 185 epiphytes and their<br>traditional medicinal uses, regions where Indigenous<br>people use the plants, parts of the plants used as<br>medicines and their preparation, and their reported<br>phytochemical properties and pharmacological properties<br>aligned with their traditional uses. These epiphytic<br>medicinal plants are able to produce a range of secondary<br>metabolites, including alkaloids, and a total of 842<br>phytochemicals have been identified to date. As many as 71<br>epiphytic medicinal plants were studied for their<br>biological activities, showing promising<br>pharmacological activities, including...","title_summary":" Vascular Epiphytic Medicinal Plants as<br>Sources of Therapeutic Agents: Their<br>Ethnopharmacological Uses, Chemical Composition, and Biological<br>Activities","x":25.0790748596,"y":30.9553585052,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0790748596,"tsne_y":30.9553585052,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"g58awdwj","source_x":"Elsevier; Medline; PMC","title":"TEMPORARY REMOVAL: Two small, cysteine-rich and cationic antifungal proteins from Penicillium chrysogenum: A comparative study of PAF and PAFB","doi":"10.1016\/j.bbamem.2020.183246","abstract":"The filamentous fungus Penicillium chrysogenum Q176 secretes the antimicrobial proteins (AMPs) PAF and PAFB, which share a compact disulfide-bond mediated, β-fold structure rendering them highly stable. These two AMPs effectively inhibit the growth of human pathogenic fungi in micromolar concentrations and exhibit antiviral potential without causing cytotoxic effects on mammalian cells in vitro and in vivo. The antifungal mechanism of action of both AMPs is closely linked to - but not solely dependent on - the lipid composition of the fungal cell membrane and requires a strictly regulated protein uptake into the cell, indicating that PAF and PAFB are not canonical membrane active proteins. Variations in their antifungal spectrum and their killing dynamics point towards a divergent mode of action related to their physicochemical properties and surface charge distribution. In this review, we relate characteristic features of PAF and PAFB to the current knowledge about other AMPs of different sources. In addition, we present original data that have never been published before to substantiate our assumptions and provide evidences that help to explain and understand better the mechanistic function of PAF and PAFB. Finally, we underline the promising potential of PAF and PAFB as future antifungal therapeutics.","publish_time":1583193600000,"author_summary":" Huber, A.; Galgoczy, L.; Varadi, G.;<br>Holzknecht, J.; Kakar, A.; Malanovic, N.; Leber, R.; Koch,<br>J.; Keller, M. A.; Batta, G.; Toth, G. K.; Marx, F.","abstract_summary":" The filamentous fungus Penicillium<br>chrysogenum Q176 secretes the antimicrobial proteins<br>(AMPs) PAF and PAFB, which share a compact<br>disulfide-bond mediated, β-fold structure rendering them<br>highly stable. These two AMPs effectively inhibit the<br>growth of human pathogenic fungi in micromolar<br>concentrations and exhibit antiviral potential without<br>causing cytotoxic effects on mammalian cells in vitro<br>and in vivo. The antifungal mechanism of action of<br>both AMPs is closely linked to - but not solely<br>dependent on - the lipid composition of the fungal cell<br>membrane and requires a strictly regulated protein<br>uptake into the cell, indicating that PAF and PAFB are<br>not...","title_summary":" TEMPORARY REMOVAL: Two small, cysteine-rich<br>and cationic antifungal proteins from<br>Penicillium chrysogenum: A comparative study of PAF and<br>PAFB","x":26.369474411,"y":32.2950782776,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.369474411,"tsne_y":32.2950782776,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"bxm9yxjm","source_x":"Medline; PMC","title":"Molecular Mechanism of Functional Ingredients in Barley to Combat Human Chronic Diseases","doi":"10.1155\/2020\/3836172","abstract":"Barley plays an important role in health and civilization of human migration from Africa to Asia, later to Eurasia. We demonstrated the systematic mechanism of functional ingredients in barley to combat chronic diseases, based on PubMed, CNKI, and ISI Web of Science databases from 2004 to 2020. Barley and its extracts are rich in 30 ingredients to combat more than 20 chronic diseases, which include the 14 similar and 9 different chronic diseases between grains and grass, due to the major molecular mechanism of six functional ingredients of barley grass (GABA, flavonoids, SOD, K-Ca, vitamins, and tryptophan) and grains (β-glucans, polyphenols, arabinoxylan, phytosterols, tocols, and resistant starch). The antioxidant activity of barley grass and grain has the same and different functional components. These results support findings that barley grain and its grass are the best functional food, promoting ancient Babylonian and Egyptian civilizations, and further show the depending functional ingredients for diet from Pliocene hominids in Africa and Neanderthals in Europe to modern humans in the world. This review paper not only reveals the formation and action mechanism of barley diet overcoming human chronic diseases, but also provides scientific basis for the development of health products and drugs for the prevention and treatment of human chronic diseases.","publish_time":1585526400000,"author_summary":" Zeng, Yawen; Pu, Xiaoying; Du, Juan; Yang,<br>Xiaomeng; Li, Xia; Mandal, Md. Siddikun Nabi; Yang, Tao;<br>Yang, Jiazhen","abstract_summary":" Barley plays an important role in health and<br>civilization of human migration from Africa to Asia, later to<br>Eurasia. We demonstrated the systematic mechanism of<br>functional ingredients in barley to combat chronic<br>diseases, based on PubMed, CNKI, and ISI Web of Science<br>databases from 2004 to 2020. Barley and its extracts are<br>rich in 30 ingredients to combat more than 20 chronic<br>diseases, which include the 14 similar and 9 different<br>chronic diseases between grains and grass, due to the<br>major molecular mechanism of six functional<br>ingredients of barley grass (GABA, flavonoids, SOD, K-Ca,<br>vitamins, and tryptophan) and grains (β-glucans,...","title_summary":" Molecular Mechanism of Functional<br>Ingredients in Barley to Combat Human Chronic Diseases","x":24.4680728912,"y":30.5279922485,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.4680728912,"tsne_y":30.5279922485,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"c1mg6tht","source_x":"Medline; PMC","title":"Mechanisms of Bioactivities of Fucoidan from the Brown Seaweed Fucus vesiculosus L. of the Barents Sea","doi":"10.3390\/md18050275","abstract":"The aim of this study was to elucidate some mechanisms of radical scavenging and the anti-inflammatory, anti-hyperglycemic, and anti-coagulant bioactivities of high molecular weight fucoidan from Fucus vesiculosus in several in vitro models. Fucoidan has displayed potent 1, 1-diphenyl-2-picryl hydrazil radical scavenging and reduction power activities. It significantly inhibits the cyclooxygenase-2 (COX-2) enzyme (IC(50) 4.3 μg mL(−1)) with a greater selectivity index (lg(IC(80) COX-2\/IC(80)COX-1), −1.55) than the synthetic non-steroidal anti-inflammatory drug indomethacin (lg(IC(80) COX-2\/IC(80)COX-1), −0.09). A concentration-dependent inhibition of hyaluronidase enzyme with an IC(50) of 2.9 μg mL(−1) was observed. Fucoidan attenuated the lipopolysaccharide-induced expression of mitogen-activated protein kinase p38. Our findings suggest that the inhibition of dipeptidyl peptidase-IV (DPP-IV) (IC(50) 1.11 μg mL(−1)) is one of the possible mechanisms involved in the anti-hyperglycemic activity of fucoidan. At a concentration of 3.2 μg mL(−1), fucoidan prolongs the activated partial thromboplastin time and thrombin time by 1.5-fold and 2.5-fold compared with a control, respectively. A significant increase of prothrombin time was observed after the concentration of fucoidan was increased above 80 μg mL(−1). This evidenced that fucoidan may have an effect on intrinsic\/common pathways and little effect on the extrinsic mechanism. This study sheds light on the multiple pathways of the bioactivities of fucoidan. As far as we know, the inhibition of hyaluronidase and DPP-IV by high molecular fucoidan was studied for the first time in this work. Our results and literature data suggest that molecular weight, sulfate content, fucose content, and polyphenols may contribute to these activities. It seems that high molecular weight fucoidan has promising therapeutic applications in different pharmacological settings. Anti-oxidant, anti-inflammatory and anti-coagulant drugs have been used for the management of complications of COVID19. Taken as a whole, fucoidan could be considered as a prospective candidate for the treatment of patients with COVID19; however, additional research in this field is required.","publish_time":1590105600000,"author_summary":" Pozharitskaya, Olga N.; Obluchinskaya,<br>Ekaterina D.; Shikov, Alexander N.","abstract_summary":" The aim of this study was to elucidate some<br>mechanisms of radical scavenging and the<br>anti-inflammatory, anti-hyperglycemic, and anti-coagulant<br>bioactivities of high molecular weight fucoidan from Fucus<br>vesiculosus in several in vitro models. Fucoidan has<br>displayed potent 1, 1-diphenyl-2-picryl hydrazil<br>radical scavenging and reduction power activities. It<br>significantly inhibits the cyclooxygenase-2 (COX-2) enzyme<br>(IC(50) 4.3 μg mL(−1)) with a greater selectivity index<br>(lg(IC(80) COX-2\/IC(80)COX-1), −1.55) than the<br>synthetic non-steroidal anti-inflammatory drug<br>indomethacin (lg(IC(80) COX-2\/IC(80)COX-1), −0.09). A<br>concentration-dependent inhibition of hyaluronidase enzyme with an<br>IC(50) of 2.9 μg mL(−1) was observed. Fucoidan<br>attenuated the lipopolysaccharide-induced expression<br>of mitogen-activated protein kinase p38....","title_summary":" Mechanisms of Bioactivities of Fucoidan from<br>the Brown Seaweed Fucus vesiculosus L. of the<br>Barents Sea","x":25.026725769,"y":31.9273796082,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.026725769,"tsne_y":31.9273796082,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"mb2oylqb","source_x":"Medline; PMC","title":"In Preparation for Outdoor Pharming: Griffithsin Can Be Expressed in Nicotiana excelsiana and Retains Activity After Storage as Silage","doi":"10.3389\/fbioe.2020.00199","abstract":"Griffithsin is an algae-derived lectin with strong anti-viral activity against HIV and a positive safety profile. Multiple clinical studies are investigating griffithsin's utility as topical HIV microbicide. HIV microbicides are an extremely cost-sensitive market and plant-based griffithsin protein expression has the potential to meet those demands. The griffithsin product used in the clinic has been expressed and purified in N. benthamiana, using a TMV-based viral vector system, Geneware®. Outdoor pharming of biopharmaceuticals would further alleviate startup costs for biotechnology firms and may allow broader product accessibility. Therefore, this study assessed expression in a hybrid tobacco line, N. excelsiana, that is susceptible to TMV-based viral vectors and can be grown outdoors. In addition to using this hybrid line we expand on methods for in planta storage of griffithsin in leafy plants by ensiling kilogram quantities of griffithsin. The ensiling process allows year-round biomanufacturing, minimal environmental-controlled storage, and reduces the industry need for multiple growth areas to maintain multi-product manufacturing of plant-based pharmaceuticals. This study shows that griffithsin can be expressed in N. excelsiana and is stable, recoverable, and active from ensiled tissue. These studies can pave the way for future plant-based pharmaceuticals to be expressed and stored in this manner.","publish_time":1584489600000,"author_summary":" Eapen, Paul; Cates, Jennifer; Mundell, Rich;<br>Palmer, Kenneth E.; Fuqua, Joshua L.","abstract_summary":" Griffithsin is an algae-derived lectin with<br>strong anti-viral activity against HIV and a positive<br>safety profile. Multiple clinical studies are<br>investigating griffithsin's utility as topical HIV<br>microbicide. HIV microbicides are an extremely<br>cost-sensitive market and plant-based griffithsin protein<br>expression has the potential to meet those demands. The<br>griffithsin product used in the clinic has been expressed<br>and purified in N. benthamiana, using a TMV-based<br>viral vector system, Geneware®. Outdoor pharming of<br>biopharmaceuticals would further alleviate startup costs for<br>biotechnology firms and may allow broader product<br>accessibility. Therefore, this study assessed expression in a<br>hybrid tobacco line, N. excelsiana, that is...","title_summary":" In Preparation for Outdoor Pharming:<br>Griffithsin Can Be Expressed in Nicotiana excelsiana and<br>Retains Activity After Storage as Silage","x":25.2644786835,"y":30.0736255646,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.2644786835,"tsne_y":30.0736255646,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"96jqjs64","source_x":"Elsevier; PMC","title":"Analysis of alkaloids (indole alkaloids, isoquinoline alkaloids, tropane alkaloids)","doi":"10.1016\/b978-0-12-816455-6.00015-9","abstract":"Alkaloids are a large cluster of molecules found in Mother Nature all over the world. They are all secondary compounds and collection of miscellaneous elements and biomolecules, derived from amino acids or from transamination. This diverse chemical group is categorized, based on the amino acids that deliver their nitrogen atom and part of their skeleton. Alkaloids from a similar origin or having the same basic nucleus may have dissimilar biosynthetic pathways and different biological activity. They are derived from l-phenylalanine, l-tyrosine, anthranilic acid or acetate, l-histidine, l-ornithine, nicotinic acid, and l-lysine. Apart from other types of alkaloids, indole, tropane, and isoquinoline alkaloids are very important. People from all over the world are using them in their everyday life. Alkaloids can also have an animal origin, which may be endogenous or exogenous. This chapter highlights the phytochemistry of the main representatives among the diverse group of alkaloids. This chapter also focuses on their extraction, purification, fractionation, identification, and quantification procedures. A fundamental understanding of the biological activity of important alkaloids is also highlighted in this chapter. With the potential of revealing new compounds and diverse pharmacological properties, alkaloids still embrace a great potential for the future of drug discovery.","publish_time":1584662400000,"author_summary":" Dey, Prasanta; Kundu, Amit; Kumar, Anoop;<br>Gupta, Meenakshi; Lee, Byung Mu; Bhakta, Tejendra;<br>Dash, Suvakanta; Kim, Hyung Sik","abstract_summary":" Alkaloids are a large cluster of molecules<br>found in Mother Nature all over the world. They are all<br>secondary compounds and collection of miscellaneous<br>elements and biomolecules, derived from amino acids or<br>from transamination. This diverse chemical group<br>is categorized, based on the amino acids that<br>deliver their nitrogen atom and part of their skeleton.<br>Alkaloids from a similar origin or having the same basic<br>nucleus may have dissimilar biosynthetic pathways and<br>different biological activity. They are derived from<br>l-phenylalanine, l-tyrosine, anthranilic acid or acetate,<br>l-histidine, l-ornithine, nicotinic acid, and l-lysine.<br>Apart from other types of alkaloids, indole,<br>tropane, and...","title_summary":" Analysis of alkaloids (indole alkaloids,<br>isoquinoline alkaloids, tropane alkaloids)","x":24.943769455,"y":32.3006095886,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.943769455,"tsne_y":32.3006095886,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"z76gjpd8","source_x":"Medline; PMC","title":"Altitude impact on the chemical profile and biological activities of Satureja thymbra L. essential oil","doi":"10.1186\/s12906-020-02982-9","abstract":"BACKGROUND: Several agricultural or environmental factors affect plants’ chemical and pharmacological properties. METHODS: In this study, the essential oil of Libyan Satureja thymbra was isolated from plants collected during two successive years at two different altitudes; Wasita (WEO) and Safsaf (SEO), 156 and 661 m above sea level, respectively. RESULTS: GC\/MS allowed the identification of 21 and 23 compounds, respectively. Thymol prevailed in WEO (26.69%), while carvacrol prevailed in SEO (14.30%). Antimicrobial activity was tested by agar-well diffusion method, and MIC\/MLC values were determined by broth dilution method. Values of MIC\/MLC were 0.125\/0.25 μg\/ml for SEO against S. aureus, P. mirabilis and K. pneumonia and for WEO against B. subtilus. It was observed that plants growing at lower altitude in Wasita locality had better antifungal activity, while those growing at higher altitude at Safsaf locality had better antibacterial activity. Both essential oils had a better anthelmintic activity than the standard piperazine citrate against a tested earthworm. However, SEO oil had a significantly higher anthelmintic activity than WEO. Cytotoxicity of the oils tested using SRB assay on human breast cancer (MCF-7) and colon cancer cell lines (HCT-116) showed better activity for SEO, especially against HCT-116 with IC(50) 2.45 ± 0.21 μg\/ml. CONCLUSIONS: Thus, altitude is an important factor that should be considered as it affected the yield, composition and biology of the plant extracts.","publish_time":1591920000000,"author_summary":" Khalil, Noha; El-Jalel, Lamya; Yousif,<br>Miriam; Gonaid, Mariam","abstract_summary":" BACKGROUND: Several agricultural or<br>environmental factors affect plants’ chemical and<br>pharmacological properties. METHODS: In this study, the<br>essential oil of Libyan Satureja thymbra was isolated<br>from plants collected during two successive years<br>at two different altitudes; Wasita (WEO) and<br>Safsaf (SEO), 156 and 661 m above sea level,<br>respectively. RESULTS: GC\/MS allowed the identification of<br>21 and 23 compounds, respectively. Thymol<br>prevailed in WEO (26.69%), while carvacrol prevailed in<br>SEO (14.30%). Antimicrobial activity was tested<br>by agar-well diffusion method, and MIC\/MLC<br>values were determined by broth dilution method.<br>Values of MIC\/MLC were 0.125\/0.25 μg\/ml for SEO<br>against S. aureus, P....","title_summary":" Altitude impact on the chemical profile and<br>biological activities of Satureja thymbra L. essential<br>oil","x":25.1516418457,"y":30.9826164246,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.1516418457,"tsne_y":30.9826164246,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"nmicwt0s","source_x":"Medline; PMC","title":"Highlights of marine natural products having parallel scaffolds found from marine-derived bacteria, sponges, and tunicates","doi":"10.1038\/s41429-020-0330-5","abstract":"Marine-derived bacteria are a prolific source of a wide range of structurally diverse natural products. This review, dedicated to Professor William Fenical, begins by showcasing many seminal discoveries made at the University of California San Diego from marine-derived actinomycetes. Discussed early on is the 20-year journey of discovery and advancement of the seminal actinomycetes natural product salinosporamide A into Phase III anticancer clinical trials. There are many fascinating parallels discussed that were gleaned from the comparative literature of marine sponge, tunicate, and bacteria-derived natural products. Identifying bacterial biosynthetic machinery housed in sponge and tunicate holobionts through both culture-independent and culture-dependent approaches is another important and expanding subject that is analyzed. Work reviewed herein also evaluates the hypotheses that many marine invertebrate-derived natural products are biosynthesised by associated or symbiotic bacteria. The insights and outcomes from metagenomic sequencing and synthetic biology to expand molecule discovery continue to provide exciting outcomes and they are predicted to be the source of the next generation of novel marine natural product chemical scaffolds.","publish_time":1591574400000,"author_summary":" McCauley, Erin P.; Piña, Ivett C.; Thompson,<br>Alyssa D.; Bashir, Kashif; Weinberg, Miriam; Kurz,<br>Shannon L.; Crews, Phillip","abstract_summary":" Marine-derived bacteria are a prolific source<br>of a wide range of structurally diverse natural<br>products. This review, dedicated to Professor William<br>Fenical, begins by showcasing many seminal discoveries<br>made at the University of California San Diego from<br>marine-derived actinomycetes. Discussed early on is the<br>20-year journey of discovery and advancement of the<br>seminal actinomycetes natural product<br>salinosporamide A into Phase III anticancer clinical trials.<br>There are many fascinating parallels discussed that<br>were gleaned from the comparative literature of<br>marine sponge, tunicate, and bacteria-derived<br>natural products. Identifying bacterial<br>biosynthetic machinery housed in sponge and tunicate<br>holobionts through both culture-independent and<br>culture-dependent...","title_summary":" Highlights of marine natural products having<br>parallel scaffolds found from marine-derived<br>bacteria, sponges, and tunicates","x":26.631565094,"y":31.3553390503,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.631565094,"tsne_y":31.3553390503,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"c763gzq2","source_x":"Elsevier; Medline; PMC","title":"Identification and characterization of a novel L-type lectin (MjLTL2) from kuruma shrimp (Marsupenaeus japonicus)","doi":"10.1016\/j.fsi.2020.01.022","abstract":"L-type lectins (LTLs) belong to the lectin family and are characterized by a conserved structural motif in their carbohydrate recognition domain. LTLs are homologous to leguminous lectins. In this study, we identified and functionally characterized an LTL from kuruma shrimp Marsupenaeus japonicus. We designated this LTL as MjLTL2. MjLTL2 contains a signal peptide, a Lectin_leg domain, a coiled coil, and transmembrane domain. MjLTL2 is distributed in hemocytes, heart, hepatopancreas, gill, stomach, and intestine; higher expression levels are seen in hemocytes and the hepatopancreas than in other tissues. MjLTL2 was upregulated following challenge of shrimp with Vibrio anguillarum and white spot syndrome virus (WSSV). MjLTL2 can agglutinate several bacteria without Ca(2+). In addition, MjLTL2 could bind to several Gram-positive and -negative bacteria by binding to their lipopolysaccharide and peptidoglycan. However, MjLTL2 could not enhance the clearance of V. anguillarum in vivo. In the presence of WSSV infection, MjLTL2 knockdown by RNA interference resulted in a 7-day lower cumulative mortality of M. japonicus. Moreover, less VP19, VP24, VP26, and VP28 mRNAs were extracted from the hemocytes of MjLTL2 knockdown shrimp than from the control. These results suggest that MjLTL2 is involved in immune responses in shrimp.","publish_time":1578873600000,"author_summary":" Xu, Sen; Jing, Ming; Liu, Wen-Ying; Dong, He;<br>Kong, De-Min; Wang, Ya-Ru; Zhang, Han-Han; Yue,<br>Zhen; Li, You-Jie; Jiao, Fei; Xie, Shu-Yang","abstract_summary":" L-type lectins (LTLs) belong to the lectin<br>family and are characterized by a conserved<br>structural motif in their carbohydrate recognition<br>domain. LTLs are homologous to leguminous lectins. In<br>this study, we identified and functionally<br>characterized an LTL from kuruma shrimp Marsupenaeus<br>japonicus. We designated this LTL as MjLTL2. MjLTL2<br>contains a signal peptide, a Lectin_leg domain, a coiled<br>coil, and transmembrane domain. MjLTL2 is<br>distributed in hemocytes, heart, hepatopancreas, gill,<br>stomach, and intestine; higher expression levels are<br>seen in hemocytes and the hepatopancreas than in<br>other tissues. MjLTL2 was upregulated following<br>challenge of shrimp with Vibrio anguillarum and white<br>spot...","title_summary":" Identification and characterization of a<br>novel L-type lectin (MjLTL2) from kuruma shrimp<br>(Marsupenaeus japonicus)","x":26.1442928314,"y":33.2366714478,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.1442928314,"tsne_y":33.2366714478,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"dhkz23co","source_x":"Medline; PMC","title":"Native and exotic plants with edible fleshy fruits utilized in Patagonia and their role as sources of local functional foods","doi":"10.1186\/s12906-020-02952-1","abstract":"BACKGROUND: Traditionally part of the human diet, plants with edible fleshy fruits (PEFF) contain bioactive components that may exert physiological effects beyond nutrition, promoting human health and well-being. Focusing on their food-medicine functionality, different ways of using PEFF were studied in a cross-sectional way using two approaches: a bibliographical survey and an ethnobotanical case study in a rural community of Patagonia, Argentina. METHODS: A total of 42 studies were selected for the bibliographical review. The case study was carried out with 80% of the families inhabiting the rural community of Cuyín Manzano, using free listing, interviews, and participant observation. In both cases we analyzed species richness and use patterns through the edible consensus and functional consensus indices. Local foods, ailments, medicines and drug plants were also registered. RESULTS: The review identified 73 PEFF, the majority of which (78%) were native species, some with the highest use consensus. PEFF were used in 162 different local foods, but mainly as fresh fruit. Of the total, 42% were used in a functional way, in 54 different medicines. The principal functional native species identified in the review were Aristotelia chilensis and Berberis microphylla. In the case study 20 PEFF were in current use (50% were native), and consensus values were similar for native and exotic species. These were used in 44 different local foods, mainly as fresh fruit. Only 30% were recognized for their functional value by inhabitants (mainly as gastrointestinal and respiratory treatments). The species with the highest functional consensus were the exotic Sambucus nigra and Rosa rubiginosa, followed by the native A. chilensis, Ribes magellanicum and B. microphylla. Infusions also constituted important local functional foods. CONCLUSIONS: This survey highlights the importance of studying the different local functional foods to depict the biocultural diversity of a human society. The preparation of different beverages and herbal medicines was relevant, and would be a promising subject to investigate in the future. The living heritage of PEFF appears to have undergone hybridization processes, such that exotic species play an increasingly significant role.","publish_time":1590278400000,"author_summary":" Chamorro, Melina Fernanda; Ladio, Ana","abstract_summary":" BACKGROUND: Traditionally part of the human<br>diet, plants with edible fleshy fruits (PEFF)<br>contain bioactive components that may exert<br>physiological effects beyond nutrition, promoting human<br>health and well-being. Focusing on their<br>food-medicine functionality, different ways of using PEFF<br>were studied in a cross-sectional way using two<br>approaches: a bibliographical survey and an<br>ethnobotanical case study in a rural community of Patagonia,<br>Argentina. METHODS: A total of 42 studies were selected for<br>the bibliographical review. The case study was<br>carried out with 80% of the families inhabiting the<br>rural community of Cuyín Manzano, using free<br>listing, interviews, and participant observation. In...","title_summary":" Native and exotic plants with edible fleshy<br>fruits utilized in Patagonia and their role as sources<br>of local functional foods","x":25.0336780548,"y":30.5492725372,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0336780548,"tsne_y":30.5492725372,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"2v9mkobt","source_x":"Elsevier; PMC","title":"Occurrence and Possible Roles of Polysaccharides in Fungi and their Influence on the Development of New Technologies","doi":"10.1016\/j.carbpol.2020.116613","abstract":"The article summarizes the roles of polysaccharides in the biology of fungi and their relationship in the development of new technologies. The comparative approach between the evolution of fungi and the chemistry of glycobiology elucidated relevant aspects about the role of polysaccharides in fungi. Also, based on the knowledge of fungal glycobiology, it was possible to address the development of new technologies, such as the production of new anti-tumor drugs, vaccines, biomaterials, and applications in the field of robotics. We conclude that polysaccharides activate pathways of apoptosis, secretion of pro-inflammatory substances, and macrophage, inducing anticancer activity. Also, the activation of the immune system, which opens the way for the production of vaccines. The development of biomaterials and parts for robotics is a promising and little-explored field. Finally, the article is multidisciplinary, with a different and integrated approach to the role of nature in the sustainable development of new technologies.","publish_time":1592006400000,"author_summary":" Barbosa, Jhonatas Rodrigues","abstract_summary":" The article summarizes the roles of<br>polysaccharides in the biology of fungi and their relationship<br>in the development of new technologies. The<br>comparative approach between the evolution of fungi and the<br>chemistry of glycobiology elucidated relevant aspects<br>about the role of polysaccharides in fungi. Also,<br>based on the knowledge of fungal glycobiology, it was<br>possible to address the development of new<br>technologies, such as the production of new anti-tumor drugs,<br>vaccines, biomaterials, and applications in the field of<br>robotics. We conclude that polysaccharides activate<br>pathways of apoptosis, secretion of pro-inflammatory<br>substances, and macrophage, inducing anticancer<br>activity. Also, the activation of...","title_summary":" Occurrence and Possible Roles of<br>Polysaccharides in Fungi and their Influence on the Development<br>of New Technologies","x":26.748878479,"y":32.6250991821,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.748878479,"tsne_y":32.6250991821,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cxrjzva4","source_x":"Medline; PMC","title":"A chromosome-scale genome assembly of Isatis indigotica, an important medicinal plant used in traditional Chinese medicine: An Isatis genome","doi":"10.1038\/s41438-020-0240-5","abstract":"Isatis indigotica (2n = 14) is an important medicinal plant in China. Its dried leaves and roots (called Isatidis Folium and Isatidis Radix, respectively) are broadly used in traditional Chinese medicine for curing diseases caused by bacteria and viruses such as influenza and viral pneumonia. Various classes of compounds isolated from this species have been identified as effective ingredients. Previous studies based on transcriptomes revealed only a few candidate genes for the biosynthesis of these active compounds in this medicinal plant. Here, we report a high-quality chromosome-scale genome assembly of I. indigotica with a total size of 293.88 Mb and scaffold N50 = 36.16 Mb using single-molecule real-time long reads and high-throughput chromosome conformation capture techniques. We annotated 30,323 high-confidence protein-coding genes. Based on homolog searching and functional annotations, we identified many candidate genes involved in the biosynthesis of main active components such as indoles, terpenoids, and phenylpropanoids. In addition, we found that some key enzyme-coding gene families related to the biosynthesis of these components were expanded due to tandem duplications, which likely drove the production of these major active compounds and explained why I. indigotica has excellent antibacterial and antiviral activities. Our results highlighted the importance of genome sequencing in identifying candidate genes for metabolite synthesis in medicinal plants.","publish_time":1580515200000,"author_summary":" Kang, Minghui; Wu, Haolin; Yang, Qiao; Huang,<br>Li; Hu, Quanjun; Ma, Tao; Li, Zaiyun; Liu, Jianquan","abstract_summary":" Isatis indigotica (2n = 14) is an important<br>medicinal plant in China. Its dried leaves and roots<br>(called Isatidis Folium and Isatidis Radix,<br>respectively) are broadly used in traditional Chinese<br>medicine for curing diseases caused by bacteria and<br>viruses such as influenza and viral pneumonia. Various<br>classes of compounds isolated from this species have<br>been identified as effective ingredients.<br>Previous studies based on transcriptomes revealed only<br>a few candidate genes for the biosynthesis of<br>these active compounds in this medicinal plant.<br>Here, we report a high-quality chromosome-scale<br>genome assembly of I. indigotica with a total size of<br>293.88 Mb and...","title_summary":" A chromosome-scale genome assembly of Isatis<br>indigotica, an important medicinal plant used in<br>traditional Chinese medicine: An Isatis genome","x":25.6575813293,"y":30.7498092651,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.6575813293,"tsne_y":30.7498092651,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"vkhcx9sf","source_x":"Medline; PMC","title":"African potato (Hypoxis hemerocallidea): a systematic review of its chemistry, pharmacology and ethno medicinal properties","doi":"10.1186\/s12906-020-02956-x","abstract":"BACKGROUND: African Potato (hypoxis hemerocallidea), is used for enhancing immune system in Southern Africa. It is among the plants of intense commercial and scientific interest; hence, the aim of this study was to describe its chemistry and pharmacology. METHODS: PubMed, Cochrane Controlled Trials Register (CENTRAL) and Google Scholar were searched independently for relevant literature. The last search occurred in October 2018. Other research material was obtained from Google. The following search terms were used, but not limited to: “African Potato”, “hypoxis”, “hemerocallidea”, “rooperol.” Articles that were explaining the chemistry and pharmacology of hypoxis hemerocallidea were included. RESULTS: Thirty articles from PubMed, Cochrane and Google Scholar were eligible. Three webpages were included from Google. Results showed that the tuberous rootstock (corm) of African Potato is used traditionally to treat wasting diseases, testicular tumours, insanity, barrenness, impotency, bad dreams, intestinal parasites, urinary infection, cardiac disease and enhancing immunity. The plant contains hypoxoside, which is converted rapidly to a potent antioxidant, rooperol in the gut. The corm contains sterols, sterol glycosides, stanols, terpenoids, saponins, cardiac glycosides, tannins and reducing sugars. A dose of 15 mg\/kg\/day of hypoxoside is reportedly therapeutic. Preclinical studies of African Potato have shown immunomodulation, antioxidant, antinociceptive, hypoglycaemic, anti-inflammatory, anticonvulsant, antibacterial, uterolytic, antimotility, spasmolytic and anticholinergic effects. The common side effects of African Potato are nausea and vomiting, which subside over time. In vitro, African Potato demonstrated inhibitory effects on CYP1A2, 2C9, 2D6, 3A4, 3A5, CYP19-metabolism and induction of P-glycoprotein. In vivo, it did not alter the pharmacokinetics of efavirenz or lopinavir\/ritonavir. CONCLUSION: African Potato is mainly used as an immunostimulant. The exact mechanisms of action for all the pharmacological actions are unknown. More research is required to substantiate claims regarding beneficial effects. There are many research gaps that require investigation including pharmacokinetic interactions with conventional drugs, especially those used in HIV\/AIDS.","publish_time":1591833600000,"author_summary":" Matyanga, Celia M. J.; Morse, Gene D.;<br>Gundidza, Mazuru; Nhachi, Charles F. B.","abstract_summary":" BACKGROUND: African Potato (hypoxis<br>hemerocallidea), is used for enhancing immune system in Southern<br>Africa. It is among the plants of intense commercial and<br>scientific interest; hence, the aim of this study was to<br>describe its chemistry and pharmacology. METHODS:<br>PubMed, Cochrane Controlled Trials Register<br>(CENTRAL) and Google Scholar were searched<br>independently for relevant literature. The last search<br>occurred in October 2018. Other research material was<br>obtained from Google. The following search terms were<br>used, but not limited to: “African Potato”,<br>“hypoxis”, “hemerocallidea”, “rooperol.” Articles that<br>were explaining the chemistry and pharmacology of<br>hypoxis hemerocallidea were included. RESULTS:<br>Thirty articles from...","title_summary":" African potato (Hypoxis hemerocallidea): a<br>systematic review of its chemistry, pharmacology and<br>ethno medicinal properties","x":25.2476844788,"y":30.7444553375,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.2476844788,"tsne_y":30.7444553375,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"94hlbf98","source_x":"Elsevier; Medline; PMC","title":"Colostrum-supplemented transition milk positively affects serum biochemical parameters, humoral immunity indicators and the growth performance of calves","doi":"10.1016\/j.livsci.2020.103976","abstract":"Abstract The aim of this study was to determine the effect of colostrum-supplemented transition milk on the growth rate of newborn calves. Thirty-six day-old female Holstein calves with a birth weight of 43.4 ± 5.5 kg were randomly assigned to a treatment group and a control group. On day 1, all calves received one portion (3 kg) of colostrum within 2 h after birth. Between the second feeding and the age of 5 days, control calves received only transition milk that had been collected from dams shortly before feeding, and the treatment group received 1.5 kg of colostrum collected from dams on day 1 and 1.5 kg of transition milk from subsequent milkings. Monthly body weight and average daily gain were used to measure growth performance. Blood samples were collected from the jugular vein at multiple time points to evaluate the biochemical and immune status of calves. Colostrum-supplemented transition milk increased the concentrations of serum immunoglobulins, triacylglycerols, cholesterol and total protein. The activity of lactate-dehydrogenase and ceruloplasmin decreased, whereas lysozyme activity increased with time in the control group. It can be concluded that additional five days of colostrum feeding positively influences non-specific humoral immunity indicators and serum biochemical parameters in dairy calves.","publish_time":1588204800000,"author_summary":" Zwierzchowski, Grzegorz; Miciński, Jan;<br>Wójcik, Roman; Nowakowski, Jacek","abstract_summary":" Abstract The aim of this study was to determine<br>the effect of colostrum-supplemented transition<br>milk on the growth rate of newborn calves.<br>Thirty-six day-old female Holstein calves with a birth<br>weight of 43.4 ± 5.5 kg were randomly assigned to a<br>treatment group and a control group. On day 1, all calves<br>received one portion (3 kg) of colostrum within 2 h after<br>birth. Between the second feeding and the age of 5 days,<br>control calves received only transition milk that had<br>been collected from dams shortly before feeding,<br>and the treatment group received 1.5 kg of<br>colostrum collected from...","title_summary":" Colostrum-supplemented transition milk<br>positively affects serum biochemical parameters,<br>humoral immunity indicators and the growth<br>performance of calves","x":23.6252708435,"y":28.5751476288,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6252708435,"tsne_y":28.5751476288,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"1ih6g0pf","source_x":"Medline; PMC","title":"Lectins from the Edible Mushroom Agaricus bisporus and Their Therapeutic Potentials","doi":"10.3390\/molecules25102368","abstract":"The mushroom Agaricus bisporus secretes biologically active compounds and proteins with benefits for human health. Most reported proteins from A. bisporus are tyrosinases and lectins. Lectins are of therapeutic or pharmaceutical interest. To date, only limited information is available on A. bisporus lectins and lectin-like proteins. No therapeutic products derived from A. bisporus lectin (ABL) are available on the market despite its extensive exploration. Recently, A. bisporus mannose-binding protein (Abmb) was discovered. Its discovery enriches the information and increases the interest in proteins with therapeutic potential from this mushroom. Furthermore, the A. bisporus genome reveals the possible occurrence of other lectins in this mushroom that may also have therapeutic potential. Most of these putative lectins belong to the same lectin groups as ABL and Abmb. Their relationship is discussed. Particular attention is addressed to ABL and Abmb, which have been explored for their potential in medicinal or pharmaceutical applications. ABL and Abmb have anti-proliferative activities toward cancer cells and a stimulatory effect on the immune system. Possible scenarios for their use in therapy and modification are also presented.","publish_time":1589932800000,"author_summary":" Tirta Ismaya, Wangsa; Tjandrawinata, Raymond<br>Rubianto; Rachmawati, Heni","abstract_summary":" The mushroom Agaricus bisporus secretes<br>biologically active compounds and proteins with benefits<br>for human health. Most reported proteins from A.<br>bisporus are tyrosinases and lectins. Lectins are of<br>therapeutic or pharmaceutical interest. To date, only<br>limited information is available on A. bisporus<br>lectins and lectin-like proteins. No therapeutic<br>products derived from A. bisporus lectin (ABL) are<br>available on the market despite its extensive<br>exploration. Recently, A. bisporus mannose-binding<br>protein (Abmb) was discovered. Its discovery enriches<br>the information and increases the interest in<br>proteins with therapeutic potential from this<br>mushroom. Furthermore, the A. bisporus genome reveals<br>the possible occurrence of other...","title_summary":" Lectins from the Edible Mushroom Agaricus<br>bisporus and Their Therapeutic Potentials","x":25.3051147461,"y":31.5842685699,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.3051147461,"tsne_y":31.5842685699,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"hhu57g6e","source_x":"Medline; PMC","title":"Phytochemical Compositions and Biological Activities of Essential Oils from the Leaves, Rhizomes and Whole Plant of Hornstedtia bella Škorničk","doi":"10.3390\/antibiotics9060334","abstract":"The rapid emergence of drug-resistant strains and novel viruses have motivated the search for new anti-infectious agents. In this study, the chemical compositions and cytotoxicity, as well as the antibacterial, antifungal, antitrichomonas, and antiviral activities of essential oils from the leaves, rhizomes, and whole plant of Hornstedtia bella were investigated. The GC\/MS analysis showed that β-pinene, E-β-caryophyllene, and α-humulene were found at high concentrations in the essential oils. The essential oils exhibited (i) inhibition against Staphylococcus aureus, methicillin-resistant Staphylococcus aureus, Staphylococcus epidermidis with minimum inhibitory concentrations (MIC) and minimum lethal concentration (MLC) values from 1 to 4% (v\/v); (ii) MIC and MLC values from 2 to 16% (v\/v) in Candida tropicalis and Candida parapsilosis; (iii) MIC and MLC values from 4 to 16% in Enterococcus faecalis; and (iv) MIC and MLC values from 8 to greater than or equal to 16% (v\/v) in the remaining strains, including Escherichia coli, Pseudomonas aeruginosa, Klebsiella pneumoniae, Candida albicans, and Candida glabrata. In antitrichomonas activity, the leaves and whole-plant oils of Hornstedtia bella possessed IC(50), IC(90), and MLC values of 0.008%, 0.016%, and 0.03% (v\/v), respectively, whilst those of rhizomes oil had in turn, 0.004%, 0.008%, and 0.016% (v\/v).Besides, the leaf oil showed a weak cytotoxicity against Vero 76 and MRC-5; meanwhile, rhizomes and whole-plant oils did not exert any toxic effects on cell monolayers. Finally, these oils were not active against EV-A71.","publish_time":1592438400000,"author_summary":" Donadu, Matthew Gavino; Trong Le, Nhan; Viet<br>Ho, Duc; Quoc Doan, Tuan; Tuan Le, Anh; Raal, Ain;<br>Usai, Marianna; Marchetti, Mauro; Sanna,<br>Giuseppina; Madeddu, Silvia; Rappelli, Paola; Diaz,<br>Nicia; Molicotti, Paola; Carta, Antonio; Piras,<br>Sandra; Usai, Donatella; Thi Nguyen, Hoai;<br>Cappuccinelli, Piero; Zanetti, Stefania","abstract_summary":" The rapid emergence of drug-resistant strains<br>and novel viruses have motivated the search for new<br>anti-infectious agents. In this study, the chemical<br>compositions and cytotoxicity, as well as the<br>antibacterial, antifungal, antitrichomonas, and antiviral<br>activities of essential oils from the leaves, rhizomes,<br>and whole plant of Hornstedtia bella were<br>investigated. The GC\/MS analysis showed that β-pinene,<br>E-β-caryophyllene, and α-humulene were found at high<br>concentrations in the essential oils. The essential oils<br>exhibited (i) inhibition against Staphylococcus<br>aureus, methicillin-resistant Staphylococcus<br>aureus, Staphylococcus epidermidis with minimum<br>inhibitory concentrations (MIC) and minimum lethal<br>concentration (MLC) values from 1 to 4% (v\/v); (ii) MIC...","title_summary":" Phytochemical Compositions and Biological<br>Activities of Essential Oils from the Leaves, Rhizomes and<br>Whole Plant of Hornstedtia bella Škorničk","x":25.3676776886,"y":31.2003936768,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.3676776886,"tsne_y":31.2003936768,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"0v8x1k7w","source_x":"Medline; PMC","title":"A Review of Coffee By-Products Including Leaf, Flower, Cherry, Husk, Silver Skin, and Spent Grounds as Novel Foods within the European Union","doi":"10.3390\/foods9050665","abstract":"The coffee plant Coffea spp. offers much more than the well-known drink made from the roasted coffee bean. During its cultivation and production, a wide variety of by-products are accrued, most of which are currently unused, thermally recycled, or used as animal feed. The aim of this review is to provide an overview of novel coffee products in the food sector and their current legal classification in the European Union (EU). For this purpose, we have reviewed the literature on the composition and safety of coffee flowers, leaves, pulp, husk, parchment, green coffee, silver skin, and spent coffee grounds. Some of these products have a history of consumption in Europe (green coffee), while others have already been used as traditional food in non-EU-member countries (coffee leaves, notification currently pending), or an application for authorization as novel food has already been submitted (husks, flour from spent coffee grounds). For the other products, toxicity and\/or safety data appear to be lacking, necessitating further studies to fulfill the requirements of novel food applications.","publish_time":1590019200000,"author_summary":" Klingel, Tizian; Kremer, Jonathan I.;<br>Gottstein, Vera; Rajcic de Rezende, Tabata; Schwarz,<br>Steffen; Lachenmeier, Dirk W.","abstract_summary":" The coffee plant Coffea spp. offers much more<br>than the well-known drink made from the roasted<br>coffee bean. During its cultivation and production, a<br>wide variety of by-products are accrued, most of<br>which are currently unused, thermally recycled, or<br>used as animal feed. The aim of this review is to<br>provide an overview of novel coffee products in the food<br>sector and their current legal classification in the<br>European Union (EU). For this purpose, we have reviewed<br>the literature on the composition and safety of<br>coffee flowers, leaves, pulp, husk, parchment, green<br>coffee, silver skin, and spent coffee grounds. Some...","title_summary":" A Review of Coffee By-Products Including Leaf,<br>Flower, Cherry, Husk, Silver Skin, and Spent Grounds as<br>Novel Foods within the European Union","x":23.6418209076,"y":30.4043731689,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.6418209076,"tsne_y":30.4043731689,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"41ohcoil","source_x":"Elsevier; PMC; WHO","title":"Meat consumption: which are the current global risks? A review of recent (2010-2020) evidences","doi":"10.1016\/j.foodres.2020.109341","abstract":"Meat consumption has been increasing since the 1960s, but especially from the 1980s decade to today. Although meat means an important source of nutrients, it is also evident that a great consumption of this source of proteins has also a negative environmental impact. Livestock production does not only have a negative influence on GHG emissions, but also on the water footprint, water pollution, and water scarcity. With respect to human health, in 2015 the International Agency for Research on Cancer (IARC) stated that red meat was a probable carcinogen to humans (Group 2A), while consumption of processed meat was carcinogenic to humans (Group 1). Most environmental contaminants (PCDD\/Fs, PCBs, PBDEs, PCNs, etc.) that are frequently found in meats are highly soluble in fats. Therefore, avoiding ingesting fats from red meats and meat products, doubtless would help in the prevention, not only of the well-known cardiovascular diseases derived of fats consumption, but also of certain kinds of cancers, mainly colorectal cancer. On the other hand, consumption of meat – especially wild meat – is related to virus infections, as many viruses have been found in wild meat trade markets. Based on the scientific literature here reviewed, we have noted that the results of the investigations conducted after the statement of the IARC, have corroborated the recommendation of reducing significantly the consumption of red meats and meat products. In turn, the reduction of meat consumption should contribute to the reduction of GHG emissions and their considerable impact on global warming and climate change. It seems evident that human dietary habits regarding meat consumption in general, and red meats and wild meats in particular, should be significantly modified downward, as much and as soon as possible.","publish_time":1590710400000,"author_summary":" González, Neus; Marquès, Montse; Nadal,<br>Martí; Domingo, José L","abstract_summary":" Meat consumption has been increasing since the<br>1960s, but especially from the 1980s decade to today.<br>Although meat means an important source of nutrients, it<br>is also evident that a great consumption of this<br>source of proteins has also a negative environmental<br>impact. Livestock production does not only have a<br>negative influence on GHG emissions, but also on the<br>water footprint, water pollution, and water<br>scarcity. With respect to human health, in 2015 the<br>International Agency for Research on Cancer (IARC) stated<br>that red meat was a probable carcinogen to humans<br>(Group 2A), while consumption of processed meat was<br>carcinogenic...","title_summary":" Meat consumption: which are the current global<br>risks? A review of recent (2010-2020) evidences","x":22.9800949097,"y":29.9791526794,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":22.9800949097,"tsne_y":29.9791526794,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3t4ngq3j","source_x":"Medline; PMC","title":"Pigment production by cold-adapted bacteria and fungi: colorful tale of cryosphere with wide range applications","doi":"10.1007\/s00792-020-01180-2","abstract":"Pigments are an essential part of everyday life on Earth with rapidly growing industrial and biomedical applications. Synthetic pigments account for a major portion of these pigments that in turn have deleterious effects on public health and environment. Such drawbacks of synthetic pigments have shifted the trend to use natural pigments that are considered as the best alternative to synthetic pigments due to their significant properties. Natural pigments from microorganisms are of great interest due to their broader applications in the pharmaceutical, food, and textile industry with increasing demand among the consumers opting for natural pigments. To fulfill the market demand of natural pigments new sources should be explored. Cold-adapted bacteria and fungi in the cryosphere produce a variety of pigments as a protective strategy against ecological stresses such as low temperature, oxidative stresses, and ultraviolet radiation making them a potential source for natural pigment production. This review highlights the protective strategies and pigment production by cold-adapted bacteria and fungi, their industrial and biomedical applications, condition optimization for maximum pigment extraction as well as the challenges facing in the exploitation of cryospheric microorganisms for pigment extraction that hopefully will provide valuable information, direction, and progress in forthcoming studies.","publish_time":1590969600000,"author_summary":" Sajjad, Wasim; Din, Ghufranud; Rafiq,<br>Muhammad; Iqbal, Awais; Khan, Suliman; Zada, Sahib; Ali,<br>Barkat; Kang, Shichang","abstract_summary":" Pigments are an essential part of everyday life<br>on Earth with rapidly growing industrial and<br>biomedical applications. Synthetic pigments account for<br>a major portion of these pigments that in turn<br>have deleterious effects on public health and<br>environment. Such drawbacks of synthetic pigments have<br>shifted the trend to use natural pigments that are<br>considered as the best alternative to synthetic pigments<br>due to their significant properties. Natural<br>pigments from microorganisms are of great interest due<br>to their broader applications in the<br>pharmaceutical, food, and textile industry with increasing<br>demand among the consumers opting for natural<br>pigments. To fulfill the market...","title_summary":" Pigment production by cold-adapted bacteria<br>and fungi: colorful tale of cryosphere with wide<br>range applications","x":26.2224750519,"y":31.60455513,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.2224750519,"tsne_y":31.60455513,"subcluster":3,"subcluster_description":"Cold-Adapted Bacteria","shape":"p"},{"cord_uid":"6ivwhdsx","source_x":"Medline; PMC","title":"A critical review: traditional uses, phytochemistry, pharmacology and toxicology of Stephania tetrandra S. Moore (Fen Fang Ji)","doi":"10.1007\/s11101-020-09673-w","abstract":"ABSTRACT: Stephania tetrandra S. Moore (S. tetrandra) is distributed widely in tropical and subtropical regions of Asia and Africa. The root of this plant is known in Chinese as “Fen Fang Ji”. It is commonly used in traditional Chinese medicine to treat arthralgia caused by rheumatism, wet beriberi, dysuria, eczema and inflamed sores. Although promising reports have been published on the various chemical constituents and activities of S. tetrandra, no review comprehensively summarizes its traditional uses, phytochemistry, pharmacology and toxicology. Therefore, the review aims to provide a critical and comprehensive evaluation of the traditional use, phytochemistry, pharmacological properties, pharmacokinetics and toxicology of S. tetrandra in China, and meaningful guidelines for future investigations. GRAPHIC ABSTRACT: [Image: see text]","publish_time":1587686400000,"author_summary":" Jiang, Yueping; Liu, Min; Liu, Haitao; Liu,<br>Shao","abstract_summary":" ABSTRACT: Stephania tetrandra S. Moore (S.<br>tetrandra) is distributed widely in tropical and<br>subtropical regions of Asia and Africa. The root of this<br>plant is known in Chinese as “Fen Fang Ji”. It is<br>commonly used in traditional Chinese medicine to treat<br>arthralgia caused by rheumatism, wet beriberi, dysuria,<br>eczema and inflamed sores. Although promising<br>reports have been published on the various chemical<br>constituents and activities of S. tetrandra, no review<br>comprehensively summarizes its traditional uses,<br>phytochemistry, pharmacology and toxicology. Therefore, the<br>review aims to provide a critical and comprehensive<br>evaluation of the traditional use, phytochemistry,<br>pharmacological properties, pharmacokinetics and...","title_summary":" A critical review: traditional uses,<br>phytochemistry, pharmacology and toxicology of Stephania<br>tetrandra S. Moore (Fen Fang Ji)","x":25.0348854065,"y":30.8292694092,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0348854065,"tsne_y":30.8292694092,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"ty1w9x0c","source_x":"Elsevier; PMC","title":"ISOLATION AND CHARACTERIZATION OF AN EXOPOLYMER PRODUCED BY BACILLUS LICHENIFORMIS: IN VITRO ANTIVIRAL ACTIVITY AGAINST ENVELOPED VIRUSES","doi":"10.1016\/j.carbpol.2020.116737","abstract":"The exopolymer (EPSp) produced by the strain B. licheniformis IDN-EC was isolated and characterized using different techniques (MALDI-TOF, NMR, ATR-FTIR, TGA, DSC, SEM). The results showed that the low molecular weight EPSp contained a long polyglutamic acid and an extracellular teichoic acid polysaccharide. The latter was composed of poly(glycerol phosphate) and was substituted at the 2-position of the glycerol residues with a αGal and αGlcNH(2). The αGal O-6 position was also found to be substituted by a phosphate group. The antiviral capability of this EPSp was also tested on both enveloped (herpesviruses HSV, PRV and vesicular stomatitis VSV) and non-enveloped (MVM) viruses. The EPSp was efficient at inhibiting viral entry for the herpesviruses and VSV but was not effective against non-enveloped viruses. The in vivo assay of the EPSp in mice showed no signs of toxicity which could allow for its application in the healthcare sector.","publish_time":1594166400000,"author_summary":" Sánchez-León, E.; Bello-Morales, R.;<br>López-Guerrero, J.A.; Poveda, A.; Jiménez-Barbero, J.;<br>Gironès, N.; Abrusci, C.","abstract_summary":" The exopolymer (EPSp) produced by the strain B.<br>licheniformis IDN-EC was isolated and characterized using<br>different techniques (MALDI-TOF, NMR, ATR-FTIR, TGA,<br>DSC, SEM). The results showed that the low molecular<br>weight EPSp contained a long polyglutamic acid and an<br>extracellular teichoic acid polysaccharide. The latter was<br>composed of poly(glycerol phosphate) and was<br>substituted at the 2-position of the glycerol residues with<br>a αGal and αGlcNH(2). The αGal O-6 position was<br>also found to be substituted by a phosphate group.<br>The antiviral capability of this EPSp was also<br>tested on both enveloped (herpesviruses HSV, PRV and<br>vesicular stomatitis VSV) and non-enveloped...","title_summary":" ISOLATION AND CHARACTERIZATION OF AN<br>EXOPOLYMER PRODUCED BY BACILLUS LICHENIFORMIS: IN VITRO<br>ANTIVIRAL ACTIVITY AGAINST ENVELOPED VIRUSES","x":26.0768508911,"y":32.3763885498,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.0768508911,"tsne_y":32.3763885498,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"5rid9zns","source_x":"Elsevier; Medline; PMC","title":"UPLC-MS identification and anticomplement activity of the metabolites of Sophora tonkinensis flavonoids treated with human intestinal bacteria","doi":"10.1016\/j.jpba.2020.113176","abstract":"Abstract Anticomplement activity played an important role in anti-inflammatory effects of traditional Chinese herbs. The total flavonoids of Sophora tonkinensis (TFST) were inactive on the complement system but showed obvious anticomplement activity after incubated with human intestinal bacteria in vitro. In order to discover the metabolic activation of TFST by intestinal flora, the constituents of TFST and its metabolites were identified by UPLC-ESI-LTQ\/MS. Their anticomplement activities were evaluated through the classical and alternative pathway. As a result, eighteen flavonoids were identified, including seven flavonoid glycosides, five aglycones and six isoprenylated flavonoids. All the glycosides (daidzein-4′-glucoside-rhamnoside, sophorabioside, rutin, isoquercitrin, quercitrin, ononin, trifolirhizin) were metabolized into their corresponding aglycones in different extent by human intestinal bacteria, resulting in the contents of the five aglycones were highly increased in 24 h. However, no changes have occurred on the six isoprenylated flavonoids. Interestingly, three aglycones (quercetin, formononetin and maackiain) had significantly more potent anticomplement activities than their prototype glycosides. The results indicated that the enhancement of TFST anticomplement activity was attributed to the active aglycones, especially formononetin and quercetin, produced by human intestinal bacteria. These aglycones are likely to be among the potential active components of S. tonkinensis for its inhibiting inflammation effects.","publish_time":1590796800000,"author_summary":" Jin, Xin; Lu, Yan; Chen, Shaoxin; Chen, Daofeng","abstract_summary":" Abstract Anticomplement activity played an<br>important role in anti-inflammatory effects of<br>traditional Chinese herbs. The total flavonoids of Sophora<br>tonkinensis (TFST) were inactive on the complement system<br>but showed obvious anticomplement activity after<br>incubated with human intestinal bacteria in vitro. In<br>order to discover the metabolic activation of TFST by<br>intestinal flora, the constituents of TFST and its<br>metabolites were identified by UPLC-ESI-LTQ\/MS. Their<br>anticomplement activities were evaluated through the<br>classical and alternative pathway. As a result, eighteen<br>flavonoids were identified, including seven flavonoid<br>glycosides, five aglycones and six isoprenylated<br>flavonoids. All the glycosides<br>(daidzein-4′-glucoside-rhamnoside, sophorabioside, rutin, isoquercitrin,<br>quercitrin, ononin,...","title_summary":" UPLC-MS identification and anticomplement<br>activity of the metabolites of Sophora tonkinensis<br>flavonoids treated with human intestinal bacteria","x":25.076505661,"y":31.6321048737,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.076505661,"tsne_y":31.6321048737,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"dp7n26qv","source_x":"Elsevier; PMC; WHO","title":"Compressed fluids and phytochemical profiling tools to obtain and characterize antiviral and anti-inflammatory compounds from natural sources","doi":"10.1016\/j.trac.2020.115942","abstract":"Many natural compounds, found mainly in plants, are associated with the treatment of various diseases. The search for natural therapeutic agents includes compounds with antiviral and anti-inflammatory activities. Among the many steps involved in bioprospection, extraction is the first and most critical step for obtaining bioactive compounds. One of the main advantages of using compressed fluids extraction is the high quality of the final product obtained due to the use of green solvents, while the selectivity towards target compounds can be tuned by adjusting the process parameters, especially pressure, temperature and solvent characteristics. In this review, a discussion is provided on the power of compressed fluids, such as supercritical fluid extraction (SFE), pressurized liquid extraction (PLE) and subcritical water extraction (SWE) to obtain antiviral and anti-inflammatory compounds from natural sources. In addition, an adequate knowledge about the identity and quantity of the compounds present in the extract is essential to correlate biological activity with chemical composition. Phytochemical profiling tools used for identification and quantification of these bioactive natural compound are also discussed. It can be anticipated that after the current SARS-COV-2 pandemic, the search of new natural compounds with antiviral and anti-inflammatory activity will be a hot research topic, so, this review provides an overview on the technologies currently used that could help this research.","publish_time":1591488000000,"author_summary":" Poletto, Patrícia; Alvarez-Rivera, Gerardo;<br>Torres, Talyta M.S.; Mendiola, Jose A.; Ibañez, Elena;<br>Cifuentes, Alejandro","abstract_summary":" Many natural compounds, found mainly in<br>plants, are associated with the treatment of various<br>diseases. The search for natural therapeutic agents<br>includes compounds with antiviral and<br>anti-inflammatory activities. Among the many steps involved in<br>bioprospection, extraction is the first and most critical step<br>for obtaining bioactive compounds. One of the main<br>advantages of using compressed fluids extraction is the<br>high quality of the final product obtained due to the<br>use of green solvents, while the selectivity<br>towards target compounds can be tuned by adjusting the<br>process parameters, especially pressure,<br>temperature and solvent characteristics. In this review, a<br>discussion is provided...","title_summary":" Compressed fluids and phytochemical<br>profiling tools to obtain and characterize antiviral and<br>anti-inflammatory compounds from natural sources","x":24.6947822571,"y":31.4217967987,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.6947822571,"tsne_y":31.4217967987,"subcluster":2,"subcluster_description":"Yellow Bone Discoloration","shape":"p"},{"cord_uid":"vlgv3nwq","source_x":"Medline; PMC","title":"Isatis tinctoria L. (Woad): A Review of Its Botany, Ethnobotanical Uses, Phytochemistry, Biological Activities, and Biotechnological Studies","doi":"10.3390\/plants9030298","abstract":"Isatis tinctoria L. (Brassicaceae), which is commonly known as woad, is a species with an ancient and well-documented history as an indigo dye and medicinal plant. Currently, I. tinctoria is utilized more often as medicinal remedy and also as a cosmetic ingredient. In 2011, I. tinctoria root was accepted in the official European phytotherapy by introducing its monograph in the European Pharmacopoeia. The biological properties of raw material have been known from Traditional Chinese Medicine (TCM). Over recent decades, I. tinctoria has been investigated both from a phytochemical and a biological point of view. The modern in vitro and in vivo scientific studies proved anti-inflammatory, anti-tumour, antimicrobial, antiviral, analgesic, and antioxidant activities. The phytochemical composition of I. tinctoria has been thoroughly investigated and the plant was proven to contain many valuable biologically active compounds, including several alkaloids, among which tryptanthrin, indirubin, indolinone, phenolic compounds, and polysaccharides as well as glucosinolates, carotenoids, volatile constituents, and fatty acids. This article provides a general botanical and ethnobotanical overview that summarizes the up-to-date knowledge on the phytochemistry and biological properties of this valuable plant in order to support its therapeutic potential. Moreover, the biotechnological studies on I. tinctoria, which mainly focused on hairy root cultures for the enhanced production of flavonoids and alkaloids as well as on the establishment of shoot cultures and micropropagation protocols, were reviewed. They provide input for future research prospects.","publish_time":1583020800000,"author_summary":" Speranza, Jasmine; Miceli, Natalizia;<br>Taviano, Maria Fernanda; Ragusa, Salvatore; Kwiecień,<br>Inga; Szopa, Agnieszka; Ekiert, Halina","abstract_summary":" Isatis tinctoria L. (Brassicaceae), which is<br>commonly known as woad, is a species with an ancient and<br>well-documented history as an indigo dye and medicinal plant.<br>Currently, I. tinctoria is utilized more often as<br>medicinal remedy and also as a cosmetic ingredient. In<br>2011, I. tinctoria root was accepted in the official<br>European phytotherapy by introducing its monograph in<br>the European Pharmacopoeia. The biological<br>properties of raw material have been known from<br>Traditional Chinese Medicine (TCM). Over recent decades,<br>I. tinctoria has been investigated both from a<br>phytochemical and a biological point of view. The modern in<br>vitro and in...","title_summary":" Isatis tinctoria L. (Woad): A Review of Its<br>Botany, Ethnobotanical Uses, Phytochemistry,<br>Biological Activities, and Biotechnological Studies","x":25.0983066559,"y":30.9118251801,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0983066559,"tsne_y":30.9118251801,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"xsqj196r","source_x":"Elsevier; Medline; PMC","title":"Ethnopharmacology, phytochemistry, biological activities, and therapeutic applications of Cedrela serrata Royle: A mini review","doi":"10.1016\/j.jep.2019.112206","abstract":"ETHNOPHARMACOLOGICAL RELEVANCE: Cedrela serrata Royle (C. serrata) is a medicinal plant not only used for constructions but also an important conventional medicine for the treatment of various diseases such as; diabetes, jaundice, liver diseases, diarrhea, fever, chronic infantile dysentery, intestinal worms, hypertension, skin and blood diseases. AIMS: This review article documents and critically assesses, for the first time; up to date categorized information about C. serrata including its reported pharmacological activities, cultural uses, active compounds, and botanical description. MATERIALS AND METHOD: s: All provided information about C. serrata was collected using the electronic databases (e.g. Google Scholar, Web of Science, Scopus, PubMed, Science Direct and Springer Link), books (e.g. Trees of Pakistan and Herbalism, Phytochemistry, and Ethnopharmacology) and thesis. RESULTS: Qualitative and quantitative phytochemical studies on C. serrata revealed the presence of important chemical constituents such as; flavonoids, phenolic acids, alkaloids, saponins, tannins, and cardiac glycosides. The phytochemicals showed various in vitro activities like antioxidant, anti-infective, antiglycation, cytotoxic activities. Major areas of research conducted on C. serrata are its antioxidant and anti-infective activities. Few historical uses of C. serrata are supported by modern in vitro pharmacological studies such as; antidiarrheal, antidiabetic, and leishmanicidal activity. CONCLUSION: There were convincing evidence in in vitro studies supporting C. serrata antioxidant, anti-infective, anti-diabetic, anti-glycating, and cytotoxic activities. Nevertheless, all reported pharmacological activities were carried out in vitro and a gap in research i.e. preclinical and clinical investigation still exists. The authors emphasize the need for future in-depth research and clinical trials to investigate C. serrata pharmacological activity, clinical efficacy and safety. The potential chemical compounds with suggestive classes may need to be isolated and pharmacological activities must be established for these compounds. The plant has very limited information about pharmacological activities and the data available for supportive cultural uses needs proper validation.","publish_time":1578614400000,"author_summary":" Almubayedh, Hanine; Ahmad, Rizwan","abstract_summary":" ETHNOPHARMACOLOGICAL RELEVANCE: Cedrela<br>serrata Royle (C. serrata) is a medicinal plant not only<br>used for constructions but also an important<br>conventional medicine for the treatment of various diseases<br>such as; diabetes, jaundice, liver diseases,<br>diarrhea, fever, chronic infantile dysentery,<br>intestinal worms, hypertension, skin and blood diseases.<br>AIMS: This review article documents and critically<br>assesses, for the first time; up to date categorized<br>information about C. serrata including its reported<br>pharmacological activities, cultural uses, active compounds,<br>and botanical description. MATERIALS AND METHOD:<br>s: All provided information about C. serrata was<br>collected using the electronic databases (e.g. Google<br>Scholar, Web of Science,...","title_summary":" Ethnopharmacology, phytochemistry,<br>biological activities, and therapeutic applications of<br>Cedrela serrata Royle: A mini review","x":25.0801677704,"y":30.8713626862,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0801677704,"tsne_y":30.8713626862,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"4rlcozy4","source_x":"Medline; PMC","title":"From Orange Juice By-Product in the Food Industry to a Functional Ingredient: Application in the Circular Economy","doi":"10.3390\/foods9050593","abstract":"In the orange juice industry, more than 50% of raw material becomes by-products that are rich in active compounds and have high nutritional content. Improved use of these by-products could represent a key strategy for a circular economy. The objective of this study was to produce a flour from orange juice by-product, characterize it, and then apply this flour to produce cookies. Orange by-product flour (OBPF) was characterized in terms of its chemical composition, dietary fiber, phenolic compounds, antioxidant potential, and hygroscopic properties. Subsequently, the effect of substituting wheat flour by OBPF in cookies was evaluated. OBPF presented a very high content of dietary fiber (73.61% dry matter (DM)), minerals (ash = 2.72% DM), and total phenolic compounds (534 ± 30 mg gallic acid equivalent (GAE)\/100 g of DM). In general, the properties of cookies were not significantly influenced by using OBPF as a substitution for wheat flour. Sensorial analyses showed that cookies produced with 10% OBPF presented the higher scores. Therefore, OBPF showed interesting characteristics, suggesting its possible use in the development of fiber enriched foods such as cookies; and its production represents a key strategy for the orange juice processing industries towards the application of a circular economy in the food system.","publish_time":1588723200000,"author_summary":" de Castro, Larissa Alves; Lizi, Jaqueline<br>Miranda; Chagas, Eduardo Galvão Leite das; de Carvalho,<br>Rosemary Aparecida; Vanin, Fernanda Maria","abstract_summary":" In the orange juice industry, more than 50% of<br>raw material becomes by-products that are rich in<br>active compounds and have high nutritional content.<br>Improved use of these by-products could represent a key<br>strategy for a circular economy. The objective of this<br>study was to produce a flour from orange juice<br>by-product, characterize it, and then apply this flour to<br>produce cookies. Orange by-product flour (OBPF) was<br>characterized in terms of its chemical composition, dietary<br>fiber, phenolic compounds, antioxidant potential,<br>and hygroscopic properties. Subsequently, the<br>effect of substituting wheat flour by OBPF in cookies<br>was evaluated. OBPF presented a very...","title_summary":" From Orange Juice By-Product in the Food<br>Industry to a Functional Ingredient: Application in the<br>Circular Economy","x":23.563375473,"y":30.5503673553,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.563375473,"tsne_y":30.5503673553,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"9iy8l55f","source_x":"Elsevier; PMC","title":"Effects of plane of milk-replacer nutrition on the health, behavior, and performance of high-risk Holstein bull calves from a commercial calf ranch","doi":"10.15232\/aas.2019-01886","abstract":"ABSTRACT Objective This research study aimed to determine whether preweaning plane of milk-replacer nutrition influences health, standing and oral behaviors, and performance of high-risk calves. Materials and Methods Thirty-six Holstein bull calves (1 d of age) from a commercial calf ranch were assigned to either a high plane of milk-replacer nutrition (HPN; n = 18; 20 and 28% DM lipid and protein, respectively, Cow’s Match, Land O’Lakes Animal Milk Protein Co., Shoreview, MN) or a low plane of milk-replacer nutrition (LPN; n = 18; 20% DM lipid and protein, Herd Maker, Land O’Lakes Animal Milk Protein Co.) through weaning. Total serum protein concentrations confirmed that 72 and 76% of calves had failure of passive transfer (<5.2 g\/dL) in HPN and LPN, respectively. All calves were bottle fed twice daily. The LPN were fed 455 g of DM\/d of milk replacer (MR) until weaning, and the HPN calves were fed 830 g of DM\/d of milk replacer during the first 10 d and 1,080 g from 11 d until weaning. Calf starter and water were offered ad libitum. Calves were step-down weaned beginning at 51 d and completely weaned after 58 d when consuming 1 kg of calf starter (as-fed basis). Data are reported as HPN versus LPN throughout, respectively. Results and Discussion Risk for bloat and scouring were greater for calves fed the HPN, but there was no difference in antibiotic treatment or mortality. The HPN calves had greater performance over the preweaning period including final BW, ADG, and feed:gain (total kg of milk replacer + calf starter, kg of DM\/kg of BW gain), but weaning was more stressful for HPN calves. Implications and Applications In conclusion, the high-risk calves fed a HPN had increased preweaning ADG, but there was also an increased incidence of scours. There may be differences in the health status of calves that may affect the ability to consume and use high MR levels. When feeding high-risk calves there may be a need for alternate strategies when determining the quality and quantity of MR being fed when compared with low-risk calves. Differences in gut integrity may influence the ability of high-risk calves to handle high levels of MR early in life. Potential issues with high-risk calves being fed a HPN might be reduced with increased feeding times per day, a gradual step-up method, or other nutritional strategies that improve gastrointestinal development and function.","publish_time":1588204800000,"author_summary":" Sharon, K. P.; Hulbert, L. E.; Davis, E. M.;<br>Ballou, M. A.","abstract_summary":" ABSTRACT Objective This research study aimed<br>to determine whether preweaning plane of<br>milk-replacer nutrition influences health, standing and<br>oral behaviors, and performance of high-risk<br>calves. Materials and Methods Thirty-six Holstein<br>bull calves (1 d of age) from a commercial calf ranch<br>were assigned to either a high plane of<br>milk-replacer nutrition (HPN; n = 18; 20 and 28% DM lipid and<br>protein, respectively, Cow’s Match, Land O’Lakes<br>Animal Milk Protein Co., Shoreview, MN) or a low plane<br>of milk-replacer nutrition (LPN; n = 18; 20% DM<br>lipid and protein, Herd Maker, Land O’Lakes Animal<br>Milk Protein Co.) through weaning. Total...","title_summary":" Effects of plane of milk-replacer nutrition on<br>the health, behavior, and performance of<br>high-risk Holstein bull calves from a commercial calf<br>ranch","x":23.5545272827,"y":28.5976047516,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.5545272827,"tsne_y":28.5976047516,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"hl8d0j7y","source_x":"Elsevier; PMC","title":"Evaluation of botanical powders and extracts from Nigerian plants as protectants of maize grains against maize weevil, Sitophilus zeamais (Motschulsky) [oleoptera: Curculionidae]","doi":"10.1016\/j.bcab.2020.101702","abstract":"Toxicities of leaf powders and extracts of Acanthus montanus, Acanthospermum hispidum, Alchornea laxiflora and Argyreia nervosa against maize weevil (Sitophilus zeamais) were evaluated. Powders were tested at dose 3.0g\/20g while extracts were tested at concentration 3%\/20g of maize grains. Mortality, oviposition, and adult emergence rates as well as weight loss, seeds damage and weevil perforation index (WPI) were evaluated. Phytochemical constituents of the experimental plants were also carried out. The results showed that Acanthus montanus powder was the most potent with 65% adult mortality after 24 h of treatment. This is followed by Argyreia nervosa powder that evoked 52.5% weevil mortality. The least toxic to S. zeamais was Acanthospermum hispidum powder with 32.5% adult mortality. Extracts were more toxic than the powders of the tested plants. Acanthus montanus extract was the most toxic since it promoted 80% adult mortality after 24 h of treatment. Acanthus montanus, Alchornea laxiflora and Argyreia nervosa leaf powders and extracts completely prevented oviposition by adult insect, adult emergence, weight loss and seeds damaged. The phytochemicals present in Acanthus montanus were alkaloids (3.67 mg\/g), saponin (3.33 mg\/g), tannin (3.00 mg\/g) and flavonoid (2.67 mg\/g) contents. Acanthospermum hispidum had the least alkaloid (2.67 mg\/g), saponin (1.67 mg\/g), tannin (1.33 mg\/g) and flavonoid (1.00 mg\/g) contents. Acanthus montanus, Argyreia nervosa, Alchornea laxiflora and Acanthospermum hispidum were efficacious against S. zeamais instead of synthetic chemical insecticides that have environmental health hazards and they can be used in integrated pest management by farmers and foods merchants.","publish_time":1594252800000,"author_summary":" Ileke, Kayode David; Idoko, Joy Ejemin; Ojo,<br>Durojaye Olanrewaju; Adesina, Bukola Christianah","abstract_summary":" Toxicities of leaf powders and extracts of<br>Acanthus montanus, Acanthospermum hispidum,<br>Alchornea laxiflora and Argyreia nervosa against maize<br>weevil (Sitophilus zeamais) were evaluated. Powders<br>were tested at dose 3.0g\/20g while extracts were<br>tested at concentration 3%\/20g of maize grains.<br>Mortality, oviposition, and adult emergence rates as well<br>as weight loss, seeds damage and weevil<br>perforation index (WPI) were evaluated. Phytochemical<br>constituents of the experimental plants were also carried<br>out. The results showed that Acanthus montanus<br>powder was the most potent with 65% adult mortality<br>after 24 h of treatment. This is followed by Argyreia<br>nervosa powder that evoked 52.5% weevil...","title_summary":" Evaluation of botanical powders and extracts<br>from Nigerian plants as protectants of maize grains<br>against maize weevil, Sitophilus zeamais<br>(Motschulsky) [oleoptera: Curculionidae]","x":25.3197517395,"y":30.2524299622,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.3197517395,"tsne_y":30.2524299622,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xqieyhc0","source_x":"Medline; PMC","title":"Saposhnikovia divaricata—An Ethnopharmacological, Phytochemical and Pharmacological Review","doi":"10.1007\/s11655-020-3091-x","abstract":"Saposhnikovia divaricata (Turcz.) Schischk., a perennial herb belonging to the family Umbelliferae, is widely distributed in Northeast Asia. Its dried root (Radix Saposhnikoviae) is used as a Chinese herbal medicine for the treatment of immune system, nervous system, and respiratory diseases. Phytochemical and pharmacological studies have shown that the main constituents of S. divaricata are chromones, coumarins, acid esters, and polyacetylenes, and these compounds exhibited significant anti-inflammatory, analgesic, antioxidant, antiproliferative, antitumor, and immunoregulatory activities. The purpose of this review is to provide comprehensive information on the botanical characterization and distribution, traditional use and ethnopharmacology, phytochemistry, and pharmacology of S. divaricata for further study concerning its mechanism of action and development of better therapeutic agents and health products from S. divaricata. ELECTRONIC SUPPLEMENTARY MATERIAL: Supplementary material (Appendixes 1–10) is available in the online version of this article at 10.1007\/s11655-020-3091-x.","publish_time":1587427200000,"author_summary":" Yang, Min; Wang, Cong-cong; Wang, Wen-le; Xu,<br>Jian-ping; Wang, Jie; Zhang, Chun-hong; Li, Min-hui","abstract_summary":" Saposhnikovia divaricata (Turcz.)<br>Schischk., a perennial herb belonging to the family<br>Umbelliferae, is widely distributed in Northeast Asia. Its<br>dried root (Radix Saposhnikoviae) is used as a<br>Chinese herbal medicine for the treatment of immune<br>system, nervous system, and respiratory diseases.<br>Phytochemical and pharmacological studies have shown that<br>the main constituents of S. divaricata are<br>chromones, coumarins, acid esters, and polyacetylenes,<br>and these compounds exhibited significant<br>anti-inflammatory, analgesic, antioxidant, antiproliferative,<br>antitumor, and immunoregulatory activities. The purpose<br>of this review is to provide comprehensive<br>information on the botanical characterization and<br>distribution, traditional use and ethnopharmacology,<br>phytochemistry, and pharmacology of S. divaricata...","title_summary":" Saposhnikovia divaricata—An<br>Ethnopharmacological, Phytochemical and Pharmacological Review","x":25.0789051056,"y":30.9971885681,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0789051056,"tsne_y":30.9971885681,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"q9ohezi0","source_x":"Elsevier; Medline; PMC","title":"Schinus terebenthifolius Raddi extracts: from sunscreen activity toward protection of the placenta to Zika virus infection, new uses for a well-known medicinal plant","doi":"10.1016\/j.indcrop.2020.112503","abstract":"Schinus terebinthifolius Raddi is a well-known medicinal plant native of South America. This species has demonstrated important biological activities such as antihypertensive and vasodilator, antimicrobial, anti-inflammatory and antioxidant. However, no studies have been, so far, reported with the fruits of S. terebinthifolius as a protector of the placenta against Zika virus infection and as sunscreen agents. The present study aimed to investigate new uses for the ethanolic fruit extracts of S. terebinthifolius, from fruits’peel (STPE) and from the whole fruits (STWFE). Zika virus (ZIKV) has been linked to several fetal malformations, such as microcephaly and other central nervous system abnormalities. Thus, the potential of these natural extracts against ZIKV infection was evaluated, using an in vitro method. The photoprotective potential, determined by spectrometry, along with phenolic content, antioxidant capacity, and chemical composition of both extracts were also evaluated. The chemical composition of the extracts was evaluated by HPLC-UV \/ vis. The cytotoxicity of peel and whole fruit extracts in vero E6 cell lines, in placental cell lines and placental explant cultures were evaluated by the MTT assay. The infectivity of placental cells and explants was evaluated by qRT-PCR and the effects of extracts on ZIKV infection were investigated using HTR-8\/SVneo cells, pre-treated with 100 μg mL(-1) of STWFE for 1 h, and infected with MR766 (AD) or PE243 (EH) ZIKV strains. STFE and STWFE were well-tolerated by both placental-derived trophoblast cell line HTR-8\/SVneo as well as by term placental chorionic villi explants, which indicate absence of cytotoxicity in all analysed concentrations. Two strains of ZIKV were tested to access if pre-treatment of trophoblast cells with the STWFE would protect them against infection. Flow cytometry analysis revealed that STWFE extract greatly reduced ZIKV infection. The extracts were also photoprotective with SPF values equivalent to the standard, benzophenone-3. The formulations prepared in different concentrations of the extracts (5-10%) had shown maximum SPF values of 32.21. STWFE represents a potential natural mixture to be used in pregnancy in order to restrain placental infection by ZIKV and might potentially protect fetus against ZIKV-related malformations. The extracts exhibited photoprotective activity and some of the phenolic compounds, mainly resveratrol, catechin and epicatechin, are active ingredients in all assayed activities. The development of biotechnological\/medical products, giving extra value to products from family farming, is expected, with strong prospects for success.","publish_time":1588032000000,"author_summary":" dos Santos Oliveira, Mônika Bezerra;<br>Valentim, Iara Barros; dos Santos Rocha, Tauane; Santos,<br>Jaqueline Correia; Nobre Pires, Keyla Silva; Lira<br>Tanabe, Eloiza Lopes; Cruz Borbely, Karen<br>Steponavicius; Borbely, Alexandre Urban; Fonseca Goulart,<br>Marília Oliveira","abstract_summary":" Schinus terebinthifolius Raddi is a<br>well-known medicinal plant native of South America. This<br>species has demonstrated important biological<br>activities such as antihypertensive and vasodilator,<br>antimicrobial, anti-inflammatory and antioxidant. However,<br>no studies have been, so far, reported with the<br>fruits of S. terebinthifolius as a protector of the<br>placenta against Zika virus infection and as sunscreen<br>agents. The present study aimed to investigate new uses<br>for the ethanolic fruit extracts of S.<br>terebinthifolius, from fruits’peel (STPE) and from the whole<br>fruits (STWFE). Zika virus (ZIKV) has been linked to<br>several fetal malformations, such as microcephaly and<br>other central nervous system abnormalities....","title_summary":" Schinus terebenthifolius Raddi extracts:<br>from sunscreen activity toward protection of the<br>placenta to Zika virus infection, new uses for a<br>well-known medicinal plant","x":25.0288352966,"y":30.8912677765,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0288352966,"tsne_y":30.8912677765,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"oab7xfh1","source_x":"Medline; PMC","title":"Biological Activities of Rhamnan Sulfate Extract from the Green Algae Monostroma nitidum (Hitoegusa)","doi":"10.3390\/md18040228","abstract":"Monostroma nitidum is a green single-cell layered algae that grows on the southwest coast of Japan. It is often used for salad ingredients, boiled tsukudani, soups, etc., due to its health benefits. M. nitidum is composed of many cell aggregates, and the various substances that fill the intercellular space are dietary fibers, vitamins, and minerals. Rhamnan sulfate (RS), a sulfated polysaccharide, is main the component of the fiber extracted from M. nitidum. Recently, some biological properties of RS have been demonstrated by in vitro and in vivo studies that probably protect human subjects from viruses and ameliorate vascular dysfunction caused by metabolic disorders, especially lifestyle-related diseases. In this review, we focus on the antithrombotic effects of RS and introduce its antiviral and other biological activities.","publish_time":1587686400000,"author_summary":" Suzuki, Koji; Terasawa, Masahiro","abstract_summary":" Monostroma nitidum is a green single-cell<br>layered algae that grows on the southwest coast of<br>Japan. It is often used for salad ingredients, boiled<br>tsukudani, soups, etc., due to its health benefits. M.<br>nitidum is composed of many cell aggregates, and the<br>various substances that fill the intercellular space<br>are dietary fibers, vitamins, and minerals.<br>Rhamnan sulfate (RS), a sulfated polysaccharide, is<br>main the component of the fiber extracted from M.<br>nitidum. Recently, some biological properties of RS<br>have been demonstrated by in vitro and in vivo<br>studies that probably protect human subjects from<br>viruses and ameliorate vascular dysfunction caused...","title_summary":" Biological Activities of Rhamnan Sulfate<br>Extract from the Green Algae Monostroma nitidum<br>(Hitoegusa)","x":25.4697589874,"y":31.452495575,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.4697589874,"tsne_y":31.452495575,"subcluster":5,"subcluster_description":"Biological Activities","shape":"p"},{"cord_uid":"a5ni1s9e","source_x":"Elsevier; PMC","title":"Chapter 12 Wine, food, and health","doi":"10.1016\/b978-0-12-816118-0.00012-x","abstract":"Abstract Wine has historically been associated with religious rights, used as a salubrious beverage, employed as a medication as well as a medicinal solvent, and consumed as a food accompaniment. It is the last use that is most intimately associated in the minds of most modern consumers. Despite this, there is little flavor commonality on which pairing could be based. The first section of the chapter examines this feature and wine's primary role as a palate cleanser and food condiment. The synergistic role of food and wine in suppressing each other's least pleasant attributes is also explained. The final section deals with the latest evidence relating to the many beneficial health effects of moderate wine consumption, shortfalls in the data, headache induction, dental erosion, and conditions under which wine intake is contraindicated.","publish_time":1609372800000,"author_summary":" Jackson, Ronald S.","abstract_summary":" Abstract Wine has historically been<br>associated with religious rights, used as a salubrious<br>beverage, employed as a medication as well as a medicinal<br>solvent, and consumed as a food accompaniment. It is the<br>last use that is most intimately associated in the<br>minds of most modern consumers. Despite this, there<br>is little flavor commonality on which pairing<br>could be based. The first section of the chapter<br>examines this feature and wine's primary role as a palate<br>cleanser and food condiment. The synergistic role of<br>food and wine in suppressing each other's least<br>pleasant attributes is also explained. The final<br>section...","title_summary":" Chapter 12 Wine, food, and health","x":23.5143470764,"y":30.3843746185,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.5143470764,"tsne_y":30.3843746185,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"mq1zwpt7","source_x":"Medline; PMC","title":"Vitamin D3 in High-Quality Cow Milk: An Italian Case Study","doi":"10.3390\/foods9050548","abstract":"The quality-labeling category of high-quality (HQ) milk defined by the Italian legislation must comply with specific requirements concerning rigorous breeder management, hygienic controls, fat and protein content, bacterial load, somatic cells, lactic acid content, and non-denatured soluble serum proteins. However, there is no specification for the vitamin D content of HQ milk. Moreover, the data on the vitamin D content of this milk category are very scarce. In the present study, the content of vitamin D3 was evaluated in HQ raw and pasteurized cow milk obtained from Italian cowsheds and supermarkets. The vitamin D3 content varied from not detected (less than 1 µg L(−1)) to 17.0 ± 2.0 µg L(−1) milk and was not related to the milk fat content. These results represent a case study including a significant although not exhaustive part of the contemporary Italian market of HQ milk. It was shown for the first time that HQ raw milk does not necessarily contain more vitamin D3, even though non-expert consumers likely to buy milk labeled as HQ could expect it. The vitamin D3 content in HQ pasteurized whole milk should be reported on the label of the milk package as a best practice of consumer information policy.","publish_time":1588291200000,"author_summary":" Mandrioli, Mara; Boselli, Emanuele; Fiori,<br>Federica; Rodriguez-Estrada, Maria Teresa","abstract_summary":" The quality-labeling category of<br>high-quality (HQ) milk defined by the Italian legislation<br>must comply with specific requirements concerning<br>rigorous breeder management, hygienic controls, fat<br>and protein content, bacterial load, somatic<br>cells, lactic acid content, and non-denatured<br>soluble serum proteins. However, there is no<br>specification for the vitamin D content of HQ milk. Moreover,<br>the data on the vitamin D content of this milk<br>category are very scarce. In the present study, the<br>content of vitamin D3 was evaluated in HQ raw and<br>pasteurized cow milk obtained from Italian cowsheds and<br>supermarkets. The vitamin D3 content varied from not detected<br>(less...","title_summary":" Vitamin D3 in High-Quality Cow Milk: An Italian<br>Case Study","x":23.2668571472,"y":29.5886421204,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.2668571472,"tsne_y":29.5886421204,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"orbnr75t","source_x":"Medline; PMC","title":"Traditional Uses, Bioactive Chemical Constituents, and Pharmacological and Toxicological Activities of Glycyrrhiza glabra L. (Fabaceae)","doi":"10.3390\/biom10030352","abstract":"Traditional herbal remedies have been attracting attention as prospective alternative resources of therapy for diverse diseases across many nations. In recent decades, medicinal plants have been gaining wider acceptance due to the perception that these plants, as natural products, have fewer side effects and improved efficacy compared to their synthetic counterparts. Glycyrrhiza glabra L. (Licorice) is a small perennial herb that has been traditionally used to treat many diseases, such as respiratory disorders, hyperdipsia, epilepsy, fever, sexual debility, paralysis, stomach ulcers, rheumatism, skin diseases, hemorrhagic diseases, and jaundice. Moreover, chemical analysis of the G. glabra extracts revealed the presence of several organic acids, liquirtin, rhamnoliquirilin, liquiritigenin, prenyllicoflavone A, glucoliquiritin apioside, 1-metho-xyphaseolin, shinpterocarpin, shinflavanone, licopyranocoumarin, glisoflavone, licoarylcoumarin, glycyrrhizin, isoangustone A, semilicoisoflavone B, licoriphenone, and 1-methoxyficifolinol, kanzonol R and several volatile components. Pharmacological activities of G. glabra have been evaluated against various microorganisms and parasites, including pathogenic bacteria, viruses, and Plasmodium falciparum, and completely eradicated P. yoelii parasites. Additionally, it shows antioxidant, antifungal, anticarcinogenic, anti-inflammatory, and cytotoxic activities. The current review examined the phytochemical composition, pharmacological activities, pharmacokinetics, and toxic activities of G. glabra extracts as well as its phytoconstituents.","publish_time":1582588800000,"author_summary":" El-Saber Batiha, Gaber; Magdy Beshbishy,<br>Amany; El-Mleeh, Amany; M. Abdel-Daim, Mohamed;<br>Prasad Devkota, Hari","abstract_summary":" Traditional herbal remedies have been<br>attracting attention as prospective alternative<br>resources of therapy for diverse diseases across many<br>nations. In recent decades, medicinal plants have been<br>gaining wider acceptance due to the perception that<br>these plants, as natural products, have fewer side<br>effects and improved efficacy compared to their<br>synthetic counterparts. Glycyrrhiza glabra L.<br>(Licorice) is a small perennial herb that has been<br>traditionally used to treat many diseases, such as<br>respiratory disorders, hyperdipsia, epilepsy, fever,<br>sexual debility, paralysis, stomach ulcers,<br>rheumatism, skin diseases, hemorrhagic diseases, and<br>jaundice. Moreover, chemical analysis of the G. glabra<br>extracts revealed the presence of...","title_summary":" Traditional Uses, Bioactive Chemical<br>Constituents, and Pharmacological and Toxicological<br>Activities of Glycyrrhiza glabra L. (Fabaceae)","x":25.0601425171,"y":30.9992370605,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.0601425171,"tsne_y":30.9992370605,"subcluster":6,"subcluster_description":"Traditional Chinese Medicine Massa","shape":"p"},{"cord_uid":"iesud9t4","source_x":"Medline; PMC","title":"Jatrophane and rearranged jatrophane-type diterpenes: biogenesis, structure, isolation, biological activity and SARs (1984–2019)","doi":"10.1007\/s11101-020-09667-8","abstract":"Diterpene compounds specially macrocyclic ones comprising jatrophane, lathyrane, terracinolide, ingenane, pepluane, paraliane, and segetane skeletons occurring in plants of the Euphorbiaceae family are of considerable interest in the context of natural product drug discovery programs. They possess diverse complex skeletons and a broad spectrum of therapeutically relevant biological activities including anti-inflammatory, anti-chikungunya virus, anti-HIV, cytotoxic, and multidrug resistance-reversing activities as well as curative effects on thrombotic diseases. Among macrocyclic diterpenes of Euphorbia, the discovery of jatrophane and modified jatrophane diterpenes with a wide range of structurally unique polyoxygenated polycyclic derivatives and as a new class of powerful inhibitors of P-glycoprotein has opened new frontiers for research studies on this genus. In this review, an attempt has been made to give in-depth coverage of the articles on the naturally occurring jatrophanes and rearranged jatrophane-type diterpenes isolated from species belonging to the Euphorbiaceae family published from 1984 to March 2019, with emphasis on the biogenesis, isolation methods, structure, biological activity, and structure–activity relationship. ELECTRONIC SUPPLEMENTARY MATERIAL: The online version of this article (10.1007\/s11101-020-09667-8) contains supplementary material, which is available to authorized users.","publish_time":1586736000000,"author_summary":" Fattahian, Maryam; Ghanadian, Mustafa; Ali,<br>Zulfiqar; Khan, Ikhlas A.","abstract_summary":" Diterpene compounds specially macrocyclic<br>ones comprising jatrophane, lathyrane,<br>terracinolide, ingenane, pepluane, paraliane, and segetane<br>skeletons occurring in plants of the Euphorbiaceae<br>family are of considerable interest in the context of<br>natural product drug discovery programs. They possess<br>diverse complex skeletons and a broad spectrum of<br>therapeutically relevant biological activities including<br>anti-inflammatory, anti-chikungunya virus, anti-HIV,<br>cytotoxic, and multidrug resistance-reversing<br>activities as well as curative effects on thrombotic<br>diseases. Among macrocyclic diterpenes of Euphorbia,<br>the discovery of jatrophane and modified<br>jatrophane diterpenes with a wide range of structurally<br>unique polyoxygenated polycyclic derivatives and as<br>a new class of powerful inhibitors of<br>P-glycoprotein...","title_summary":" Jatrophane and rearranged jatrophane-type<br>diterpenes: biogenesis, structure, isolation,<br>biological activity and SARs (1984–2019)","x":25.2295036316,"y":32.499168396,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.2295036316,"tsne_y":32.499168396,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3tlpyw4s","source_x":"Medline; PMC","title":"Formulation and efficacy evaluation of the safe and efficient moisturizing snow mushroom hand sanitizer","doi":"10.1111\/jocd.13543","abstract":"OBJECTIVES: Snow fungus or snow mushroom or white jelly mushroom (Tremella fuciformis), the edible mushroom, was formulated into hand sanitizer in form of moisturizing alcohol‐based hand rubs (ABHR) gel. METHODS: The stable base ABHRs were developed. The preferred bases were incorporated with various concentrations of snow mushroom extract. The stable and preferred snow mushroom ABHR was moisturizing and sanitizing efficacies evaluated in 20 human volunteers in a comparison with its placebo. RESULTS: The stable hand sanitizer gel bases containing 66.5% of ethanol and 0.3% triclosan were developed and incorporated with the extract of snow mushroom polysaccharide. Of which, the preparations containing 10% of snow mushroom and 0.3% of gelling agent gained the highest preferences as assessed in 20 Thai volunteers. The snow mushroom hand sanitizer was proved to be none irritated in the same group of the volunteers as was the placebo. The snow mushroom gel significantly (P < 0.05) moist the skin better than the placebo at all time of the interval assessment until the end of the study at 180 min. The hand sanitizers were confirmed on their anti‐septic, at which the efficacies of the active and placebo ABHR were comparable (P = 0.90). CONCLUSIONS: Snow mushroom ABHR gel with its confirmed moisturizing and sanitizing efficacies is presented. It is meetings with the recommendation on hand hygienic improvement to combat the infections of diseases spreading. The preparation can be frequency applied with its proved skin hydrating efficacy co‐contributes in a good condition of hand hygiene.","publish_time":1591920000000,"author_summary":" Lourith, Nattaya; Pungprom, Sathaporn;<br>Kanlayavattanakul, Mayuree","abstract_summary":" OBJECTIVES: Snow fungus or snow mushroom or<br>white jelly mushroom (Tremella fuciformis), the<br>edible mushroom, was formulated into hand sanitizer<br>in form of moisturizing alcohol‐based hand rubs<br>(ABHR) gel. METHODS: The stable base ABHRs were<br>developed. The preferred bases were incorporated with<br>various concentrations of snow mushroom extract. The<br>stable and preferred snow mushroom ABHR was<br>moisturizing and sanitizing efficacies evaluated in 20<br>human volunteers in a comparison with its placebo.<br>RESULTS: The stable hand sanitizer gel bases containing<br>66.5% of ethanol and 0.3% triclosan were developed<br>and incorporated with the extract of snow mushroom<br>polysaccharide. Of which, the preparations...","title_summary":" Formulation and efficacy evaluation of the<br>safe and efficient moisturizing snow mushroom hand<br>sanitizer","x":25.1060085297,"y":30.2044525146,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.1060085297,"tsne_y":30.2044525146,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7gyy2c52","source_x":"Elsevier; PMC","title":"THE RISE AND FALL OF TOBACCO AS A BOTANICAL MEDICINE","doi":"10.1016\/j.hermed.2020.100374","abstract":"A forgotten and valuable chapter in the history of tobacco concerns its role as a botanical medicine. For three hundred years following its importation into Europe, tobacco came to be considered a universal remedy highly prescribed by physicians. In the early history of tobacco, the literature on its medicinal benefits was voluminous. Nonetheless, bitter opposition to its use for non-medicinal purposes began to arise. There was little doubt of its medicinal efficacy at first, but with time, as the concepts and practice of medicine changed, the tide of medical opinion turned against it. Medical support for the therapeutic use of tobacco reached its nadir during the mid-nineteenth century, when it was dropped from most medical pharmacoepiae. Medical opinion on the health hazards of recreational smoking required another 100 years to arrive at the contemporary opinion that cigarette smoking is the single most important preventable environmental factor contributing to illness, disability and death in the U. S.","publish_time":1590364800000,"author_summary":" Sanchez-Ramos, Juan R.","abstract_summary":" A forgotten and valuable chapter in the history<br>of tobacco concerns its role as a botanical<br>medicine. For three hundred years following its<br>importation into Europe, tobacco came to be considered a<br>universal remedy highly prescribed by physicians. In the<br>early history of tobacco, the literature on its<br>medicinal benefits was voluminous. Nonetheless, bitter<br>opposition to its use for non-medicinal purposes began to<br>arise. There was little doubt of its medicinal<br>efficacy at first, but with time, as the concepts and<br>practice of medicine changed, the tide of medical<br>opinion turned against it. Medical support for the<br>therapeutic use of...","title_summary":" THE RISE AND FALL OF TOBACCO AS A BOTANICAL<br>MEDICINE","x":24.0155315399,"y":30.4894123077,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.0155315399,"tsne_y":30.4894123077,"subcluster":1,"subcluster_description":"Tobacco As A Botanical","shape":"p"},{"cord_uid":"z3c5zguv","source_x":"Elsevier; Medline; PMC","title":"Associations between maternal characteristics and health, survival, and performance of dairy heifers from birth through first lactation","doi":"10.3168\/jds.2019-17083","abstract":"ABSTRACT The objective of this study was to investigate whether health, survival, and performance of dairy heifers from birth through first lactation are associated with parity and health status of their dams. Holstein heifers (n = 1,811) derived from artificial insemination were categorized as (1) daughters of primiparous cows that, consequently, were nonlactating heifers during gestation (Prim-NoL; n = 787); (2) daughters of multiparous cows that did not have any clinical diseases in the previous lactation (Mult-NoCD; n = 638); and (3) daughters of multiparous cows that had at least one clinical disease in the previous lactation (Mult-CD; n = 386). Clinical diseases of the multiparous dams included retained placenta, metritis, mastitis, lameness, and digestive and respiratory problems. Data collected for evaluation of daughters included genotypic and phenotypic characteristics at birth, morbidity, reproductive performance, and culling from birth through 305 d in milk of first lactation. Orthogonal contrasts were used to evaluate the effect of the parity of the dam (Prim-NoL vs. Mult-NoCD + Mult-CD) and the effect of clinical disease occurrence in the previous lactation among multiparous dams (Mult-NoCD vs. Mult-CD). Compared with daughters of multiparous cows, daughters of Prim-NoL were lighter at birth (36 vs. 41 kg), had greater genetic merit for production traits (e.g., genomic estimated breeding value for milk yield: 875 vs. 746 kg), were less likely to leave the herd (17 vs. 28%) and to lose pregnancy as a heifer (9 vs. 14%), calved earlier (703 vs. 711 d old), were less likely to have clinical diseases as a first lactation cow (30 vs. 37%), and had reduced performance in the first lactation when considering their genetic merit (e.g., 305-d yield of energy-corrected milk: 11,270 vs. 11,539 kg). Compared with daughters of Mult-NoCD, daughters of Mult-CD were less likely to have digestive problems as a heifer (17 vs. 27%) and clinical disease as a first lactation cow (32 vs. 42%), but were also more likely to leave the herd as a heifer (32 vs. 25%) even though genetic merit for production traits were similar (e.g., genomic estimated breeding value for milk: 744 vs. 749 kg). In conclusion, both parity and health status of the dam in the previous lactation were associated with morbidity, survival, and performance of their daughters from birth through 305 d in milk of the first lactation and might represent factors affecting developmental programming of dairy heifers in utero.","publish_time":1580428800000,"author_summary":" Carvalho, M. R.; Aboujaoude, C.;<br>Peñagaricano, F.; Santos, J.E.P.; DeVries, T. J.; McBride, B.<br>W.; Ribeiro, E. S.","abstract_summary":" ABSTRACT The objective of this study was to<br>investigate whether health, survival, and performance of<br>dairy heifers from birth through first lactation are<br>associated with parity and health status of their dams.<br>Holstein heifers (n = 1,811) derived from artificial<br>insemination were categorized as (1) daughters of<br>primiparous cows that, consequently, were nonlactating<br>heifers during gestation (Prim-NoL; n = 787); (2)<br>daughters of multiparous cows that did not have any<br>clinical diseases in the previous lactation<br>(Mult-NoCD; n = 638); and (3) daughters of multiparous cows<br>that had at least one clinical disease in the<br>previous lactation (Mult-CD; n =...","title_summary":" Associations between maternal<br>characteristics and health, survival, and performance of dairy<br>heifers from birth through first lactation","x":23.5224838257,"y":28.4662399292,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.5224838257,"tsne_y":28.4662399292,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"lrsqrc2u","source_x":"Medline; PMC","title":"Echinoderms provide missing link in the evolution of PrRP\/sNPF-type neuropeptide signalling","doi":"10.7554\/elife.57640","abstract":"Neuropeptide signalling systems comprising peptide ligands and cognate receptors are evolutionarily ancient regulators of physiology and behaviour. However, there are challenges associated with determination of orthology between neuropeptides in different taxa. Orthologs of vertebrate neuropeptide-Y (NPY) known as neuropeptide-F (NPF) have been identified in protostome invertebrates, whilst prolactin-releasing peptide (PrRP) and short neuropeptide-F (sNPF) have been identified as paralogs of NPY\/NPF in vertebrates and protostomes, respectively. Here we investigated the occurrence of NPY\/NPF\/PrRP\/sNPF-related signalling systems in a deuterostome invertebrate phylum – the Echinodermata. Analysis of transcriptome\/genome sequence data revealed loss of NPY\/NPF-type signalling, but orthologs of PrRP-type neuropeptides and sNPF\/PrRP-type receptors were identified in echinoderms. Furthermore, experimental studies revealed that the PrRP-type neuropeptide pQDRSKAMQAERTGQLRRLNPRF-NH(2) is a potent ligand for a sNPF\/PrRP-type receptor in the starfish Asterias rubens. Our findings indicate that PrRP-type and sNPF-type signalling systems are orthologous and originated as a paralog of NPY\/NPF-type signalling in Urbilateria.","publish_time":1592956800000,"author_summary":" Yañez-Guerra, Luis Alfonso; Zhong, Xingxing;<br>Moghul, Ismail; Butts, Thomas; Zampronio, Cleidiane<br>G; Jones, Alexandra M; Mirabeau, Olivier;<br>Elphick, Maurice R","abstract_summary":" Neuropeptide signalling systems comprising<br>peptide ligands and cognate receptors are<br>evolutionarily ancient regulators of physiology and<br>behaviour. However, there are challenges associated with<br>determination of orthology between neuropeptides in<br>different taxa. Orthologs of vertebrate neuropeptide-Y<br>(NPY) known as neuropeptide-F (NPF) have been<br>identified in protostome invertebrates, whilst<br>prolactin-releasing peptide (PrRP) and short neuropeptide-F<br>(sNPF) have been identified as paralogs of NPY\/NPF in<br>vertebrates and protostomes, respectively. Here we<br>investigated the occurrence of NPY\/NPF\/PrRP\/sNPF-related<br>signalling systems in a deuterostome invertebrate phylum<br>– the Echinodermata. Analysis of<br>transcriptome\/genome sequence data revealed loss of NPY\/NPF-type<br>signalling, but orthologs of PrRP-type neuropeptides and<br>sNPF\/PrRP-type...","title_summary":" Echinoderms provide missing link in the<br>evolution of PrRP\/sNPF-type neuropeptide signalling","x":25.9161815643,"y":33.1334762573,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.9161815643,"tsne_y":33.1334762573,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6uzt6hbh","source_x":"Elsevier; PMC","title":"Nutrition and feeding of dairy cattle","doi":"10.1016\/b978-0-12-817052-6.00009-4","abstract":"Feeding dairy cattle utilize the sciences of nutrition, biochemistry, and microbiology and combine them with animal husbandry. In this chapter, we will discuss the nutrients and how they are integral for dairy cattle performance (growth and milk production). We will evaluate the feeding of calves and heifers along with some brief practical feeding recommendations for dry and prepartum cows.","publish_time":1579824000000,"author_summary":" Erickson, Peter S.; Kalscheur, Kenneth F.","abstract_summary":" Feeding dairy cattle utilize the sciences of<br>nutrition, biochemistry, and microbiology and combine<br>them with animal husbandry. In this chapter, we will<br>discuss the nutrients and how they are integral for<br>dairy cattle performance (growth and milk<br>production). We will evaluate the feeding of calves and<br>heifers along with some brief practical feeding<br>recommendations for dry and prepartum cows.","title_summary":" Nutrition and feeding of dairy cattle","x":23.5878677368,"y":28.5444545746,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":23.5878677368,"tsne_y":28.5444545746,"subcluster":0,"subcluster_description":"Plasma Polyunsaturated Fatty Acid","shape":"p"},{"cord_uid":"ecp59f0s","source_x":"Medline; PMC","title":"Biosynthesis of acetylacetone inspired by its biodegradation","doi":"10.1186\/s13068-020-01725-9","abstract":"BACKGROUND: Acetylacetone is a commercially bulk chemical with diverse applications. However, the traditional manufacturing methods suffer from many drawbacks such as multiple steps, harsh conditions, low yield, and environmental problems, which hamper further applications of petrochemical-based acetylacetone. Compared to conventional chemical methods, biosynthetic methods possess advantages such as being eco-friendly, and having mild conditions, high selectivity and low potential costs. It is urgent to develop biosynthetic route for acetylacetone to avoid the present problems. RESULTS: The biosynthetic pathway of acetylacetone was constructed by reversing its biodegradation route, and the acetylacetone was successfully produced by engineered Escherichia coli (E. coli) by overexpression of acetylacetone-cleaving enzyme (Dke1) from Acinetobacter johnsonii. Several promising amino acid residues were selected for enzyme improvement based on sequence alignment and structure analysis, and the acetylacetone production was improved by site-directed mutagenesis of Dke1. The double-mutant (K15Q\/A60D) strain presented the highest acetylacetone-producing capacity which is 3.6-fold higher than that of the wild-type protein. Finally, the strain accumulated 556.3 ± 15.2 mg\/L acetylacetone in fed-batch fermentation under anaerobic conditions. CONCLUSIONS: This study presents the first intuitive biosynthetic pathway for acetylacetone inspired by its biodegradation, and shows the potential for large-scale production.","publish_time":1589500800000,"author_summary":" Zhou, Yifei; Ding, Yamei; Gao, Wenjie; Wang,<br>Jichao; Liu, Xiutao; Xian, Mo; Feng, Xinjun; Zhao,<br>Guang","abstract_summary":" BACKGROUND: Acetylacetone is a commercially<br>bulk chemical with diverse applications. However,<br>the traditional manufacturing methods suffer<br>from many drawbacks such as multiple steps, harsh<br>conditions, low yield, and environmental problems, which<br>hamper further applications of petrochemical-based<br>acetylacetone. Compared to conventional chemical methods,<br>biosynthetic methods possess advantages such as being<br>eco-friendly, and having mild conditions, high selectivity<br>and low potential costs. It is urgent to develop<br>biosynthetic route for acetylacetone to avoid the present<br>problems. RESULTS: The biosynthetic pathway of<br>acetylacetone was constructed by reversing its<br>biodegradation route, and the acetylacetone was successfully<br>produced by engineered Escherichia coli (E. coli) by...","title_summary":" Biosynthesis of acetylacetone inspired by its<br>biodegradation","x":26.2125492096,"y":32.3861160278,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.2125492096,"tsne_y":32.3861160278,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"mxwschc6","source_x":"Medline; PMC","title":"From δ-aminolevulinic acid to chlorophylls and every step in between: in memory of Constantin (Tino) A. Rebeiz, 1936–2019","doi":"10.1007\/s11120-020-00750-x","abstract":"Constantin A. (Tino) Rebeiz, a pioneer in the field of chlorophyll biosynthesis, and a longtime member of the University of Illinois community of plant biologists, passed away on July 25, 2019. He came to the USA at a time that was difficult for members of minority groups to be in academia. However, his passion for the complexity of the biochemical origin of chlorophylls drove a career in basic sciences which extended into applied areas of environmentally friendly pesticides and treatment for skin cancer. He was a philanthropist; in retirement, he founded the Rebeiz Foundation for Basic Research which recognized excellence and lifetime achievements of selected top scientists in the general area of photosynthesis research. His life history, scientific breakthroughs, and community service hold important lessons for the field.","publish_time":1590451200000,"author_summary":" Govindjee, Govindjee; Briskin, Donald P.;<br>Benning, Christoph; Daniell, Henry; Kolossov,<br>Vladimir; Scheer, Hugo; Rebeiz, Mark","abstract_summary":" Constantin A. (Tino) Rebeiz, a pioneer in the<br>field of chlorophyll biosynthesis, and a longtime<br>member of the University of Illinois community of<br>plant biologists, passed away on July 25, 2019. He<br>came to the USA at a time that was difficult for<br>members of minority groups to be in academia. However,<br>his passion for the complexity of the biochemical<br>origin of chlorophylls drove a career in basic<br>sciences which extended into applied areas of<br>environmentally friendly pesticides and treatment for skin<br>cancer. He was a philanthropist; in retirement, he<br>founded the Rebeiz Foundation for Basic Research which<br>recognized excellence...","title_summary":" From δ-aminolevulinic acid to chlorophylls<br>and every step in between: in memory of Constantin<br>(Tino) A. Rebeiz, 1936–2019","x":25.5060558319,"y":32.4511375427,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.5060558319,"tsne_y":32.4511375427,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"t3lj442h","source_x":"Medline; PMC","title":"Turning Meadow Weeds Into Valuable Species for the Romanian Ethnomedicine While Complying With the Environmentally Friendly Farming Requirements of the European Union’s Common Agricultural Policy","doi":"10.3389\/fphar.2020.00529","abstract":"The cross-compliance mechanism of the European Union (EU)'s common agricultural policy (CAP) makes the approval of the direct payments to the European farmers subject to compliance with the requirement to maintain the land in good agricultural and environmental condition. One of the obligations of the Romanian land owners and farmers is to avoid the installation of unwanted vegetation on their land plots. This vegetation is represented by some species of herbaceous or woody plants, annual or perennial, that spontaneously invade the agricultural lands, diminishing the production capacity of the cultivated plants. Included in this category are 10 meadow weeds, without fodder value or even toxic to animals: Arctium lappa L., Carduus nutans L., Conium maculatum L., Eryngium campestre L., Euphorbia cyparissias L., Pteridium aquilinum (L.) Kuhn, Rumex acetosella L., Veratrum album L., Xanthium spinosum L., and Xanthium strumarium L. Various and multiple uses in traditional medicine of these meadow weed species have been reported for Romania and other nine neighboring East European countries, i.e. Bosnia and Herzegovina, Bulgaria, Czech Republic, Estonia, Kosovo, Russia, Turkey, Serbia, and Ukraine. For A. lappa were recorded the highest number of ethnomedicinal uses, in the largest number of East European countries, including Romania. C. maculatum and V. album are not recommended for human consumption but can be further investigated as potential sources of pharmaceutically active compounds. Once removed by landowners and farmers from their land, the raw plant material of these 10 species become readily and easily available to the Romanian local communities and the industry of herbal food supplements, while the biodiversity of the agro-ecosystems is maintained.","publish_time":1587600000000,"author_summary":" Grosu, Elena; Ichim, Mihael Cristin","abstract_summary":" The cross-compliance mechanism of the<br>European Union (EU)'s common agricultural policy (CAP)<br>makes the approval of the direct payments to the<br>European farmers subject to compliance with the<br>requirement to maintain the land in good agricultural and<br>environmental condition. One of the obligations of the<br>Romanian land owners and farmers is to avoid the<br>installation of unwanted vegetation on their land plots.<br>This vegetation is represented by some species of<br>herbaceous or woody plants, annual or perennial, that<br>spontaneously invade the agricultural lands, diminishing<br>the production capacity of the cultivated plants.<br>Included in this category are 10 meadow weeds, without...","title_summary":" Turning Meadow Weeds Into Valuable Species for<br>the Romanian Ethnomedicine While Complying With<br>the Environmentally Friendly Farming<br>Requirements of the European Union’s Common Agricultural<br>Policy","x":24.7456951141,"y":29.9682884216,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":24.7456951141,"tsne_y":29.9682884216,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"qgaamczt","source_x":"Medline; PMC","title":"Ginkgo leaf extract and dipyridamole injection for chronic cor pulmonale: a PRISMA-compliant meta-analysis of randomized controlled trials","doi":"10.1042\/bsr20200099","abstract":"Ginkgo leaf extract and dipyridamole injection (GLED), a kind of Chinese herbal medicine preparation, has been considered as a promising supplementary treatment for chronic cor pulmonale (CCP). Although an analysis of the published literature has been performed, the exact effects and safety of GLED have yet to be systematically investigated. Therefore, a wide-ranging systematic search of electronic databases from which to draw conclusions was conducted. All randomized controlled trials concerning the GLED plus conventional treatments for CCP were selected in the present study. Main outcomes were treatment efficacy, blood gas and hemorrheology indexes, and adverse events. Data from 28 trials with 2457 CCP patients were analyzed. The results indicated that, compared with conventional treatments alone, the combination of conventional treatments with GLED obviously improved the markedly effective rate (RR = 1.44, 95% CI = 1.31–1.58, P < 0.00001) and total effective rate (RR = 1.28, 95% CI = 1.18–1.38, P < 0.00001). Moreover, the hemorrheology (PaO(2), P < 0.00001; PaCO(2), P < 0.00001; SaO(2), P < 0.00001; pH value, P = 0.05) and blood gas indexes (PV, WBHSV, WBMSV, WBLSV, hematocrit and FBG, P < 0.01) of CCP patients were also significantly ameliorated after the combined therapy. The frequency of adverse events did not differ significantly between the two groups (P > 0.05). In summary, evidence from the meta-analysis suggested that the combination of conventional treatments and GLED appeared to be effective and relatively safe for CCP. Therefore, GLED mediated therapy could be recommended as an adjuvant treatment for CCP.","publish_time":1583971200000,"author_summary":" Qiu, Jian; Guo, Yijun; Xu, Xin; Yue, Hongmei;<br>Yang, Yapei","abstract_summary":" Ginkgo leaf extract and dipyridamole<br>injection (GLED), a kind of Chinese herbal medicine<br>preparation, has been considered as a promising<br>supplementary treatment for chronic cor pulmonale (CCP).<br>Although an analysis of the published literature has<br>been performed, the exact effects and safety of GLED<br>have yet to be systematically investigated.<br>Therefore, a wide-ranging systematic search of<br>electronic databases from which to draw conclusions was<br>conducted. All randomized controlled trials concerning<br>the GLED plus conventional treatments for CCP were<br>selected in the present study. Main outcomes were<br>treatment efficacy, blood gas and hemorrheology<br>indexes, and adverse events. Data from 28 trials...","title_summary":" Ginkgo leaf extract and dipyridamole<br>injection for chronic cor pulmonale: a PRISMA-compliant<br>meta-analysis of randomized controlled trials","x":25.2133255005,"y":30.5561332703,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":25.2133255005,"tsne_y":30.5561332703,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cnagv3kg","source_x":"Medline; PMC","title":"Therapeutic and biotechnological applications of substrate specific microbial aminopeptidases","doi":"10.1007\/s00253-020-10641-9","abstract":"Aminopeptidases (EC 3.4.11.) belongs to exoprotease family, which can catalyze the cleavage of peptide bond which connects the N-terminal amino acid to the penultimate residue in a protein. Aminopeptidases catalyze the process of removal of the N-terminal amino acids of target substrates by sequential cleavage of one amino acid residue at a time. Microbial aminopeptidase are of great acceptance as industrial enzymes with varying applications in food and pharma industry since these enzymes possess unique characteristics than aminopeptidases from other sources. This review describes the various applications of microbial aminopeptidases in different industrial sectors. These enzymes are widely used in food industry as a debittering agent as well as in the preparation of protein hydrolysates. In baking, brewing, and cheese making aminopeptidases are extensively used for removing the bitterness of peptides. The inhibitors of these enzymes are found great clinical applications against various diseases such as cancer, diabetes, and viral infections. Aminopeptidases are widely used for the synthesis of biopeptides and amino acids, and found to be efficient than chemical synthesis. These enzymes are capable of hydrolyzing organophosphate compounds, thus having biological as well as environmental significance.","publish_time":1588032000000,"author_summary":" Nandan, Arya; Nampoothiri, Kesavan Madhavan","abstract_summary":" Aminopeptidases (EC 3.4.11.) belongs to<br>exoprotease family, which can catalyze the cleavage of<br>peptide bond which connects the N-terminal amino acid<br>to the penultimate residue in a protein.<br>Aminopeptidases catalyze the process of removal of the<br>N-terminal amino acids of target substrates by sequential<br>cleavage of one amino acid residue at a time. Microbial<br>aminopeptidase are of great acceptance as industrial enzymes<br>with varying applications in food and pharma<br>industry since these enzymes possess unique<br>characteristics than aminopeptidases from other sources. This<br>review describes the various applications of<br>microbial aminopeptidases in different industrial<br>sectors. These enzymes are widely used in...","title_summary":" Therapeutic and biotechnological<br>applications of substrate specific microbial<br>aminopeptidases","x":26.1684131622,"y":32.6495857239,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.1684131622,"tsne_y":32.6495857239,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"},{"cord_uid":"lrquaasd","source_x":"Elsevier; Medline; PMC","title":"Exopolysaccharides from probiotic bacteria and their health potential","doi":"10.1016\/j.ijbiomac.2020.06.190","abstract":"Exopolysaccharides (EPS) are extracellular macromolecules excreted as tightly bound capsule or loosely attached slime layer in microorganisms. They play most prominent role against desiccation, phagocytosis, cell recognition, phage attack, antibiotics or toxic compounds and osmotic stress. In the last few decades, natural polymers have gained much attention among scientific communities owing to their therapeutic potential. In particular the EPS retrieved from probiotic bacteria with varied carbohydrate compositions possess a plenty of beneficial properties. Different probiotic microbes have unique behavior in expressing their capability to display significant health promoting characteristics in the form of polysaccharides. In this new era of alternative medicines, these polysaccharides are considered as substitutes for synthetic drugs. The EPS finds applications in various fields like textiles, cosmetics, bioremediation, food and therapeutics. The present review is focused on sources, chemical composition, biosynthetic pathways of EPS and their biological potential. More attention has been given to the scientific investigations on antimicrobial, antitumor, anti-biofilm, antiviral, anti-inflammatory and immunomodulatory activities.","publish_time":1592784000000,"author_summary":" Angelin, J.; Kavitha, M.","abstract_summary":" Exopolysaccharides (EPS) are extracellular<br>macromolecules excreted as tightly bound capsule or loosely<br>attached slime layer in microorganisms. They play most<br>prominent role against desiccation, phagocytosis, cell<br>recognition, phage attack, antibiotics or toxic compounds<br>and osmotic stress. In the last few decades,<br>natural polymers have gained much attention among<br>scientific communities owing to their therapeutic<br>potential. In particular the EPS retrieved from probiotic<br>bacteria with varied carbohydrate compositions<br>possess a plenty of beneficial properties. Different<br>probiotic microbes have unique behavior in expressing<br>their capability to display significant health<br>promoting characteristics in the form of<br>polysaccharides. In this new era of alternative...","title_summary":" Exopolysaccharides from probiotic bacteria<br>and their health potential","x":26.3983135223,"y":31.9998550415,"cluster":21,"cluster_name":"c22","cluster_description":"Biological Activity","tsne_x":26.3983135223,"tsne_y":31.9998550415,"subcluster":4,"subcluster_description":"Novel Thermophilic Strain","shape":"p"}]