{"cluster": 21, "subcluster": 2, "abstract_summ": "The optimal extraction process was determined using various ingredients to obtain complex extracts with high active ingredient content and antioxidant activity.The antioxidant activity by DPPH assay showed IC50 value of 4.82 ± 0.06 × 10(−2) µg/mL, while the reducing power assay have resulted an EC50 value of 3.47 ± 0.2 × 10(−2) µg/mL. The results showed that the essential oil exhibited an MIC at 1.36 mg/mL to 2.72 mg/ml and MBC at 5.45 mg/mL to 10.9 mg/mL against all tested bacteria.The combination also showed synergistic antioxidant activity compared with YPS in vivo.The antioxidant activity was determined by DPPH radical scavenging assay and reducing power.Eugenol was the major compound of the studied essential oil (78.72%) followed by β-caryophyllene (8.82%) and eugenyl acetate (8.74%).", "title_summ": "Evaluation of the synergetic effect of Yupingfeng san and Flos Sophorae Immaturus based on free radical scavenging capacityCompressed fluids and phytochemical profiling tools to obtain and characterize antiviral and anti-inflammatory compounds from natural sourcesChemical composition, in-vitro antibacterial and antioxidant activities of Syzygium aromaticum essential oilRiboflavin-overproducing lactobacilli for the enrichment of fermented soymilk: insights into improved nutritional and functional attributes.Identification of compound causing yellow bone discoloration following alpha-glycosyl isoquercitrin exposure in Sprague-Dawley rats.Characterization and antiinflammatory properties of fractionated pyroligneous acid from palm kernel shell.Exerts Skin Whitening and Anti-Skin Wrinkle Effects.", "title_abstract_phrases": "The optimal extraction process was determined using various ingredients to obtain complex extracts with high active ingredient content and antioxidant activity.The antioxidant activity by DPPH assay showed IC50 value of 4.82 ± 0.06 × 10(−2) µg/mL, while the reducing power assay have resulted an EC50 value of 3.47 ± 0.2 × 10(−2) µg/mL. The results showed that the essential oil exhibited an MIC at 1.36 mg/mL to 2.72 mg/ml and MBC at 5.45 mg/mL to 10.9 mg/mL against all tested bacteria.Chemical composition, in-vitro antibacterial and antioxidant activities of Syzygium aromaticum essential oilThe aims of this study were to investigate the chemical composition, in-vitro antioxidant and antibacterial activities of Syzygium aromaticum essential oil.The combination also showed synergistic antioxidant activity compared with YPS in vivo.The antioxidant activity was determined by DPPH radical scavenging assay and reducing power."}