{"cluster": 21, "subcluster": 6, "abstract_summ": "It was observed that plants growing at lower altitude in Wasita locality had better antifungal activity, while those growing at higher altitude at Safsaf locality had better antibacterial activity.As many as 71 epiphytic medicinal plants were studied for their biological activities, showing promising pharmacological activities, including as anti-inflammatory, antimicrobial, and anticancer agents.Due to their excellent pharmacological activity, security in food additives and high value in the national economy, Morus genus plants have drawn more and more attention in recent years.We also conclude that amylase activity explains the pharmacological activity of MMF to a certain extent, but it is likely not the only factor.The current review examined the phytochemical composition, pharmacological activities, pharmacokinetics, and toxic activities of G. glabra extracts as well as its phytoconstituents.", "title_summ": "The structure–activity relationship review of the main bioactive constituents of Morus genus plantsThe Genus Calophyllum: Review of Ethnomedicinal Uses, Phytochemistry and PharmacologyBioactive Phytochemical Constituents of Wild Edible Mushrooms from Southeast AsiaBiostudy on Traditional Chinese Medicine Massa Medicata FermentataVascular Epiphytic Medicinal Plants as Sources of Therapeutic Agents: Their Ethnopharmacological Uses, Chemical Composition, and Biological ActivitiesAltitude impact on the chemical profile and biological activities of Satureja thymbra L. essential oilNative and exotic plants with edible fleshy fruits utilized in Patagonia and their role as sources of local functional foodsAfrican potato (Hypoxis hemerocallidea): a systematic review of its chemistry, pharmacology and ethno medicinal propertiesA critical review: traditional uses, phytochemistry, pharmacology and toxicology of Stephania tetrandra S. Moore (Fen Fang Ji)Isatis tinctoria L. (Woad): A Review of Its Botany, Ethnobotanical Uses, Phytochemistry, Biological Activities, and Biotechnological StudiesEthnopharmacology, phytochemistry, biological activities, and therapeutic applications of Cedrela serrata Royle: A mini reviewSaposhnikovia divaricata—An Ethnopharmacological, Phytochemical and Pharmacological ReviewSchinus terebenthifolius Raddi extracts: from sunscreen activity toward protection of the placenta to Zika virus infection, new uses for a well-known medicinal plantTraditional Uses, Bioactive Chemical Constituents, and Pharmacological and Toxicological Activities of Glycyrrhiza glabra L. (Fabaceae)", "title_abstract_phrases": "As many as 71 epiphytic medicinal plants were studied for their biological activities, showing promising pharmacological activities, including as anti-inflammatory, antimicrobial, and anticancer agents.It was observed that plants growing at lower altitude in Wasita locality had better antifungal activity, while those growing at higher altitude at Safsaf locality had better antibacterial activity.Due to their excellent pharmacological activity, security in food additives and high value in the national economy, Morus genus plants have drawn more and more attention in recent years.Altitude impact on the chemical profile and biological activities of Satureja thymbra L. essential oilBACKGROUND: Several agricultural or environmental factors affect plants’ chemical and pharmacological properties.We also conclude that amylase activity explains the pharmacological activity of MMF to a certain extent, but it is likely not the only factor."}