{"cluster": 21, "subcluster": 5, "abstract_summ": "In order to find new biological activities and to eventually enhance the before observed effects, (−)-polyalthic acid (1) and kaurenoic acid (2), together with eight prepared semi-synthetic derivatives (1a–1c and 2a–2e) were evaluated for their cytotoxic, antibacterial and antifungal properties.In this review, we focus on the antithrombotic effects of RS and introduce its antiviral and other biological activities.Investigation of the antifungal activity, in contrast, showed that the carboxyl group is unnecessary for the effect against the dermatophytes Trichophyton rubrum and Cryptococcus neoformans, indicated by low micromolar IC(50) values for both (−)-polyalthic acid diethylamide (1a) as well as (−)-polyalthic acid methyl ester (1b).In antitrichomonas activity, the leaves and whole-plant oils of Hornstedtia bella possessed IC(50), IC(90), and MLC values of 0.008%, 0.016%, and 0.03% (v/v), respectively, whilst those of rhizomes oil had in turn, 0.004%, 0.008%, and 0.016% (v/v).Besides, the leaf oil showed a weak cytotoxicity against Vero 76 and MRC-5; meanwhile, rhizomes and whole-plant oils did not exert any toxic effects on cell monolayers.Finally, these oils were not active against EV-A71.Abstract Anticomplement activity played an important role in anti-inflammatory effects of traditional Chinese herbs.", "title_summ": "Extraction, Characterization, and Anticoagulant Activity of a Sulfated Polysaccharide from Bursatella leachii VisceraMechanisms of Bioactivities of Fucoidan from the Brown Seaweed Fucus vesiculosus L. of the Barents SeaLectins from the Edible Mushroom Agaricus bisporus and Their Therapeutic PotentialsPhytochemical Compositions and Biological Activities of Essential Oils from the Leaves, Rhizomes and Whole Plant of Hornstedtia bella ŠkorničkUPLC-MS identification and anticomplement activity of the metabolites of Sophora tonkinensis flavonoids treated with human intestinal bacteriaBiological Activities of Rhamnan Sulfate Extract from the Green Algae Monostroma nitidum (Hitoegusa)Biological Activities of Two Major Copaiba Diterpenoids and Their Semi-synthetic DerivativesCharacterization of Ginkgo biloba Leaf Flavonoids as Neuroexocytosis Regulators.", "title_abstract_phrases": "In order to find new biological activities and to eventually enhance the before observed effects, (−)-polyalthic acid (1) and kaurenoic acid (2), together with eight prepared semi-synthetic derivatives (1a–1c and 2a–2e) were evaluated for their cytotoxic, antibacterial and antifungal properties.In this review, we focus on the antithrombotic effects of RS and introduce its antiviral and other biological activities.In antitrichomonas activity, the leaves and whole-plant oils of Hornstedtia bella possessed IC(50), IC(90), and MLC values of 0.008%, 0.016%, and 0.03% (v/v), respectively, whilst those of rhizomes oil had in turn, 0.004%, 0.008%, and 0.016% (v/v).Besides, the leaf oil showed a weak cytotoxicity against Vero 76 and MRC-5; meanwhile, rhizomes and whole-plant oils did not exert any toxic effects on cell monolayers.Investigation of the antifungal activity, in contrast, showed that the carboxyl group is unnecessary for the effect against the dermatophytes Trichophyton rubrum and Cryptococcus neoformans, indicated by low micromolar IC(50) values for both (−)-polyalthic acid diethylamide (1a) as well as (−)-polyalthic acid methyl ester (1b).These aglycones are likely to be among the potential active components of S. tonkinensis for its inhibiting inflammation effects."}