{"cluster": 21, "subcluster": 3, "abstract_summ": "The minimum inhibitory concentration of crude pigment extract Y for most of the bacterial pathogens tested was below or equal to 0.25 µg/mL and the minimum bactericidal concentration was below or equal to 0.5 µg/mL. In the cytotoxicity evaluation, crude pigment Y exhibited less toxicity toward normal cells lines (L929).The DNA fragmentation analysis and caspase-9 quantification in the pigment-treated A375 cells determined the apoptosis activity mediated by the crude pigment extract Y. The compounds in the crude pigment extract Y was identified by HR-LCMS analysis.This review highlights the protective strategies and pigment production by cold-adapted bacteria and fungi, their industrial and biomedical applications, condition optimization for maximum pigment extraction as well as the challenges facing in the exploitation of cryospheric microorganisms for pigment extraction that hopefully will provide valuable information, direction, and progress in forthcoming studies.To fulfill the market demand of natural pigments new sources should be explored.Due to their only moderate cytotoxicity against human cell lines, phenoxyphenols provide an interesting new scaffold for development of antimicrobial agents with activity against planktonic cells, persisters and biofilm-incoporated cells of ESKAPE pathogens.", "title_summ": "Characterization of Lactic Acid Bacteria Isolated From the Gastrointestinal Tract of a Wild Boar as Potential ProbioticsStreptovertimycins A–H, new fasamycin-type antibiotics produced by a soil-derived Streptomyces morookaense strainAntibacterial Potential and Apoptosis Induction by Pigments from the Endophyte Burkholderia sp. WYAT7.Penicillium subrubescens adapts its enzyme production to the composition of plant biomass.Antimicrobial lead compounds from marine plantsHighlights of marine natural products having parallel scaffolds found from marine-derived bacteria, sponges, and tunicatesPigment production by cold-adapted bacteria and fungi: colorful tale of cryosphere with wide range applicationsHerbaspirillum camelliae sp. nov., a novel endophytic bacterium isolated from Camellia sinensis L.Natural brominated phenoxyphenols kill persistent and biofilm-incorporated cells of MRSA and other pathogenic bacteria.", "title_abstract_phrases": "The minimum inhibitory concentration of crude pigment extract Y for most of the bacterial pathogens tested was below or equal to 0.25 µg/mL and the minimum bactericidal concentration was below or equal to 0.5 µg/mL. In the cytotoxicity evaluation, crude pigment Y exhibited less toxicity toward normal cells lines (L929).The DNA fragmentation analysis and caspase-9 quantification in the pigment-treated A375 cells determined the apoptosis activity mediated by the crude pigment extract Y. The compounds in the crude pigment extract Y was identified by HR-LCMS analysis.This review highlights the protective strategies and pigment production by cold-adapted bacteria and fungi, their industrial and biomedical applications, condition optimization for maximum pigment extraction as well as the challenges facing in the exploitation of cryospheric microorganisms for pigment extraction that hopefully will provide valuable information, direction, and progress in forthcoming studies.To fulfill the market demand of natural pigments new sources should be explored.Due to their only moderate cytotoxicity against human cell lines, phenoxyphenols provide an interesting new scaffold for development of antimicrobial agents with activity against planktonic cells, persisters and biofilm-incoporated cells of ESKAPE pathogens."}