{"cluster": 22, "subcluster": 10, "abstract_summ": "Of 509 HCWs with initial negative SARS-CoV-2 assays, nine had symptom progression and positive re-tests, yielding an estimated negative predictive value of 98.2% (95% CI: 96.8–99.0%) for the exclusion of clinically relevant COVID-19.Anosmia/ageusia (i.e. loss of smell/loss of taste) was reported less frequently (16%) than other symptoms by HCWs with positive assays, but was associated with more than a seven-fold multivariate-adjusted odds of a positive test: OR = 7.21 (95% CI: 2.95–17.67).Based upon interpretation of symptom history and testing results including viral culture, the majority of those testing positive were unlikely to be infectious at time of sampling.Based upon interpretation of symptom history and testing results including viral culture, the majority of those testing positive were unlikely to be infectious at time of sampling.Alternatively, due to the limited availability of testing, many sites employ a symptom-based strategy that recommends excluding HCW from the workforce and keeping patients on contact precautions until a fixed period of time has elapsed from symptom recovery.", "title_summ": "Snapshot PCR Surveillance for SARS-CoV-2 in Hospital Staff in EnglandCOVID-19 symptoms predictive of healthcare workers’ SARS-CoV-2 PCR resultsPersistent detection of SARS-CoV-2 RNA in patients and healthcare workers with COVID-19Snapshot PCR Surveillance for SARS-CoV-2 in Hospital Staff in England", "title_abstract_phrases": "Of 509 HCWs with initial negative SARS-CoV-2 assays, nine had symptom progression and positive re-tests, yielding an estimated negative predictive value of 98.2% (95% CI: 96.8–99.0%) for the exclusion of clinically relevant COVID-19.Development of screening programmes must balance the potential to identify additional cases based upon likely prevalence, expanding the symptoms list to encourage HCW testing, with resource implications and risks of excluding those unlikely to be infectious with positive tests.COVID-19 symptoms predictive of healthcare workers’ SARS-CoV-2 PCR resultsBACKGROUND: Coronavirus 2019 disease (COVID-19) is caused by the virus SARS-CoV-2, transmissible both person-to-person and from contaminated surfaces.Anosmia/ageusia (i.e. loss of smell/loss of taste) was reported less frequently (16%) than other symptoms by HCWs with positive assays, but was associated with more than a seven-fold multivariate-adjusted odds of a positive test: OR = 7.21 (95% CI: 2.95–17.67).Based upon interpretation of symptom history and testing results including viral culture, the majority of those testing positive were unlikely to be infectious at time of sampling."}