{"cluster": 23, "subcluster": 282, "abstract_summ": "The 2019 new coronavirus, “2019-nCoV”, was discovered from Wuhan Viral Pneumonia cases in December 2019, and was named by the World Health Organization on January 12, 2020.Objective: To estimate the overall infected patients in Wuhan from several sampled data.Using this model and the three sets of data, we estimated maximum cases as about 21,000, 28,000 and 35,000 cases refining these predictions in near-real time.After that, the infected cases will rapidly monotonically decrease until early May to late June, when the 2019-nCoV outbreak will fade out.Although the estimates of maximum cases increase as more data were reported all models show reaching a peak in mid-February in contrast to the unconfined exponential growth.", "title_summ": "Statistical Inference for Coronavirus Infected Patients in WuhanForecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model - update (Feb. 8, 2020)Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR modelEarly Prediction of the 2019 Novel Coronavirus Outbreak in the Mainland China Based on Simple Mathematical Model", "title_abstract_phrases": "Beware of asymptomatic transmission: Study on 2019-nCoV prevention and control measures based on extended SEIR modelThe 2019 new coronavirus, “2019-nCoV”, was discovered from Wuhan Viral Pneumonia cases in December 2019, and was named by the World Health Organization on January 12, 2020.Objective: To estimate the overall infected patients in Wuhan from several sampled data.Forecasting the Wuhan coronavirus (2019-nCoV) epidemics using a simple (simplistic) model - update (Feb. 8, 2020)Confirmed infection cases in mainland China were analyzed using the data up to January 28, 2020 (first 13 days of reliable confirmed cases).Statistical Inference for Coronavirus Infected Patients in WuhanImportance: The new coronavirus outbreak has seriously affected the quality of life in China.Using this model and the three sets of data, we estimated maximum cases as about 21,000, 28,000 and 35,000 cases refining these predictions in near-real time."}