{"cluster": 23, "subcluster": 128, "abstract_summ": "These results suggest that stay-at-home orders reduced confirmed cases by 390,000 (170,000 to 680,000) and fatalities by 41,000 (27,000 to 59,000) within the first three weeks in localities where they were implemented.OBJECTIVE: To examine the associations of stay-at-home order and face-masking recommendation with trends in daily new cases and deaths of laboratory-confirmed coronavirus disease 2019 (COVID-19) in the United States DESIGN: Piecewise log-linear modelling of temporal trends with turning-points, followed by quasi-experimental study on trend turning-point.SETTING: Population data in the United States PARTICIPANTS: Residents in the U.S., who were affected by the stay-at-home and face-masking policies MAIN OUTCOME MEASURES: Turning-points of the daily new cases and deaths of COVID-19, and COVID-19 time-varying reproduction numbers (Rt) in the U.S. RESULTS: The number and the proportion of U.S. residents under SAHO increased between March 19 and April 7, and plateaued at 29,0829,980 and 88.6%, respectively.Compared to counties that did not implement stay-at-home orders, the results show that the orders are associated with a 30.2 percent (11.0 to 45.2) reduction in weekly cases after one week, a 40.0 percent (23.4 to 53.0) reduction after two weeks, and a 48.6 percent (31.1 to 61.7) reduction after three weeks.Methods We combine publicly available data sources on the timing of stay-at-home orders and daily confirmed COVID-19 cases at the county level in the United States (N = 132,048).", "title_summ": "The effect of stay-at-home orders on COVID-19 cases and fatalities in the United StatesThe effect of state-level stay-at-home orders on COVID-19 infection ratesAssociations of stay-at-home order and face-masking recommendation with trends in daily new cases and deaths of laboratory-confirmed COVID-19 in the United StatesThe Effect of Stay-at-Home Orders on COVID-19 Infections in the United StatesEvaluating the Efficacy of Stay-At-Home Orders: Does Timing Matter?Effectiveness of stay-in-place-orders during COVID-19 pandemic: Evidence from US border counties.", "title_abstract_phrases": "SETTING: Population data in the United States PARTICIPANTS: Residents in the U.S., who were affected by the stay-at-home and face-masking policies MAIN OUTCOME MEASURES: Turning-points of the daily new cases and deaths of COVID-19, and COVID-19 time-varying reproduction numbers (Rt) in the U.S. RESULTS: The number and the proportion of U.S. residents under SAHO increased between March 19 and April 7, and plateaued at 29,0829,980 and 88.6%, respectively.Associations of stay-at-home order and face-masking recommendation with trends in daily new cases and deaths of laboratory-confirmed COVID-19 in the United StatesOBJECTIVE: To examine the associations of stay-at-home order and face-masking recommendation with trends in daily new cases and deaths of laboratory-confirmed coronavirus disease 2019 (COVID-19) in the United States DESIGN: Piecewise log-linear modelling of temporal trends with turning-points, followed by quasi-experimental study on trend turning-point.The trend in COVID-19 daily cases reduced after March 23 (P<0.001) and further reduced on April 3 (P<0.001), which was associated with implementation of SAHO by 10 states on March 23, and the Centers for Disease Control and Preventions recommendation of face-masking, respectively.CONCLUSIONS: There were 2 turning points of COVID-19 daily new cases or deaths in the U.S., which appeared to associate with implementation of SAHO and the CDC face-masking recommendation.Methods We combine publicly available data sources on the timing of stay-at-home orders and daily confirmed COVID-19 cases at the county level in the United States (N = 132,048)."}