{"cluster": 23, "subcluster": 222, "abstract_summ": "We find that fast tracing and case isolation (i.e. operations that are sustained at rates comparable to that at the early stages of New Zealand's response) can lead to containment or elimination, as long as strong population-wide controls remain in place.While case numbers remain low, population-wide control methods combined with efficient tracing, testing, and case isolation, offer the opportunity for New Zealand to contain and eliminate COVID-19.In particular we consider how the effectiveness of its case isolation operations influence the outcome of lifting these strong population-wide controls.The model is parameterised for New Zealand and is initialised using current case data, although we do not make use of information concerning the geographic dispersion of cases and the model is not stratified for age or co-morbidities.We optimised LIST model parameters based on time series of daily reported cases and deaths of COVID-19 in England and based upon reported cases in the nine regions of England and in all 150 upper tier local authorities.", "title_summ": "Using the LIST model to Estimate the Effects of Contact Tracing on COVID-19 Endemic Equilibria in England and its RegionsA stochastic model for COVID-19 spread and the effects of Alert Level 4 in Aotearoa New ZealandMortality containment vs. economics opening: optimal policies in a SEIARD modelRapidly evaluating lockdown strategies using spectral analysis: the cycles behind new daily COVID-19 cases and what happens after lockdown", "title_abstract_phrases": "A stochastic model for COVID-19 spread and the effects of Alert Level 4 in Aotearoa New ZealandWhile case numbers remain low, population-wide control methods combined with efficient tracing, testing, and case isolation, offer the opportunity for New Zealand to contain and eliminate COVID-19.We find that fast tracing and case isolation (i.e. operations that are sustained at rates comparable to that at the early stages of New Zealand's response) can lead to containment or elimination, as long as strong population-wide controls remain in place.Rapidly evaluating lockdown strategies using spectral analysis: the cycles behind new daily COVID-19 cases and what happens after lockdownSpectral analysis characterises oscillatory time series behaviours such as cycles, but accurate estimation requires reasonable numbers of observations.We optimised LIST model parameters based on time series of daily reported cases and deaths of COVID-19 in England and based upon reported cases in the nine regions of England and in all 150 upper tier local authorities.The model is parameterised for New Zealand and is initialised using current case data, although we do not make use of information concerning the geographic dispersion of cases and the model is not stratified for age or co-morbidities."}