{"cluster": 23, "subcluster": 189, "abstract_summ": "The methodology compares how the observed positive case rate vary with changes in the size of the tested population, and applies this gradient to infer total population infection rates.Background: Public health efforts to determine population infection rates from coronavirus disease 2019 (COVID-19) have been hampered by limitations in testing capabilities and the large shares of mild and asymptomatic cases.We developed a methodology that corrects observed positive test rates for non-random sampling to estimate population infection rates across U.S. states from March 31 to April 7.With increasingly available high frequency data on COVID-19 testing, our methodology could be used to estimate population infection rates for a range of countries and subnational districts.Methods We adapted a sample selection model that corrects for non-random testing to estimate population infection rates.", "title_summ": "Estimating COVID-19 Prevalence in the United States: A Sample Selection Model ApproachImpact of virus testing on COVID-19 case fatality rate: estimate using a fixed-effects modelEstimating the Early Outbreak Cumulative Incidence of COVID-19 in the United States: Three Complementary ApproachesA comparative analysis between strategies to face COVID-19 pandemic.Testing for tracing or testing just for treating?", "title_abstract_phrases": "The methodology compares how the observed positive case rate vary with changes in the size of the tested population, and applies this gradient to infer total population infection rates.With increasingly available high frequency data on COVID-19 testing, our methodology could be used to estimate population infection rates for a range of countries and subnational districts.We developed a methodology that corrects observed positive test rates for non-random sampling to estimate population infection rates across U.S. states from March 31 to April 7.Methods We adapted a sample selection model that corrects for non-random testing to estimate population infection rates.A Sample Selection Model ApproachBackground: Public health efforts to determine population infection rates from coronavirus disease 2019 (COVID-19) have been hampered by limitations in testing capabilities and the large shares of mild and asymptomatic cases."}