{"cluster": 23, "subcluster": 183, "abstract_summ": "In March 2020, the spread of COVID-19 dramatically increased the number of countries recording deaths, providing an opportunity to use mortality rate, which is measured more homogeneously across countries than infection rates, as a descriptor of the COVID-19 outbreak over a large latitudinal range.In the present analysis we coupled climate data with COVID-19 spread rates worldwide, and in a single country (USA).Additional climate variables did not display a significant correlation with neither RR nor RoS. Finally, in an ancillary analysis, COVID-19 intra-country model using an inter-state analysis of the USA did not identify yet correlation between climate parameters and RR or RoS as of March, 19, 2020.Conclusions: Our analysis suggests a plausible negative correlation between warmer climate and COVID-19 spread rate as defined by RR and RoS worldwide.Results: Based on predefined criteria, the mean COVID-19 RR was significantly lower in warm climate countries (0.12± 0.02) compared with cold countries (0.24± 0.01), (P<0.0001).", "title_summ": "Cautions regarding ecological studies of COVID-19Climate effect on COVID-19 spread rate: an online surveillance toolClimatic factors influence COVID-19 outbreak as revealed by worldwide mortalityCOVID-19 Deaths: Which Explanatory Variables Matter the Most?The closer to the Europe Union headquarters, the higher risk of COVID-19?", "title_abstract_phrases": "In March 2020, the spread of COVID-19 dramatically increased the number of countries recording deaths, providing an opportunity to use mortality rate, which is measured more homogeneously across countries than infection rates, as a descriptor of the COVID-19 outbreak over a large latitudinal range.Climate effect on COVID-19 spread rate: an online surveillance toolBackground: COVID-19 outbreak poses an unprecedented challenge for societies, healthcare organizations and economies.In the present analysis we coupled climate data with COVID-19 spread rates worldwide, and in a single country (USA).Additional climate variables did not display a significant correlation with neither RR nor RoS. Finally, in an ancillary analysis, COVID-19 intra-country model using an inter-state analysis of the USA did not identify yet correlation between climate parameters and RR or RoS as of March, 19, 2020.Conclusions: Our analysis suggests a plausible negative correlation between warmer climate and COVID-19 spread rate as defined by RR and RoS worldwide."}