{"cluster": 23, "subcluster": 237, "abstract_summ": "Finally, combining our results, we provided an effective lockdown policy to reduce future COVID-19 transmission in India.Finally, combining our results, we provided an effective lockdown policy to reduce future COVID-19 transmission in India.In the absence of neither an effective treatment or vaccine and with an incomplete understanding of the epidemiological cycle, Govt. has implemented a nationwide lockdown to reduce COVID-19 transmission in India.In the absence of neither an effective treatment or vaccine and with an incomplete understanding of the epidemiological cycle, Govt. has implemented a nationwide lockdown to reduce COVID-19 transmission in India.Combining the mechanistic mathematical model with different statistical forecast models, we projected notified cases in the six locations for the period May 17, 2020, till May 31, 2020.", "title_summ": "Flattening the curve and the effect of atypical events on mitigation measures in Mexico: a modeling perspectiveA comprehensive analysis of R0 with different lockdown phase during covid-19 in IndiaAssessment of Lockdown Effect in Some States and Overall India: A Predictive Mathematical Study on COVID-19 OutbreakAssessment of Lockdown Effect in Some States and Overall India: A Predictive Mathematical Study on COVID-19 Outbreak", "title_abstract_phrases": "Finally, combining our results, we provided an effective lockdown policy to reduce future COVID-19 transmission in India.Finally, combining our results, we provided an effective lockdown policy to reduce future COVID-19 transmission in India.Assessment of Lockdown Effect in Some States and Overall India: A Predictive Mathematical Study on COVID-19 OutbreakIn the absence of neither an effective treatment or vaccine and with an incomplete understanding of the epidemiological cycle, Govt. has implemented a nationwide lockdown to reduce COVID-19 transmission in India.Assessment of Lockdown Effect in Some States and Overall India: A Predictive Mathematical Study on COVID-19 OutbreakIn the absence of neither an effective treatment or vaccine and with an incomplete understanding of the epidemiological cycle, Govt. has implemented a nationwide lockdown to reduce COVID-19 transmission in India.Combining the mechanistic mathematical model with different statistical forecast models, we projected notified cases in the six locations for the period May 17, 2020, till May 31, 2020."}