{"cluster": 23, "subcluster": 68, "abstract_summ": "Objective: This study examines the association between state- and county-level social capital indices and community health indices in the United States, and the growth rate of COVID-19 cases.Objective: To examine the association of Social Vulnerability Index (SVI), a percentile-based measure of county-level social vulnerability to disasters, and its sub-components (socioeconomic status, household composition, minority status, and housing type/transportation accessibility) with the case fatality rate (CFR) and incidence of COVID-19.Conclusion: Our results indicate the potential benefit of incorporating social capital concepts in planning policies to control the spread of COVID-19, e.g. different social distancing requirements in different communities.That is, an increase in social capital is correlated with slower COVID-19 infection spread and more adherence to social distancing protocols.The COVID-19 pandemic presents an unprecedented threat to global health and economy, for which control strategies have relied on aggressive social distancing.", "title_summ": "LevelsThe Influence of Contextual Factors on the Initial Phases of the COVID-19 Outbreak across U.S. CountiesA vulnerability index for COVID-19: spatial analysis to inform equitable response in KenyaModeling COVID19 mortality in the US: Community context and mobility matterThe Institutional and Cultural Context of Cross-National Variation in COVID-19 OutbreaksDescriptive analysis of social determinant factors in urban communities affected by COVID-19The Impact of Social Vulnerability on COVID-19 in the U.S.:COVID-19 Growth Rate Decreases with Social CapitalVariation in COVID-19 Outbreaks at U.S. State and CountyAn Analysis of Spatially Varying RelationshipsImpact of Social Vulnerability on COVID-19 Incidence and Outcomes in the United States", "title_abstract_phrases": "That is, an increase in social capital is correlated with slower COVID-19 infection spread and more adherence to social distancing protocols.Objective: This study examines the association between state- and county-level social capital indices and community health indices in the United States, and the growth rate of COVID-19 cases.Objective: To examine the association of Social Vulnerability Index (SVI), a percentile-based measure of county-level social vulnerability to disasters, and its sub-components (socioeconomic status, household composition, minority status, and housing type/transportation accessibility) with the case fatality rate (CFR) and incidence of COVID-19.COVID-19 Growth Rate Decreases with Social CapitalBackground: Social capital has been associated with many public health variables including mortality, obesity, diabetes, and sexually-transmitted disease rates.The design was then state- and county-level correlation analysis with social capital and community health indices from the Social Capital Project (United States Senate)."}