{"cluster": 25, "subcluster": 18, "abstract_summ": "SELECTION CRITERIA: Primary studies, reported in English, investigating COVID-19-positive pregnant women and reporting their pregnancy and neonatal outcomes.Study eligibility criteria all pregnant women, with a COVID19 diagnosed with acid nucleic test, with reported data about pregnancy and, in case of delivery, reported outcomes.Study appraisal and synthesis methods all the studies included have been evaluated according the tool for evaluating the methodological quality of case reports and case series described by Murad et al. Results 6 studies including 51 women were eligible for the systematic review.Of 256 publications identified, 20 met inclusion criteria and comprised neonatal outcome data for 222 newborns whose mothers were suspected or confirmed to be SARS-CoV-2 positive perinatally (17 studies) or of newborns referred to hospital with infection/pneumonia (3 studies).One researcher conducted the search and extracted data on demographics, maternal outcomes, diagnostic tests, imaging, and neonatal outcomes.", "title_summ": "COVID-19 and newborn health: systematic reviewMaternal and neonatal outcomes associated with COVID-19 infection: A systematic reviewPregnancy and COVID-19: a systematic review of maternal, obstetric and neonatal outcomes.COVID19 during pregnancy: a systematic review of reported cases.A systematic scoping review of COVID-19 during pregnancy and childbirth.", "title_abstract_phrases": "SELECTION CRITERIA: Primary studies, reported in English, investigating COVID-19-positive pregnant women and reporting their pregnancy and neonatal outcomes.Study eligibility criteria all pregnant women, with a COVID19 diagnosed with acid nucleic test, with reported data about pregnancy and, in case of delivery, reported outcomes.Study appraisal and synthesis methods all the studies included have been evaluated according the tool for evaluating the methodological quality of case reports and case series described by Murad et al. Results 6 studies including 51 women were eligible for the systematic review.Of 256 publications identified, 20 met inclusion criteria and comprised neonatal outcome data for 222 newborns whose mothers were suspected or confirmed to be SARS-CoV-2 positive perinatally (17 studies) or of newborns referred to hospital with infection/pneumonia (3 studies).One researcher conducted the search and extracted data on demographics, maternal outcomes, diagnostic tests, imaging, and neonatal outcomes."}