{"cluster": 25, "subcluster": 16, "abstract_summ": "CONCLUSION During the first month of the SARS-CoV-2 outbreak in New York City and with evolving testing criteria, most women with laboratory-confirmed infection admitted for delivery did not have symptoms of COVID-19.METHODS We performed a prospective cohort study of pregnant women with laboratory-confirmed SARS-CoV-2 infection who gave birth from March 13 to April 12, 2020, identified at five New York City medical centers.Conclusions Clinical features and outcomes of COVID 19 in women who gave birth are similar to those described for the general population, most women developing mild to moderate illness.STUDY DESIGN An observational study of women admitted to labor and delivery units in Kaiser Permanente Southern California (KPSC) hospitals between April 6 and May 11, 2020 who were universally offered testing for SARS-CoV-2 infection (n = 3,963).CONCLUSION The findings suggest that in pregnant women admitted for delivery between April 6 and May 11, 2020 in this large integrated health care system in Southern California, prevalence of SARS-CoV-2 test positive was very low and all patients were asymptomatic on admission.", "title_summ": "Coronavirus and birth in Italy: results of a national population-based cohort studyClinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records Chen H, Gun J, Wang C, et al. Lancet 2020; 395: 809–15.Characteristics and Outcomes of 241 Births to Women With Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection at Five New York City Medical Centers.Universal SARS-Cov-2 Screening in Women Admitted for Delivery in a Large Managed Care Organization.", "title_abstract_phrases": "CONCLUSION During the first month of the SARS-CoV-2 outbreak in New York City and with evolving testing criteria, most women with laboratory-confirmed infection admitted for delivery did not have symptoms of COVID-19.METHODS We performed a prospective cohort study of pregnant women with laboratory-confirmed SARS-CoV-2 infection who gave birth from March 13 to April 12, 2020, identified at five New York City medical centers.Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records Chen H, Gun J, Wang C, et al. Lancet 2020; 395: 809–15.Multiple reports have been published recently on characteristics of patients with COVID-19 in the general population, but there is little information on pregnancy-related presenting symptoms and outcomes.STUDY DESIGN An observational study of women admitted to labor and delivery units in Kaiser Permanente Southern California (KPSC) hospitals between April 6 and May 11, 2020 who were universally offered testing for SARS-CoV-2 infection (n = 3,963).CONCLUSION The findings suggest that in pregnant women admitted for delivery between April 6 and May 11, 2020 in this large integrated health care system in Southern California, prevalence of SARS-CoV-2 test positive was very low and all patients were asymptomatic on admission."}