{"cluster": 25, "subcluster": 1, "abstract_summ": "In March 2020, the World health organization reported coronavirus disease 2019 (COVID‐19) as a pandemic.(1) Khan et al., 2020, in their systemic review about positive COVID‐19 pregnant women, showed a rate of 29.1% preterm birth and 16.4% low birth weight among their babies.(2)We report a case of a convalescing pregnant woman diagnosed with COVID‐19 infection 37 days before delivery in the third trimester.We report a case from a tertiary Australian hospital describing an uncomplicated vaginal birth in a COVID‐19 positive mother.Sutton et al. [1] recently reported on universal testing with nasopharyngeal swabs to detect severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) infection in 215 women admitted for delivery at the Presbyterian Allen Hospital in New York, USA.The findings from our case indicate that there is no intrauterine transmission in this woman who developed COVID‐19 pneumonia in late pregnancy.", "title_summ": "COVID‐19 vaginal delivery – A case reportAppropriate care for neonates born to mothers with COVID‐19 diseaseVaginal delivery report of a healthy neonate born to a convalescent mother with COVID­‐19COVID‐19 and maternal pre‐eclampsia; a synopsisEffectiveness of a COVID-19 screening questionnaire for pregnant women at admission to an obstetric unit in Milan.", "title_abstract_phrases": "COVID‐19 and maternal pre‐eclampsia; a synopsisIn March 2020, the World health organization reported coronavirus disease 2019 (COVID‐19) as a pandemic.(1) Khan et al., 2020, in their systemic review about positive COVID‐19 pregnant women, showed a rate of 29.1% preterm birth and 16.4% low birth weight among their babies.(2)We report a case of a convalescing pregnant woman diagnosed with COVID‐19 infection 37 days before delivery in the third trimester.COVID‐19 vaginal delivery – A case reportThe novel coronavirus termed SARS‐CoV‐2 (COVID‐19) is a major public health challenge.We report a case from a tertiary Australian hospital describing an uncomplicated vaginal birth in a COVID‐19 positive mother.Appropriate care for neonates born to mothers with COVID‐19 diseaseThe global COVID‐19 pandemic has been associated with high rates of severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) transmission, morbidity and mortality in the general population."}