{"cluster": 25, "subcluster": 11, "abstract_summ": "Infants of mothers who had contracted a moderately severe respiratory virus infection and had higher gestational choline serum levels (≥7.5 mM consistent with U.S. Food and Drug Administration dietary recommendations) had significantly increased development of their ability to maintain attention and to bond with their parents (Regulation), compared to infants whose mothers had contracted an infection but had lower choline levels (<7.5 mM).Higher choline levels obtained through diet or supplements may protect fetal development and support infant early behavioral development even if the mother contracts a viral infection in early gestation when the brain is first being formed.For COVID‐19 infection, only 9 cases of maternal death have been reported as of April 22, 2020 and pregnant women seem to develop the same clinical presentation as the general population.Prenatal COVID-19 infection is anticipated by the U.S. Centers for Disease Control to affect fetal development similarly to other common respiratory coronaviruses through effects of the maternal inflammatory response on the fetus and placenta.Conclusions: Relative to controls, COVID-19 placentas show increased prevalence of features of maternal vascular malperfusion (MVM), a pattern of placental injury reflecting abnormalities in oxygenation within the intervillous space associated with adverse perinatal outcomes.", "title_summ": "Report of Positive Placental Swabs for SARS-CoV-2 in an Asymptomatic Pregnant Woman with COVID-19.Mechanisms and evidence of vertical transmission of infections in pregnancy including SARS‐CoV‐2Placental Pathology in COVID-19Sars‐CoV‐2 in the context of past coronaviruses epidemics: Consideration for prenatal carePlacental pathology in COVID-19Maternal choline and respiratory coronavirus effects on fetal brain development", "title_abstract_phrases": "Infants of mothers who had contracted a moderately severe respiratory virus infection and had higher gestational choline serum levels (≥7.5 mM consistent with U.S. Food and Drug Administration dietary recommendations) had significantly increased development of their ability to maintain attention and to bond with their parents (Regulation), compared to infants whose mothers had contracted an infection but had lower choline levels (<7.5 mM).Maternal choline and respiratory coronavirus effects on fetal brain developmentPrenatal COVID-19 infection is anticipated by the U.S. Centers for Disease Control to affect fetal development similarly to other common respiratory coronaviruses through effects of the maternal inflammatory response on the fetus and placenta.Higher choline levels obtained through diet or supplements may protect fetal development and support infant early behavioral development even if the mother contracts a viral infection in early gestation when the brain is first being formed.For COVID‐19 infection, only 9 cases of maternal death have been reported as of April 22, 2020 and pregnant women seem to develop the same clinical presentation as the general population.These changes may reflect a systemic inflammatory or hypercoagulable state influencing placental physiology."}