{"cluster": 27, "subcluster": 2, "abstract_summ": "Further studies on population genetics will reveal if any differentiation is taking place at the population level or a local adaptation has already occurred in Dictyota and other brown algae under chronic low pH.Huanglongbing (HLB) (citrus greening disease) is one of the most serious bacterial diseases of citrus.This study: reviews knowledge of the female reproductive system and bacteriome organ in D. citri; represents the first detailed morphological study of D. citri to use micro-CT; and extensively revises existing morphological information relevant to psylloids, hemipterans and insects in general.We isolated Asaia strains from wild mosquitoes and flowers in Senegal and demonstrated the transmission of the bacteria from infected mosquitoes to sterile flowers and then to 26.6% of noninfected mosquitoes through nectar feeding.This study is the first report of C. fructicola lineages as the most likely pathogen causing anthracnose disease of cassava in Brazil, and these findings may be used to guide the selection of resistant varieties.Thus, nectar-producing plants may naturally acquire Asaia and then colonize Anopheles mosquitoes through food-borne contamination.", "title_summ": "(Rubiaceae): an endangered tree of pharmaceutical importanceRole of plants in the transmission of Asaia sp., which potentially inhibit the Plasmodium sporogenic cycle in Anopheles mosquitoes.Colletotrichum species causing cassava (Manihot esculenta Crantz) anthracnose in different eco-zones within the Recôncavo Region of Bahia, BrazilAn improved micropropagation protocol for the ex situ conservation of Mitragyna parvifolia (Roxb.) Korth.Anatomical study of the female reproductive system and bacteriome of Diaphorina citri Kuwayama, (Insecta: Hemiptera, Liviidae) using micro-computed tomography.Prevalence and phenology of mycorrhizal colonization across populations of Lycopodiella inundataintricata (C. Agardh) Greville (Phaeophyceae) to ocean acidification: Insights from high pCO2 vents.", "title_abstract_phrases": "This study: reviews knowledge of the female reproductive system and bacteriome organ in D. citri; represents the first detailed morphological study of D. citri to use micro-CT; and extensively revises existing morphological information relevant to psylloids, hemipterans and insects in general.Colletotrichum species causing cassava (Manihot esculenta Crantz) anthracnose in different eco-zones within the Recôncavo Region of Bahia, BrazilA survey to investigate the occurrence of cassava anthracnose disease (CAD) and distribution of Colletotrichum spp.Further studies on population genetics will reveal if any differentiation is taking place at the population level or a local adaptation has already occurred in Dictyota and other brown algae under chronic low pH.Anatomical study of the female reproductive system and bacteriome of Diaphorina citri Kuwayama, (Insecta: Hemiptera, Liviidae) using micro-computed tomography.This study is the first report of C. fructicola lineages as the most likely pathogen causing anthracnose disease of cassava in Brazil, and these findings may be used to guide the selection of resistant varieties.We isolated Asaia strains from wild mosquitoes and flowers in Senegal and demonstrated the transmission of the bacteria from infected mosquitoes to sterile flowers and then to 26.6% of noninfected mosquitoes through nectar feeding."}