[{"cord_uid":"bs1tp4rt","source_x":"PMC","title":"Cytokine pre-activation of cryopreserved xenogeneic-free human mesenchymal stromal cells enhances resolution and repair following ventilator-induced lung injury potentially via a KGF-dependent mechanism","doi":"10.1186\/s40635-020-0295-5","abstract":"BACKGROUND: Human mesenchymal stem\/stromal cells (hMSCs) represent a promising therapeutic strategy for ventilator-induced lung injury (VILI) and acute respiratory distress syndrome. Translational challenges include restoring hMSC efficacy following cryopreservation, developing effective xenogeneic-free (XF) hMSCs and establishing true therapeutic potential at a clinically relevant time point of administration. We wished to determine whether cytokine pre-activation of cryopreserved, bone marrow-derived XF-hMSCs would enhance their capacity to facilitate injury resolution following VILI and elucidate mechanisms of action. METHODS: Initially, in vitro studies examined the potential for the secretome from cytokine pre-activated XF-hMSCs to attenuate pulmonary epithelial injury induced by cyclic mechanical stretch. Later, anaesthetised rats underwent VILI and, 6 h following injury, were randomized to receive 1 × 10(7) XF-hMSC\/kg that were (i) naive fresh, (ii) naive cryopreserved, (iii) cytokine pre-activated fresh or (iv) cytokine pre-activated cryopreserved, while control animals received (v) vehicle. The extent of injury resolution was measured at 24 h after injury. Finally, the role of keratinocyte growth factor (KGF) in mediating the effect of pre-activated XF-hMSCs was determined in a pulmonary epithelial wound repair model. RESULTS: Pre-activation enhanced the capacity of the XF-hMSC secretome to decrease stretch-induced pulmonary epithelial inflammation and injury. Both pre-activated fresh and cryopreserved XF-hMSCs enhanced resolution of injury following VILI, restoring oxygenation, improving lung compliance, reducing lung leak and improving resolution of lung structural injury. Finally, the secretome of pre-activated XF-hMSCs enhanced epithelial wound repair, in part via a KGF-dependent mechanism. CONCLUSIONS: Cytokine pre-activation enhanced the capacity of cryopreserved, XF-hMSCs to promote injury resolution following VILI, potentially via a KGF-dependent mechanism.","publish_time":1580860800000,"author_summary":" Horie, Shahd; Gaynard, Sean; Murphy, Mary;<br>Barry, Frank; Scully, Michael; O’Toole, Daniel;<br>Laffey, John G.","abstract_summary":" BACKGROUND: Human mesenchymal stem\/stromal<br>cells (hMSCs) represent a promising therapeutic<br>strategy for ventilator-induced lung injury (VILI) and<br>acute respiratory distress syndrome.<br>Translational challenges include restoring hMSC efficacy<br>following cryopreservation, developing effective<br>xenogeneic-free (XF) hMSCs and establishing true therapeutic<br>potential at a clinically relevant time point of<br>administration. We wished to determine whether cytokine<br>pre-activation of cryopreserved, bone marrow-derived<br>XF-hMSCs would enhance their capacity to facilitate<br>injury resolution following VILI and elucidate<br>mechanisms of action. METHODS: Initially, in vitro<br>studies examined the potential for the secretome from<br>cytokine pre-activated XF-hMSCs to attenuate<br>pulmonary epithelial injury induced by cyclic<br>mechanical stretch. Later,...","title_summary":" Cytokine pre-activation of cryopreserved<br>xenogeneic-free human mesenchymal stromal cells enhances<br>resolution and repair following ventilator-induced lung<br>injury potentially via a KGF-dependent mechanism","x":44.964679718,"y":-5.0594658852,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.964679718,"tsne_y":-5.0594658852,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"x7ng11ip","source_x":"PMC","title":"Pretreatment with interleukin 35-engineered mesenchymal stem cells protected against lipopolysaccharide-induced acute lung injury via pulmonary inflammation suppression","doi":"10.1007\/s10787-020-00696-5","abstract":"Acute lung injury (ALI)-triggered pulmonary injury has been associated with high mortality, despite advances in drug treatment and supportive therapy. Remarkable progress has been made in attenuating the inflammatory injury associated with ALI using mesenchymal stem cells (MSCs)-based cell and gene therapy. However, to date, the benefits of interleukin-35 (IL-35)-modified MSCs in ALI intervention have not been investigated. In the present study, adult male C57BL\/6 mice randomly received intravenous infusion of adipose-derived mesenchymal stem cells (ADSCs) constitutively expressing IL-35 (IL-35-GFP-ADSCs) or GFP (GFP-ADSCs) via retrovirus-mediated transduction (8 × 10(5) cells per mice) or isotonic saline 7 days before ALI modeling to investigate the effect and related mechanism. ALI was performed by lipopolysaccharide (LPS) inhalation for 24 h. Normal mice served as the sham group. The results indicated that compared with GFP-ADSCs, IL-35-modified ADSCs significantly increased cellular and pulmonary IL-10 and IL-35 production. Pretreatment with IL-35-ADSCs markedly reduced body weight loss, pulmonary wet\/dry weight ratio and pathological injury. The PO(2) was rescued to normal levels in mice that received IL-35-ADSCs. IL-35-ADSCs infusion apparently inhibited IL-6 release, protein leakage and MPO activity but greatly elevated IL-35 level in the bronchoalveolar lavage fluid (BALF). Splenic regulatory T cells in IL-35-ADSCs-pretreated mice got effective increase. Moreover, IL-35-ADSCs pretreatment remarkably inhibited neutrophil and macrophage infiltration and greatly decreased IL-6, tumor necrosis factor α (TNF-α) and Toll-like receptor 4 (TLR4) expression. In conclusion, pretreatment with IL-35-engineered ADSCs provided effective protection against LPS-induced ALI through suppression of pulmonary inflammation and, thus, might be a promising strategy to improve outcomes after ALI. The enhanced paracrine and immunosuppressive capacity of IL-35-ADSCs might contribute to their beneficial effects. However, further studies are needed to illuminate the detailed mechanism.","publish_time":1584057600000,"author_summary":" Zhang, Xiaoning; Zhang, Zhiqiang; Ju,<br>Mingyan; Li, Jiaci; Jing, Yaqing; Zhao, Yuxia; Gu, Chao;<br>Dong, Ming; Li, Guang; Liu, Yi","abstract_summary":" Acute lung injury (ALI)-triggered pulmonary<br>injury has been associated with high mortality,<br>despite advances in drug treatment and supportive<br>therapy. Remarkable progress has been made in<br>attenuating the inflammatory injury associated with ALI<br>using mesenchymal stem cells (MSCs)-based cell and<br>gene therapy. However, to date, the benefits of<br>interleukin-35 (IL-35)-modified MSCs in ALI intervention<br>have not been investigated. In the present study,<br>adult male C57BL\/6 mice randomly received<br>intravenous infusion of adipose-derived mesenchymal stem<br>cells (ADSCs) constitutively expressing IL-35<br>(IL-35-GFP-ADSCs) or GFP (GFP-ADSCs) via retrovirus-mediated<br>transduction (8 × 10(5) cells per mice) or isotonic saline 7<br>days before ALI modeling...","title_summary":" Pretreatment with interleukin 35-engineered<br>mesenchymal stem cells protected against<br>lipopolysaccharide-induced acute lung injury via pulmonary inflammation<br>suppression","x":44.861618042,"y":-5.1728081703,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.861618042,"tsne_y":-5.1728081703,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"el96gtpv","source_x":"PMC","title":"Harnessing the Potential of Stem Cells for Disease Modeling: Progress and Promises","doi":"10.3390\/jpm10010008","abstract":"Ex vivo cell\/tissue-based models are an essential step in the workflow of pathophysiology studies, assay development, disease modeling, drug discovery, and development of personalized therapeutic strategies. For these purposes, both scientific and pharmaceutical research have adopted ex vivo stem cell models because of their better predictive power. As matter of a fact, the advancing in isolation and in vitro expansion protocols for culturing autologous human stem cells, and the standardization of methods for generating patient-derived induced pluripotent stem cells has made feasible to generate and investigate human cellular disease models with even greater speed and efficiency. Furthermore, the potential of stem cells on generating more complex systems, such as scaffold-cell models, organoids, or organ-on-a-chip, allowed to overcome the limitations of the two-dimensional culture systems as well as to better mimic tissues structures and functions. Finally, the advent of genome-editing\/gene therapy technologies had a great impact on the generation of more proficient stem cell-disease models and on establishing an effective therapeutic treatment. In this review, we discuss important breakthroughs of stem cell-based models highlighting current directions, advantages, and limitations and point out the need to combine experimental biology with computational tools able to describe complex biological systems and deliver results or predictions in the context of personalized medicine.","publish_time":1580947200000,"author_summary":" Argentati, Chiara; Tortorella, Ilaria;<br>Bazzucchi, Martina; Morena, Francesco; Martino, Sabata","abstract_summary":" Ex vivo cell\/tissue-based models are an<br>essential step in the workflow of pathophysiology<br>studies, assay development, disease modeling, drug<br>discovery, and development of personalized therapeutic<br>strategies. For these purposes, both scientific and<br>pharmaceutical research have adopted ex vivo stem cell models<br>because of their better predictive power. As matter of a<br>fact, the advancing in isolation and in vitro<br>expansion protocols for culturing autologous human stem<br>cells, and the standardization of methods for<br>generating patient-derived induced pluripotent stem<br>cells has made feasible to generate and investigate<br>human cellular disease models with even greater<br>speed and efficiency. Furthermore, the potential of...","title_summary":" Harnessing the Potential of Stem Cells for<br>Disease Modeling: Progress and Promises","x":45.070098877,"y":-4.2546505928,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.070098877,"tsne_y":-4.2546505928,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mmq9j8wz","source_x":"PMC","title":"Mesenchymal stem\/stromal cells: the therapeutic effects in animal models of acute pulmonary diseases","doi":"10.1186\/s12931-020-01373-5","abstract":"The pulmonary diseases are one of the most important causes of death in the world. The successful therapies in the field of lung diseases are very limited and the medical treatments available are ineffective in many of the lung diseases. Many studies have evaluated the new therapies in the acute pulmonary diseases, and the transplantation of mesenchymal stem\/stromal cells (MSCs), which is a branch of cell therapy, has a special place among the new medical techniques. The MSCs are present throughout the body and are thought to play a role in tissue regeneration and inflammation control. In the event of injury, the local MSCs traverse the shortest possible distance from the tissue or blood vessels to reach the affected site. But, there are few undifferentiated cells in the tissues. The exogenous MSCs are used to immunity modify or regenerative treatments in preclinical models of acute pulmonary diseases. Several studies have shown the positive effects of MSCs replacement in the acute lung disorders. The effection mechanism of the MSCs include the differentiation ability and the secretion of paracrine agents such as the anti-inflammatory mediators. Many studies suggest that this treatment method is safe and is probably to be widely used in future clinical trials. This review will describe the therapeutic effects of the MSCs in the experimental models of the acute pulmonary diseases for use as a method of treatment in clinical trials in future.","publish_time":1589155200000,"author_summary":" Sadeghian Chaleshtori, Sirous; Mokhber<br>Dezfouli, Mohammad Reza; Jabbari Fakhr, Massoumeh","abstract_summary":" The pulmonary diseases are one of the most<br>important causes of death in the world. The successful<br>therapies in the field of lung diseases are very limited<br>and the medical treatments available are<br>ineffective in many of the lung diseases. Many studies have<br>evaluated the new therapies in the acute pulmonary<br>diseases, and the transplantation of mesenchymal<br>stem\/stromal cells (MSCs), which is a branch of cell therapy,<br>has a special place among the new medical<br>techniques. The MSCs are present throughout the body and are<br>thought to play a role in tissue regeneration and<br>inflammation control. In the event of...","title_summary":" Mesenchymal stem\/stromal cells: the<br>therapeutic effects in animal models of acute pulmonary<br>diseases","x":44.861869812,"y":-5.3213143349,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.861869812,"tsne_y":-5.3213143349,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"jfge91uq","source_x":"PMC","title":"Mechanisms underlying the protective effects of mesenchymal stem cell-based therapy","doi":"10.1007\/s00018-020-03454-6","abstract":"Mesenchymal stem cells (MSCs) have been extensively investigated for the treatment of various diseases. The therapeutic potential of MSCs is attributed to complex cellular and molecular mechanisms of action including differentiation into multiple cell lineages and regulation of immune responses via immunomodulation. The plasticity of MSCs in immunomodulation allow these cells to exert different immune effects depending on different diseases. Understanding the biology of MSCs and their role in treatment is critical to determine their potential for various therapeutic applications and for the development of MSC-based regenerative medicine. This review summarizes the recent progress of particular mechanisms underlying the tissue regenerative properties and immunomodulatory effects of MSCs. We focused on discussing the functional roles of paracrine activities, direct cell–cell contact, mitochondrial transfer, and extracellular vesicles related to MSC-mediated effects on immune cell responses, cell survival, and regeneration. This will provide an overview of the current research on the rapid development of MSC-based therapies.","publish_time":1579564800000,"author_summary":" Fan, Xing-Liang; Zhang, Yuelin; Li, Xin; Fu,<br>Qing-Ling","abstract_summary":" Mesenchymal stem cells (MSCs) have been<br>extensively investigated for the treatment of various<br>diseases. The therapeutic potential of MSCs is<br>attributed to complex cellular and molecular mechanisms<br>of action including differentiation into<br>multiple cell lineages and regulation of immune<br>responses via immunomodulation. The plasticity of MSCs<br>in immunomodulation allow these cells to exert<br>different immune effects depending on different<br>diseases. Understanding the biology of MSCs and their<br>role in treatment is critical to determine their<br>potential for various therapeutic applications and for<br>the development of MSC-based regenerative<br>medicine. This review summarizes the recent progress of<br>particular mechanisms underlying the tissue...","title_summary":" Mechanisms underlying the protective effects<br>of mesenchymal stem cell-based therapy","x":44.9919586182,"y":-5.1527647972,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.9919586182,"tsne_y":-5.1527647972,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"alijioub","source_x":"PMC","title":"Specific labeling of synaptic schwann cells reveals unique cellular and molecular features","doi":"10.7554\/elife.56935","abstract":"Perisynaptic Schwann cells (PSCs) are specialized, non-myelinating, synaptic glia of the neuromuscular junction (NMJ), that participate in synapse development, function, maintenance, and repair. The study of PSCs has relied on an anatomy-based approach, as the identities of cell-specific PSC molecular markers have remained elusive. This limited approach has precluded our ability to isolate and genetically manipulate PSCs in a cell specific manner. We have identified neuron-glia antigen 2 (NG2) as a unique molecular marker of S100β+ PSCs in skeletal muscle. NG2 is expressed in Schwann cells already associated with the NMJ, indicating that it is a marker of differentiated PSCs. Using a newly generated transgenic mouse in which PSCs are specifically labeled, we show that PSCs have a unique molecular signature that includes genes known to play critical roles in PSCs and synapses. These findings will serve as a springboard for revealing drivers of PSC differentiation and function.","publish_time":1593043200000,"author_summary":" Castro, Ryan; Taetzsch, Thomas; Vaughan,<br>Sydney K; Godbe, Kerilyn; Chappell, John; Settlage,<br>Robert E; Valdez, Gregorio","abstract_summary":" Perisynaptic Schwann cells (PSCs) are<br>specialized, non-myelinating, synaptic glia of the<br>neuromuscular junction (NMJ), that participate in synapse<br>development, function, maintenance, and repair. The study<br>of PSCs has relied on an anatomy-based approach,<br>as the identities of cell-specific PSC molecular<br>markers have remained elusive. This limited approach<br>has precluded our ability to isolate and<br>genetically manipulate PSCs in a cell specific manner. We<br>have identified neuron-glia antigen 2 (NG2) as a<br>unique molecular marker of S100β+ PSCs in skeletal<br>muscle. NG2 is expressed in Schwann cells already<br>associated with the NMJ, indicating that it is a marker of<br>differentiated PSCs....","title_summary":" Specific labeling of synaptic schwann cells<br>reveals unique cellular and molecular features","x":45.5030136108,"y":-4.1060509682,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.5030136108,"tsne_y":-4.1060509682,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4wmbc07h","source_x":"PMC","title":"Generation of inner ear hair cells by direct lineage conversion of primary somatic cells","doi":"10.7554\/elife.55249","abstract":"The mechanoreceptive sensory hair cells in the inner ear are selectively vulnerable to numerous genetic and environmental insults. In mammals, hair cells lack regenerative capacity, and their death leads to permanent hearing loss and vestibular dysfunction. Their paucity and inaccessibility has limited the search for otoprotective and regenerative strategies. Growing hair cells in vitro would provide a route to overcome this experimental bottleneck. We report a combination of four transcription factors (Six1, Atoh1, Pou4f3, and Gfi1) that can convert mouse embryonic fibroblasts, adult tail-tip fibroblasts and postnatal supporting cells into induced hair cell-like cells (iHCs). iHCs exhibit hair cell-like morphology, transcriptomic and epigenetic profiles, electrophysiological properties, mechanosensory channel expression, and vulnerability to ototoxin in a high-content phenotypic screening system. Thus, direct reprogramming provides a platform to identify causes and treatments for hair cell loss, and may help identify future gene therapy approaches for restoring hearing.","publish_time":1593475200000,"author_summary":" Menendez, Louise; Trecek, Talon;<br>Gopalakrishnan, Suhasni; Tao, Litao; Markowitz, Alexander L;<br>Yu, Haoze V; Wang, Xizi; Llamas, Juan; Huang,<br>Chichou; Lee, James; Kalluri, Radha; Ichida, Justin;<br>Segil, Neil","abstract_summary":" The mechanoreceptive sensory hair cells in the<br>inner ear are selectively vulnerable to numerous<br>genetic and environmental insults. In mammals, hair<br>cells lack regenerative capacity, and their death<br>leads to permanent hearing loss and vestibular<br>dysfunction. Their paucity and inaccessibility has limited<br>the search for otoprotective and regenerative<br>strategies. Growing hair cells in vitro would provide a<br>route to overcome this experimental bottleneck. We<br>report a combination of four transcription factors<br>(Six1, Atoh1, Pou4f3, and Gfi1) that can convert mouse<br>embryonic fibroblasts, adult tail-tip fibroblasts and<br>postnatal supporting cells into induced hair cell-like<br>cells (iHCs). iHCs exhibit hair cell-like<br>morphology,...","title_summary":" Generation of inner ear hair cells by direct<br>lineage conversion of primary somatic cells","x":45.4417076111,"y":-4.2529067993,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.4417076111,"tsne_y":-4.2529067993,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xbla6tu7","source_x":"PMC","title":"Innovations, challenges, and minimal information for standardization of humanized mice","doi":"10.15252\/emmm.201708662","abstract":"Mice xenotransplanted with human cells and\/or expressing human gene products (also known as “humanized mice”) recapitulate the human evolutionary specialization and diversity of genotypic and phenotypic traits. These models can provide a relevant in vivo context for understanding of human‐specific physiology and pathologies. Humanized mice have advanced toward mainstream preclinical models and are now at the forefront of biomedical research. Here, we considered innovations and challenges regarding the reconstitution of human immunity and human tissues, modeling of human infections and cancer, and the use of humanized mice for testing drugs or regenerative therapy products. As the number of publications exploring different facets of humanized mouse models has steadily increased in past years, it is becoming evident that standardized reporting is needed in the field. Therefore, an international community‐driven resource called “Minimal Information for Standardization of Humanized Mice” (MISHUM) has been created for the purpose of enhancing rigor and reproducibility of studies in the field. Within MISHUM, we propose comprehensive guidelines for reporting critical information generated using humanized mice.","publish_time":1592956800000,"author_summary":" Stripecke, Renata; Münz, Christian;<br>Schuringa, Jan Jacob; Bissig, Karl‐Dimiter; Soper,<br>Brian; Meeham, Terrence; Yao, Li‐Chin; Di Santo,<br>James P; Brehm, Michael; Rodriguez, Estefania;<br>Wege, Anja Kathrin; Bonnet, Dominique; Guionaud,<br>Silvia; Howard, Kristina E; Kitchen, Scott; Klein,<br>Florian; Saeb‐Parsy, Kourosh; Sam, Johannes; Sharma,<br>Amar Deep; Trumpp, Andreas; Trusolino, Livio;<br>Bult, Carol; Shultz, Leonard","abstract_summary":" Mice xenotransplanted with human cells and\/or<br>expressing human gene products (also known as “humanized<br>mice”) recapitulate the human evolutionary<br>specialization and diversity of genotypic and phenotypic<br>traits. These models can provide a relevant in vivo<br>context for understanding of human‐specific<br>physiology and pathologies. Humanized mice have advanced<br>toward mainstream preclinical models and are now at<br>the forefront of biomedical research. Here, we<br>considered innovations and challenges regarding the<br>reconstitution of human immunity and human tissues, modeling<br>of human infections and cancer, and the use of<br>humanized mice for testing drugs or regenerative therapy<br>products. As the number of publications exploring...","title_summary":" Innovations, challenges, and minimal<br>information for standardization of humanized mice","x":44.9339065552,"y":-3.9812691212,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.9339065552,"tsne_y":-3.9812691212,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"be7zube4","source_x":"PMC","title":"Perspective of placenta derived mesenchymal stem cells in acute liver failure","doi":"10.1186\/s13578-020-00433-z","abstract":"Acute Liver failure (ALF) is a life-threatening disease and is determined by coagulopathy (with INR ≥ 1.5) and hepatic encephalopathy as a result of severe liver injury in patients without preexisting liver disease. Since there are problems with liver transplantation including lack of donors, use of immunosuppressive drugs, and high costs of this process, new therapeutic approaches alongside current treatments are needed. The placenta is a tissue that is normally discarded after childbirth. On the other hand, human placenta is a rich source of mesenchymal stem cells (MSCs), which is easily available, without moral problems, and its derived cells are less affected by age and environmental factors. Therefore, placenta-derived mesenchymal stem cells (PD-MSCs) can be considered as an allogeneic source for liver disease. Considering the studies on MSCs and their effects on various diseases, it can be stated that MSCs are among the most important agents to be used for novel future therapies of liver diseases. In this paper, we will investigate the effects of mesenchymal stem cells through migration and immigration to the site of injury, cell-to-cell contact, immunomodulatory effects, and secretory factors in ALF.","publish_time":1590278400000,"author_summary":" Saleh, Mahshid; Taher, Mohammad; Sohrabpour,<br>Amir Ali; Vaezi, Amir Abbas; Nasiri Toosi, Mohsen;<br>Kavianpour, Maria; Ghazvinian, Zeinab; Abdolahi,<br>Shahrokh; Verdi, Javad","abstract_summary":" Acute Liver failure (ALF) is a<br>life-threatening disease and is determined by coagulopathy<br>(with INR ≥ 1.5) and hepatic encephalopathy as a<br>result of severe liver injury in patients without<br>preexisting liver disease. Since there are problems with<br>liver transplantation including lack of donors, use<br>of immunosuppressive drugs, and high costs of<br>this process, new therapeutic approaches<br>alongside current treatments are needed. The placenta is<br>a tissue that is normally discarded after<br>childbirth. On the other hand, human placenta is a rich<br>source of mesenchymal stem cells (MSCs), which is<br>easily available, without moral problems, and its<br>derived cells are...","title_summary":" Perspective of placenta derived mesenchymal<br>stem cells in acute liver failure","x":44.8175201416,"y":-5.9522361755,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8175201416,"tsne_y":-5.9522361755,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"gxblprv4","source_x":"PMC","title":"TGF-β and WNT signaling pathways in cardiac fibrosis: non-coding RNAs come into focus","doi":"10.1186\/s12964-020-00555-4","abstract":"Cardiac fibrosis describes the inappropriate proliferation of cardiac fibroblasts (CFs), leading to accumulation of extracellular matrix (ECM) proteins in the cardiac muscle, which is found in many pathophysiological heart conditions. A range of molecular components and cellular pathways, have been implicated in its pathogenesis. In this review, we focus on the TGF-β and WNT signaling pathways, and their mutual interaction, which have emerged as important factors involved in cardiac pathophysiology. The molecular and cellular processes involved in the initiation and progression of cardiac fibrosis are summarized. We focus on TGF-β and WNT signaling in cardiac fibrosis, ECM production, and myofibroblast transformation. Non-coding RNAs (ncRNAs) are one of the main players in the regulation of multiple pathways and cellular processes. MicroRNAs, long non-coding RNAs, and circular long non-coding RNAs can all interact with the TGF-β\/WNT signaling axis to affect cardiac fibrosis. A better understanding of these processes may lead to new approaches for diagnosis and treatment of many cardiac conditions.","publish_time":1591660800000,"author_summary":" Yousefi, Fatemeh; Shabaninejad, Zahra;<br>Vakili, Sina; Derakhshan, Maryam; Movahedpour,<br>Ahmad; Dabiri, Hamed; Ghasemi, Younes;<br>Mahjoubin-Tehran, Maryam; Nikoozadeh, Azin; Savardashtaki,<br>Amir; Mirzaei, Hamed; Hamblin, Michael R.","abstract_summary":" Cardiac fibrosis describes the inappropriate<br>proliferation of cardiac fibroblasts (CFs), leading to<br>accumulation of extracellular matrix (ECM) proteins in the<br>cardiac muscle, which is found in many<br>pathophysiological heart conditions. A range of molecular<br>components and cellular pathways, have been implicated in<br>its pathogenesis. In this review, we focus on the<br>TGF-β and WNT signaling pathways, and their mutual<br>interaction, which have emerged as important factors<br>involved in cardiac pathophysiology. The molecular and<br>cellular processes involved in the initiation and<br>progression of cardiac fibrosis are summarized. We focus on<br>TGF-β and WNT signaling in cardiac fibrosis, ECM<br>production, and myofibroblast...","title_summary":" TGF-β and WNT signaling pathways in cardiac<br>fibrosis: non-coding RNAs come into focus","x":46.0170135498,"y":-4.4242300987,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":46.0170135498,"tsne_y":-4.4242300987,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ymo4mxx7","source_x":"PMC","title":"Mesenchymal Stem Cell Derived Exosomes: a Nano Platform for Therapeutics and Drug Delivery in Combating COVID-19","doi":"10.1007\/s12015-020-10002-z","abstract":"The recent pandemic situation transpired due to coronavirus novel strain SARS-CoV-2 has become a global concern. This human coronavirus (HCov-19) has put the world on high alert as the numbers of confirmed cases are continuously increasing. The world is now fighting against this deadly virus and is leaving no stone unturned to find effective treatments through testing of various available drugs, including those effective against flu, malaria, etc. With an urgent need for the development of potential strategies, two recent studies from China using Mesenchymal Stem Cells (MSCs) to treat COVID-19 pneumonia have shed some light on a potential cure for the COVID-19 infected patients. However, MSCs, despite being used in various other clinical trials have always been questioned for their tendency to aggregate or form clumps in the injured or disease microenvironment. It has also been reported in various studies that exosomes secreted by these MSCs, contribute towards the cell’s biological and therapeutic efficacy. There have been reports evaluating the safety and feasibility of these exosomes in various lung diseases, thereby proposing them as a cell-free therapeutic agent. Also, attractive features like cell targeting, low-immunogenicity, safety, and high biocompatibility distinguish these exosomes from other synthetic nano-vesicles and thus potentiate their role as a drug delivery nano-platform. Building upon these observations, herein, efforts are made to give an overview of stem cell-derived exosomes as an appealing therapeutic agent and drug delivery nano-carrier. In this review, we briefly recapitulate the recent evidence and developments in understanding exosomes as a promising candidate for novel nano-intervention in the current pandemic scenario. Furthermore, this review will highlight and discuss mechanistic role of exosomes to combat severe lung pathological conditions. We have also attempted to dwell into the nano-formulation of exosomes for its better applicability, storage, and stability thereby conferring them as off the shelf therapeutic.","publish_time":1594598400000,"author_summary":" Pinky; Gupta, Suchi; Krishnakumar, Vishnu;<br>Sharma, Yashvi; Dinda, Amit Kumar; Mohanty, Sujata","abstract_summary":" The recent pandemic situation transpired due<br>to coronavirus novel strain SARS-CoV-2 has<br>become a global concern. This human coronavirus<br>(HCov-19) has put the world on high alert as the numbers of<br>confirmed cases are continuously increasing. The world<br>is now fighting against this deadly virus and is<br>leaving no stone unturned to find effective treatments<br>through testing of various available drugs, including<br>those effective against flu, malaria, etc. With an<br>urgent need for the development of potential<br>strategies, two recent studies from China using<br>Mesenchymal Stem Cells (MSCs) to treat COVID-19 pneumonia<br>have shed some light on a potential cure...","title_summary":" Mesenchymal Stem Cell Derived Exosomes: a Nano<br>Platform for Therapeutics and Drug Delivery in<br>Combating COVID-19","x":44.1635780334,"y":-5.8314781189,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1635780334,"tsne_y":-5.8314781189,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"mp43hqiq","source_x":"Medline","title":"Muscarinic receptors modulate Nerve Growth Factor production in rat Schwann-like adipose-derived stem cells and in Schwann cells.","doi":"10.1038\/s41598-020-63645-w","abstract":"Regenerative capability of the peripheral nervous system after injury is enhanced by Schwann cells (SCs) producing several growth factors. The clinical use of SCs in nerve regeneration strategies is hindered by the necessity of removing a healthy nerve to obtain the therapeutic cells. Adipose-derived stem cells (ASCs) can be chemically differentiated towards a SC-like phenotype (dASCs), and represent a promising alternative to SCs. Their physiology can be further modulated pharmacologically by targeting receptors for neurotransmitters such as acetylcholine (ACh). In this study, we compare the ability of rat dASCs and native SCs to produce NGF in vitro. We also evaluate the ability of muscarinic receptors, in particular the M2 subtype, to modulate NGF production and maturation from the precursor (proNGF) to the mature (mNGF) form. For the first time, we demonstrate that dASCs produce higher basal levels of proNGF and mature NGF compared to SCs. Moreover, muscarinic receptor activation, and in particular M2 subtype stimulation, modulates NGF production and maturation in both SCs and dASCs. Indeed, both cell types express both proNGF A and B isoforms, as well as mNGF. After M2 receptor stimulation, proNGF-B (25 kDa), which is involved in apoptotic processes, is strongly reduced at transcript and protein level. Thus, we demonstrate that dASCs possess a stronger neurotrophic potential compared to SCs. ACh, via M2 muscarinic receptors, contributes to the modulation and maturation of NGF, improving the regenerative properties of dASCs.","publish_time":1588032000000,"author_summary":" Piovesana, R; Faroni, A; Taggi, M; Matera, A;<br>Soligo, M; Canipari, R; Manni, L; Reid, A J; Tata, A M","abstract_summary":" Regenerative capability of the peripheral<br>nervous system after injury is enhanced by Schwann<br>cells (SCs) producing several growth factors. The<br>clinical use of SCs in nerve regeneration strategies is<br>hindered by the necessity of removing a healthy nerve to<br>obtain the therapeutic cells. Adipose-derived stem<br>cells (ASCs) can be chemically differentiated<br>towards a SC-like phenotype (dASCs), and represent a<br>promising alternative to SCs. Their physiology can be<br>further modulated pharmacologically by targeting<br>receptors for neurotransmitters such as acetylcholine<br>(ACh). In this study, we compare the ability of rat<br>dASCs and native SCs to produce NGF in vitro. We also<br>evaluate...","title_summary":" Muscarinic receptors modulate Nerve Growth<br>Factor production in rat Schwann-like<br>adipose-derived stem cells and in Schwann cells.","x":45.4046478271,"y":-4.714802742,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.4046478271,"tsne_y":-4.714802742,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"xg53p4sv","source_x":"Medline","title":"Conditional Cell Reprogramming for Modeling Host-Virus Interactions and Human Viral Diseases.","doi":"10.1002\/jmv.26093","abstract":"Conventional cancer and transformed cell lines are widely used in cancer biology and other fields within biology. These cells usually have abnormalities from the original tumor itself, but may also develop abnormalities due to genetic manipulation, or genetic and epigenetic changes during long term passages. Primary cultures may maintain lineage functions as the original tissue types, yet they have a very limited life span or population doubling time because of the nature of cellular senescence. Primary cultures usually have very low yields, and the high variability from any original tissue specimens, largely limiting their applications in research. Animal models are often used for studies of virus infections, disease modeling, development of antiviral drugs and vaccines. Human viruses often need a series of passages in vivo in order to adapt to the host environment because of variable receptors on the cell surface and may have intracellular restrictions from the cell types or host species. Here we describe a long term cell culture system, conditionally reprogrammed cells (CRCs), and its applications in modeling human viral diseases and drug discovery. Using feeder layer co-culture in presence of Y-27632 (conditional reprogramming, CR), CRCs can be obtained and rapidly propagated from surgical specimens, core or needle biopsies, and other minimally invasive or non-invasive specimens, for example, nasal cavity brushing. CRCs preserve their lineage functions, and provide biologically relevant and physiological conditions, which are suitable for studies of viral entry and replication, innate immune responses of host cells, and discovery of antiviral drugs. In this review, we summarize applications of CR technology in modeling host-virus interactions and human viral diseases, including SARS-CoV-2 and COVID-19, and anti-viral discovery. This article is protected by copyright. All rights reserved.","publish_time":1590969600000,"author_summary":" Liu, Xuefeng; Mondal, Abdul M","abstract_summary":" Conventional cancer and transformed cell<br>lines are widely used in cancer biology and other<br>fields within biology. These cells usually have<br>abnormalities from the original tumor itself, but may also<br>develop abnormalities due to genetic manipulation, or<br>genetic and epigenetic changes during long term<br>passages. Primary cultures may maintain lineage<br>functions as the original tissue types, yet they have a<br>very limited life span or population doubling time<br>because of the nature of cellular senescence. Primary<br>cultures usually have very low yields, and the high<br>variability from any original tissue specimens, largely<br>limiting their applications in research. Animal models<br>are...","title_summary":" Conditional Cell Reprogramming for Modeling<br>Host-Virus Interactions and Human Viral Diseases.","x":44.8369140625,"y":-3.28048563,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8369140625,"tsne_y":-3.28048563,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"8tnul7rq","source_x":"Medline","title":"Exosomes Derived From Bone Marrow Mesenchymal Stem Cells as Treatment for Severe COVID-19.","doi":"10.1089\/scd.2020.0080","abstract":"This prospective, non-randomized, open-label, cohort study addresses the safety and efficacy of exosomes (ExoFlo™) derived from allogeneic bone marrow mesenchymal stem cells as treatment for severe COVID-19. During April 2020, ExoFlo was provided to 24 SARS-CoV-2 PCR positive patients at a single hospital center, all of whom met criteria for severe COVID-19 as well as moderate to severe Acute Respiratory Distress Syndrome (ARDS). Patients received a single 15 mL intravenous dose of ExoFlo and were evaluated for both safety and efficacy day 1-14 post-treatment. All safety endpoints were met with no adverse events observed within 72 hours of ExoFlo administration. A survival rate of 83% was observed. 17\/24 (71%) of the patients recovered; 3\/24 (13%) remained critically ill though stable; 4\/24 (16%) expired for reasons unrelated to the treatment. Overall, after one treatment, patients' clinical status and oxygenation improved with an average PaO2\/FiO2 ratio increase of 192% (p < 0.001). Laboratory values revealed significant improvements in absolute neutrophil count [mean reduction 32% [(p-value < 0.001)] and lymphopenia with average CD3+, CD4+ and CD8+ lymphocyte counts increasing by 46% (p < 0.05), 45% (p < 0.05), and 46% (p < 0.001), respectively. Likewise, acute phase reactants declined, with mean C-reactive protein (CRP), Ferritin, and D-dimer reduction of 77% (p < .001), 43% (p < .001), 42% (p <0.05), respectively. In conclusion, due to its safety profile, capacity to restore oxygenation, downregulate cytokine storm, and reconstitute immunity, ExoFlo is a promising therapeutic candidate for severe COVID-19. Future RCTs are needed to determine ExoFlo therapeutic potential.","publish_time":1588809600000,"author_summary":" Sengupta, Vikram; Sengupta, Sascha; Lazo,<br>Angel; Woods, Peter; Nolan, Anna; Bremer, Nicholas","abstract_summary":" This prospective, non-randomized,<br>open-label, cohort study addresses the safety and efficacy<br>of exosomes (ExoFlo™) derived from allogeneic<br>bone marrow mesenchymal stem cells as treatment for<br>severe COVID-19. During April 2020, ExoFlo was<br>provided to 24 SARS-CoV-2 PCR positive patients at a<br>single hospital center, all of whom met criteria for<br>severe COVID-19 as well as moderate to severe Acute<br>Respiratory Distress Syndrome (ARDS). Patients received a<br>single 15 mL intravenous dose of ExoFlo and were<br>evaluated for both safety and efficacy day 1-14<br>post-treatment. All safety endpoints were met with no adverse<br>events observed within 72 hours of ExoFlo<br>administration....","title_summary":" Exosomes Derived From Bone Marrow Mesenchymal<br>Stem Cells as Treatment for Severe COVID-19.","x":44.5214157104,"y":-6.0352048874,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.5214157104,"tsne_y":-6.0352048874,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"gfp1ys1c","source_x":"Medline","title":"A Systematic Exposition of Methods used for Quantification of Heart Regeneration after Apex Resection in Zebrafish.","doi":"10.3390\/cells9030548","abstract":"Myocardial infarction (MI) is a worldwide condition that affects millions of people. This is mainly caused by the adult human heart lacking the ability to regenerate upon injury, whereas zebrafish have the capacity through cardiomyocyte proliferation to fully regenerate the heart following injury such as apex resection (AR). But a systematic overview of the methods used to evidence heart regrowth and regeneration in the zebrafish is lacking. Herein, we conducted a systematical search in Embase and Pubmed for studies on heart regeneration in the zebrafish following injury and identified 47 AR studies meeting the inclusion criteria. Overall, three different methods were used to assess heart regeneration in zebrafish AR hearts. 45 out of 47 studies performed qualitative (37) and quantitative (8) histology, whereas immunohistochemistry for various cell cycle markers combined with cardiomyocyte specific proteins was used in 34 out of 47 studies to determine cardiomyocyte proliferation qualitatively (6 studies) or quantitatively (28 studies). For both methods, analysis was based on selected heart sections and not the whole heart, which may bias interpretations. Likewise, interstudy comparison of reported cardiomyocyte proliferation indexes seems complicated by distinct study designs and reporting manners. Finally, six studies performed functional analysis to determine heart function, a hallmark of human heart injury after MI. In conclusion, our data implies that future studies should consider more quantitative methods eventually taking the 3D of the zebrafish heart into consideration when evidencing myocardial regrowth after AR. Furthermore, standardized guidelines for reporting cardiomyocyte proliferation and sham surgery details may be considered to enable inter study comparisons and robustly determine the effect of given genes on the process of heart regeneration.","publish_time":1582675200000,"author_summary":" Juul Belling, Helene; Hofmeister, Wolfgang;<br>Andersen, Ditte Caroline","abstract_summary":" Myocardial infarction (MI) is a worldwide<br>condition that affects millions of people. This is mainly<br>caused by the adult human heart lacking the ability to<br>regenerate upon injury, whereas zebrafish have the<br>capacity through cardiomyocyte proliferation to fully<br>regenerate the heart following injury such as apex<br>resection (AR). But a systematic overview of the methods<br>used to evidence heart regrowth and regeneration in<br>the zebrafish is lacking. Herein, we conducted a<br>systematical search in Embase and Pubmed for studies on heart<br>regeneration in the zebrafish following injury and<br>identified 47 AR studies meeting the inclusion criteria.<br>Overall, three different methods...","title_summary":" A Systematic Exposition of Methods used for<br>Quantification of Heart Regeneration after Apex Resection in<br>Zebrafish.","x":45.8235015869,"y":-4.8505072594,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.8235015869,"tsne_y":-4.8505072594,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"064cdx74","source_x":"Medline","title":"The capacity of goat epidermal adult stem cells to reconstruct the damaged ocular surface of total LSCD and activate corneal genetic programs.","doi":"10.1007\/s10735-020-09879-4","abstract":"Epidermal adult stem cells (EpiASCs) have the potential for unlimited proliferation and differentiation, however, the ability of these stem cells to activate corneal genetic programs in response to corneal stroma stimulation needs to be further validated. Herein, a feasible strategy was developed to reconstruct the damaged corneal surface in a goat model with total limbal stem cell deficiency (LSCD) by transplanting EpiASCs, which had been explanted and cultured from the skin of an adult ram goat and were then purified by selecting single cell-derived clones and cultivating them on a denuded human amniotic membrane (HAM). These artificial tissues were then successfully transplanted into ewe goats with total LSCD. Binding of EpiASCs to the base membrane of an EpiASCs-HAM-Sheet (EHS) indicated their proliferating status. After transplantation, the EpiASCs could survive in the host tissue and they reconstructed the damaged ocular surface of total LSCD. The crystal reconstructed corneal epithelium expressed CK3 and Pax-6 similar to normal corneal epithelium and expressed the Sry gene after transplantation. These results demonstrated that EpiASCs could be induced to differentiate into corneal epithelial cell types in a corneal microenvironment and had the ability to activate corneal genetic programs. This work offer a foundation for promoting tissue-engineered cornea into clinical application.","publish_time":1588982400000,"author_summary":" Zhang, Pei; Ma, Xi-Ya; Huang, Dian-Tong; Yang,<br>Xue-Yi","abstract_summary":" Epidermal adult stem cells (EpiASCs) have the<br>potential for unlimited proliferation and<br>differentiation, however, the ability of these stem cells to<br>activate corneal genetic programs in response to<br>corneal stroma stimulation needs to be further<br>validated. Herein, a feasible strategy was developed to<br>reconstruct the damaged corneal surface in a goat model with<br>total limbal stem cell deficiency (LSCD) by<br>transplanting EpiASCs, which had been explanted and cultured<br>from the skin of an adult ram goat and were then<br>purified by selecting single cell-derived clones and<br>cultivating them on a denuded human amniotic membrane<br>(HAM). These artificial tissues were then...","title_summary":" The capacity of goat epidermal adult stem cells<br>to reconstruct the damaged ocular surface of<br>total LSCD and activate corneal genetic programs.","x":45.2556533813,"y":-4.5664806366,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.2556533813,"tsne_y":-4.5664806366,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"x16rr8ql","source_x":"Medline","title":"MSCs transplantation may be a potential therapeutic strategy for COVID-19 treatment.","doi":"10.26355\/eurrev_202004_21037","abstract":"At present, SARS-Cov-2 is spread all over the world, becoming a serious threat to people's health. SARS-Cov-2 has a strong infection, and the mortality rate of severe patients after infection is high, but there is no effective treatment. Mesenchymal stem cells (MSCs) have anti-inflammatory and immunomodulatory functions, which can reduce the occurrence of cytokine storm syndrome and acute respiratory distress syndrome. At the same time, MSCs can reduce the level of pulmonary fibrosis and enhance tissue injury repair. In this short report, combined with the progress of preclinical and clinical research, we comment the efficacy of MSCs in the treatment of COVID-19.","publish_time":1585699200000,"author_summary":" Wang, X-Y","abstract_summary":" At present, SARS-Cov-2 is spread all over the<br>world, becoming a serious threat to people's health.<br>SARS-Cov-2 has a strong infection, and the mortality rate<br>of severe patients after infection is high, but<br>there is no effective treatment. Mesenchymal stem<br>cells (MSCs) have anti-inflammatory and<br>immunomodulatory functions, which can reduce the occurrence of<br>cytokine storm syndrome and acute respiratory distress<br>syndrome. At the same time, MSCs can reduce the level of<br>pulmonary fibrosis and enhance tissue injury repair. In<br>this short report, combined with the progress of<br>preclinical and clinical research, we comment the efficacy<br>of MSCs in the treatment...","title_summary":" MSCs transplantation may be a potential<br>therapeutic strategy for COVID-19 treatment.","x":44.1834526062,"y":-5.9591999054,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1834526062,"tsne_y":-5.9591999054,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"mwhrwg10","source_x":"Medline","title":"Bmi1 inhibitor PTC-209 promotes Chemically-induced Direct Cardiac Reprogramming of cardiac fibroblasts into cardiomyocytes.","doi":"10.1038\/s41598-020-63992-8","abstract":"The development of therapeutic approaches based on direct cardiac reprogramming of fibroblasts into induced-cardiomyocytes (iCM) has emerged as an attractive strategy to repair the injured myocardium. The identification of the mechanisms driving lineage conversion represents a crucial step toward the development of new and more efficient regenerative strategies. To this aim, here we show that pre-treatment with the Bmi1 inhibitor PTC-209 is sufficient to increase the efficiency of Chemical-induced Direct Cardiac Reprogramming both in mouse embryonic fibroblasts and adult cardiac fibroblasts. PTC-209 induces an overall increase of spontaneously beating iCM at end-stage of reprogramming, expressing high levels of late cardiac markers Troponin T and myosin muscle light chain-2v. The inhibition of Bmi1 expression occurring upon PTC-209 pre-treatment was maintained throughout the reprogramming protocol, contributing to a significant gene expression de-regulation. RNA profiling revealed that, upon Bmi1 inhibition a significant down-regulation of genes associated with immune and inflammatory signalling pathways occurred, with repression of different genes involved in interleukin, cytokine and chemokine pathways. Accordingly, we observed the down-regulation of both JAK\/STAT3 and MAPK\/ERK1-2 pathway activation, highlighting the crucial role of these pathways as a barrier for cardiac reprogramming. These findings have significant implications for the development of new cardiac regenerative therapies.","publish_time":1588032000000,"author_summary":" Testa, Gianluca; Russo, Michele; Di<br>Benedetto, Giorgia; Barbato, Matteo; Parisi, Silvia;<br>Pirozzi, Flora; Tocchetti, Carlo Gabriele; Abete,<br>Pasquale; Bonaduce, Domenico; Russo, Tommaso; Passaro,<br>Fabiana","abstract_summary":" The development of therapeutic approaches<br>based on direct cardiac reprogramming of<br>fibroblasts into induced-cardiomyocytes (iCM) has<br>emerged as an attractive strategy to repair the injured<br>myocardium. The identification of the mechanisms driving<br>lineage conversion represents a crucial step toward<br>the development of new and more efficient<br>regenerative strategies. To this aim, here we show that<br>pre-treatment with the Bmi1 inhibitor PTC-209 is sufficient<br>to increase the efficiency of Chemical-induced<br>Direct Cardiac Reprogramming both in mouse embryonic<br>fibroblasts and adult cardiac fibroblasts. PTC-209<br>induces an overall increase of spontaneously beating<br>iCM at end-stage of reprogramming, expressing<br>high levels of late cardiac...","title_summary":" Bmi1 inhibitor PTC-209 promotes<br>Chemically-induced Direct Cardiac Reprogramming of cardiac<br>fibroblasts into cardiomyocytes.","x":45.636341095,"y":-4.6717233658,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.636341095,"tsne_y":-4.6717233658,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"tej2mv2a","source_x":"Medline","title":"Exploitation of fibrin-based signaling niche for deriving progenitors from human adipose-derived mesenchymal stem cells towards potential neural engineering applications.","doi":"10.1038\/s41598-020-63445-2","abstract":"Adipose-derived mesenchymal stem cells (hADMSC) retaining proliferation and multi-differentiation potential may support the central nervous system (CNS) regeneration. Multipotency of MSC may result in both desirable and undesirable cells, post-transplantation. A better strategy to attain desired cells may be in vitro commitment of hADMSCs to uni-\/bi- potent neural progenitor cells (NPCs), prior to transplantation. Derivation of stable NPCs may require a suitable niche eliciting proliferation and differentiation signals. The present study designed a biomimetic niche comprising insoluble fibrin supported adhesion matrix and exogenously added growth factors (GFs) for deriving different neural cells and established the role of Notch and Wnt signals for proliferation and differentiation of hADMSCs, respectively. The stable transformation of hADMSCs into neurospheres (NS) comprising Nestin+ve NPCs was achieved consistently. Slight modifications of niche enable differentiation of NS to NPCs; NPCs to neurons; NPCs to oligodendrocyte progenitor cells (OPCs); and OPCs to oligodendrocytes (OLG). Fibrin plays a crucial role in the conversion of hADMSC to NS and NPCs to OPCs; but, not essential for OPC to OLG maturation. Co-survival and cell-cell interaction of NPC derived neurons and OPCs promoting OLG maturation is illustrated. The designed biomimetic niche shows the potential for directing autologous ADMSCs to neural cells for applications in regenerative medicine.","publish_time":1588032000000,"author_summary":" Chandrababu, Krishnapriya; Senan, Manesh;<br>Krishnan, Lissy K","abstract_summary":" Adipose-derived mesenchymal stem cells<br>(hADMSC) retaining proliferation and<br>multi-differentiation potential may support the central nervous<br>system (CNS) regeneration. Multipotency of MSC may<br>result in both desirable and undesirable cells,<br>post-transplantation. A better strategy to attain desired cells may be<br>in vitro commitment of hADMSCs to uni-\/bi- potent<br>neural progenitor cells (NPCs), prior to<br>transplantation. Derivation of stable NPCs may require a<br>suitable niche eliciting proliferation and<br>differentiation signals. The present study designed a<br>biomimetic niche comprising insoluble fibrin supported<br>adhesion matrix and exogenously added growth factors<br>(GFs) for deriving different neural cells and<br>established the role of Notch and Wnt...","title_summary":" Exploitation of fibrin-based signaling niche<br>for deriving progenitors from human<br>adipose-derived mesenchymal stem cells towards potential<br>neural engineering applications.","x":45.2410774231,"y":-4.8548140526,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.2410774231,"tsne_y":-4.8548140526,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"ztqk5x5r","source_x":"Medline","title":"Uncovering mutation-specific morphogenic phenotypes and paracrine-mediated vessel dysfunction in a biomimetic vascularized mammary duct platform.","doi":"10.1038\/s41467-020-17102-x","abstract":"The mammary gland is a highly vascularized tissue capable of expansion and regression during development and disease. To enable mechanistic insight into the coordinated morphogenic crosstalk between the epithelium and vasculature, we introduce a 3D microfluidic platform that juxtaposes a human mammary duct in proximity to a perfused endothelial vessel. Both compartments recapitulate stable architectural features of native tissue and the ability to undergo distinct forms of branching morphogenesis. Modeling HER2\/ERBB2 amplification or activating PIK3CA(H1047R) mutation each produces ductal changes observed in invasive progression, yet with striking morphogenic and behavioral differences. Interestingly, PI3KαH1047R ducts also elicit increased permeability and structural disorganization of the endothelium, and we identify the distinct secretion of IL-6 as the paracrine cause of PI3KαH1047R-associated vascular dysfunction. These results demonstrate the functionality of a model system that facilitates the dissection of 3D morphogenic behaviors and bidirectional signaling between mammary epithelium and endothelium during homeostasis and pathogenesis.","publish_time":1593993600000,"author_summary":" Kutys, Matthew L; Polacheck, William J; Welch,<br>Michaela K; Gagnon, Keith A; Koorman, Thijs; Kim,<br>Sudong; Li, Linqing; McClatchey, Andrea I; Chen,<br>Christopher S","abstract_summary":" The mammary gland is a highly vascularized<br>tissue capable of expansion and regression during<br>development and disease. To enable mechanistic insight<br>into the coordinated morphogenic crosstalk<br>between the epithelium and vasculature, we introduce a<br>3D microfluidic platform that juxtaposes a human<br>mammary duct in proximity to a perfused endothelial<br>vessel. Both compartments recapitulate stable<br>architectural features of native tissue and the ability to<br>undergo distinct forms of branching morphogenesis.<br>Modeling HER2\/ERBB2 amplification or activating<br>PIK3CA(H1047R) mutation each produces ductal changes<br>observed in invasive progression, yet with striking<br>morphogenic and behavioral differences. Interestingly,<br>PI3KαH1047R ducts also elicit increased permeability and<br>structural...","title_summary":" Uncovering mutation-specific morphogenic<br>phenotypes and paracrine-mediated vessel dysfunction in<br>a biomimetic vascularized mammary duct<br>platform.","x":44.1942977905,"y":-3.54621768,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1942977905,"tsne_y":-3.54621768,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"dhuekl5b","source_x":"Medline","title":"Can mesenchymal stem cell therapy be the interim management of COVID-19?","doi":"10.5582\/ddt.2020.03032","abstract":"COVID-19 pandemic has accounted for ~ 4.3 million confirmed cases and ~ 292,000 deaths (till 12th May, 2020) across the globe since its outbreak. Several anti-viral drugs such as RNA dependent RNA polymerase inhibitors (remdesivir, favipiravir, ribavirin), protease inhibitors (lopinavir, ritonavir) and drugs targeting endocytic pathway (hydroxychloroquine) are being evaluated for COVID-19 but standard therapeutics yet not available. Severe health deterioration in critically ill patients is characterized by pulmonary edema, severe respiratory distress, cytokine storm and septic shock. To combat cytokine storm, immune-therapy targeting IL-1, IL-2, IL-6 and TNFα are being evaluated and one of the promising immune-modulator is the mesenchymal stem cells (MSCs) that can surmount the severity of COVID-19 infections. Recent studies have shown that MSC-therapy significantly dampens the cytokine storm in critically ill COVID-19 patients. This communication endows with the insight of stem cell therapy and summarizes the recent studies on COVID-19 patients.","publish_time":1592265600000,"author_summary":" Bamba, Chitra; Singh, Surinder P; Choudhury,<br>Sangeeta","abstract_summary":" COVID-19 pandemic has accounted for ~ 4.3<br>million confirmed cases and ~ 292,000 deaths (till 12th<br>May, 2020) across the globe since its outbreak.<br>Several anti-viral drugs such as RNA dependent RNA<br>polymerase inhibitors (remdesivir, favipiravir,<br>ribavirin), protease inhibitors (lopinavir, ritonavir)<br>and drugs targeting endocytic pathway<br>(hydroxychloroquine) are being evaluated for COVID-19 but standard<br>therapeutics yet not available. Severe health<br>deterioration in critically ill patients is characterized by<br>pulmonary edema, severe respiratory distress, cytokine<br>storm and septic shock. To combat cytokine storm,<br>immune-therapy targeting IL-1, IL-2, IL-6 and TNFα are being<br>evaluated and one of the promising immune-modulator is<br>the...","title_summary":" Can mesenchymal stem cell therapy be the<br>interim management of COVID-19?","x":43.8847007751,"y":-6.0682854652,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.8847007751,"tsne_y":-6.0682854652,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"c3h8jcoj","source_x":"Medline","title":"COVID-19 and Mesenchymal Stem Cell Treatment; Mystery or Not.","doi":"10.1007\/5584_2020_557","abstract":"On December 31, 2019, novel SARS-CoV2 spread from Wuhan China to more than 200 territories around world and the World Health Organization declared a COVID-19 pandemic on January 30, 2020. At this time there is no particular therapy, drug or vaccine available to deal with COVID-19. Today actual data indicates that about 17% of closed COVID-19 cases died. Health care professionals, ministry of health in countries and the public are trying to read the runes to see when the COVID-19 pandemic will be over. Although mild cases of COVID-19 can be controlled with antiviral, anti-inflammatory and immunomodulatory treatment, severe cases may need intensive care unit support and ventilation. Cytokine storms cause high inflammatory responses and pneumonia in severe cases. Mesenchymal stem cells are immunomodulatory and they have regenerative capacity. In this sense, mesenchymal stem cells may improve the patient's clinical and immunological response to COVID-19.","publish_time":1594339200000,"author_summary":" Akkoc, Tunc","abstract_summary":" On December 31, 2019, novel SARS-CoV2 spread<br>from Wuhan China to more than 200 territories around<br>world and the World Health Organization declared a<br>COVID-19 pandemic on January 30, 2020. At this time there<br>is no particular therapy, drug or vaccine<br>available to deal with COVID-19. Today actual data<br>indicates that about 17% of closed COVID-19 cases died.<br>Health care professionals, ministry of health in<br>countries and the public are trying to read the runes to see<br>when the COVID-19 pandemic will be over. Although<br>mild cases of COVID-19 can be controlled with<br>antiviral, anti-inflammatory and immunomodulatory<br>treatment, severe cases...","title_summary":" COVID-19 and Mesenchymal Stem Cell Treatment;<br>Mystery or Not.","x":44.067150116,"y":-5.951259613,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.067150116,"tsne_y":-5.951259613,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"hu5wp4u6","source_x":"Medline","title":"A potential ex vivo infection model of human induced pluripotent stem cell-3D organoids beyond coronavirus disease 2019.","doi":"10.14670\/hh-18-223","abstract":"The novel coronavirus disease 2019 (COVID-19) outbreak began in the city of Wuhan, whereupon it rapidly spread throughout China and subsequently across the world. Rapid transmission of COVID-19 has caused wide-spread panic. Many established medications have been used to treat the disease symptoms; however, no specific drugs or vaccines have been developed. Organoids derived from human induced pluripotent stem cells (iPSCs) may serve as suitable infection models for ex vivo mimicking of the viral life cycle and drug screening. Human iPSC-3D organoids, self-organised tissues with multiple cell environments, have a similar structure and function as real human organs; hence, these organoids allow greater viral infection efficiency, mimic the natural host-virus interactions, and are suitable for long-term experimentation. Here, we suggest the use of a functional human iPSC-organoid that could act as a reliable and feasible ex vivo infection model for investigation of the virus. This approach will provide much needed insight into the underlying molecular dynamics of COVID-19 for the development of novel treatment and prevention strategies.","publish_time":1587945600000,"author_summary":" Zhou, Hang; Liu, Li-Ping; Fang, Mei; Li,<br>Yu-Mei; Zheng, Yun-Wen","abstract_summary":" The novel coronavirus disease 2019 (COVID-19)<br>outbreak began in the city of Wuhan, whereupon it rapidly<br>spread throughout China and subsequently across the<br>world. Rapid transmission of COVID-19 has caused<br>wide-spread panic. Many established medications have been<br>used to treat the disease symptoms; however, no<br>specific drugs or vaccines have been developed.<br>Organoids derived from human induced pluripotent stem<br>cells (iPSCs) may serve as suitable infection models<br>for ex vivo mimicking of the viral life cycle and<br>drug screening. Human iPSC-3D organoids,<br>self-organised tissues with multiple cell environments, have<br>a similar structure and function as real human<br>organs; hence, these...","title_summary":" A potential ex vivo infection model of human<br>induced pluripotent stem cell-3D organoids beyond<br>coronavirus disease 2019.","x":44.605091095,"y":-4.1566152573,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.605091095,"tsne_y":-4.1566152573,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"tljbmvoo","source_x":"Medline","title":"Mesenchymal Stem Cell-based Therapy for COVID-19: Possibility and Potential.","doi":"10.2174\/1574888x15666200601152832","abstract":"A novel coronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has emerged in Wuhan, China since the end of December 2019 and has quickly spread all over the world in a matter of two months. To date, no specific treatment has been proven to be effective for coronavirus disease 2019 (COVID-19). With the rapid increase of infected patients and deaths, it is urgent to explore an effective treatment for COVID-19. Current studies suggest that there exists cytokine storm in SARS-CoV-2-infected patient, some of the patients will develop to acute respiratory distress syndrome (ARDS) and multiple organ dysfunction, even death. Mesenchymal stem cells (MSCs) possess the property of immunomodulation. Given the previous preclinical and clinical studies, MSCs therapy has been shown safety and efficacy in the treatment of respiratory failure or ARDS. Based on similar principles, MSCs therapy may also be an effective therapy in the treatment of COVID-19. In this study, we summarized the clinical outcomes of MSCs for ARDS patients in some preclinical and clinical studies, and discussed the application of MSCs for patients with COVID-19 in China and the related important issues with MSCs use during the outbreak.","publish_time":1590969600000,"author_summary":" Xiong, Jing; Bao, Lei; Qi, Hongbo; Feng,<br>Zhichun; Shi, Yuan","abstract_summary":" A novel coronavirus, named severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2), has<br>emerged in Wuhan, China since the end of December 2019<br>and has quickly spread all over the world in a matter<br>of two months. To date, no specific treatment has<br>been proven to be effective for coronavirus disease<br>2019 (COVID-19). With the rapid increase of<br>infected patients and deaths, it is urgent to explore an<br>effective treatment for COVID-19. Current studies<br>suggest that there exists cytokine storm in<br>SARS-CoV-2-infected patient, some of the patients will develop to<br>acute respiratory distress syndrome (ARDS) and<br>multiple organ dysfunction, even death....","title_summary":" Mesenchymal Stem Cell-based Therapy for<br>COVID-19: Possibility and Potential.","x":44.1370048523,"y":-5.9624838829,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1370048523,"tsne_y":-5.9624838829,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"s169dumm","source_x":"Medline","title":"Electrical stimulation induces differentiation of human cardiosphere-derived cells (hCDCs) to committed cardiomyocyte.","doi":"10.1007\/s11010-020-03742-6","abstract":"Logistic complexities of heart transplantation embossed the necessity of utilizing novel methods, which enable heart regeneration. Human cardiosphere-derived cells (hCDCs) are taken into consideration as a promising cell resource in cell therapy in recent years. In this study, we designed an electrochemical stimulation system, which sends square pulses to the hCDCs and records their electrical response. Morphology, viability and differentiation of hCDCs are monitored at certain time courses of the treatment. Differentiating hCDCs aligned perpendicularly with respect to the direction of applied electric current, and obtained a spindle-like morphology, while they remained viable. At the same time, specific cardiac marker genes including GATA4, cTnT and α-MHC showed a considerable up-regulation. Our findings confirm that hCDCs differentiate to committed cardiomyocytes when hCDCs receive an electrical energy of 0.06 - 0.12 Wh. This amount of electrical energy could be applied to the stem cells using versatile electrical stimulation patterns via commercially available devices.","publish_time":1588982400000,"author_summary":" Nazari, Hojjatollah; Kehtari, Mousa; Rad,<br>Iman; Ashtari, Behnaz; Joghataei, Mohammad Taghi","abstract_summary":" Logistic complexities of heart<br>transplantation embossed the necessity of utilizing novel<br>methods, which enable heart regeneration. Human<br>cardiosphere-derived cells (hCDCs) are taken into consideration as a<br>promising cell resource in cell therapy in recent years.<br>In this study, we designed an electrochemical<br>stimulation system, which sends square pulses to the hCDCs<br>and records their electrical response.<br>Morphology, viability and differentiation of hCDCs are<br>monitored at certain time courses of the treatment.<br>Differentiating hCDCs aligned perpendicularly with respect to<br>the direction of applied electric current, and<br>obtained a spindle-like morphology, while they<br>remained viable. At the same time, specific cardiac<br>marker...","title_summary":" Electrical stimulation induces<br>differentiation of human cardiosphere-derived cells (hCDCs)<br>to committed cardiomyocyte.","x":45.4598960876,"y":-4.8701920509,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.4598960876,"tsne_y":-4.8701920509,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"8g819pea","source_x":"Medline","title":"Peripheral Nerve Single Cell Analysis Identifies Mesenchymal Ligands that Promote Axonal Growth.","doi":"10.1523\/eneuro.0066-20.2020","abstract":"Peripheral nerves provide a supportive growth environment for developing and regenerating axons and are essential for maintenance and repair of many non-neural tissues. This capacity has largely been ascribed to paracrine factors secreted by nerve-resident Schwann cells. Here, we used single cell transcriptional profiling to identify ligands made by different injured rodent nerve cell types and have combined this with cell surface mass spectrometry to computationally model potential paracrine interactions with peripheral neurons. These analyses show that peripheral nerves make many ligands predicted to act on peripheral and central nervous system neurons, including known and previously uncharacterized ligands. While Schwann cells are an important ligand source within injured nerves, more than half of the predicted ligands are made by nerve-resident mesenchymal cells, including the endoneurial cells most closely associated with peripheral axons. At least three of these mesenchymal ligands, ANGPT1, CCL11 and VEGFC, promote growth when locally applied on sympathetic axons. These data therefore identify an unexpected paracrine role for nerve mesenchymal cells and suggest that multiple cell types contribute to creating a highly pro-growth environment for peripheral axons.SIGNIFICANCE STATEMENT This work expands our understanding of the cellular sources of ligands in the injured peripheral nerve that are potentially important for promoting axon growth. Here, we used single cell RNA sequencing (scRNA-seq) to reveal that Schwann cells and, surprisingly, nerve mesenchymal cells are primary sources of ligands in the injured nerve. We then combined injured nerve scRNA-seq data with proteomic and transcriptomic data from sensory and sympathetic neurons and used a systems-biology\/modeling approach to predict novel mesenchymal cell-derived factors that may promote peripheral axon growth. We tested some of these predictions and found three factors, ANGPT1, CCL11 and VEGFC, that promoted outgrowth of cultured sympathetic axons, supporting a potential role for mesenchymal-derived factors in axon growth.","publish_time":1588118400000,"author_summary":" Toma, Jeremy S; Karamboulas, Konstantina;<br>Carr, Matthew J; Kolaj, Adelaida; Yuzwa, Scott A;<br>Mahmud, Neemat; Storer, Mekayla A; Kaplan, David R;<br>Miller, Freda D","abstract_summary":" Peripheral nerves provide a supportive growth<br>environment for developing and regenerating axons and are<br>essential for maintenance and repair of many non-neural<br>tissues. This capacity has largely been ascribed to<br>paracrine factors secreted by nerve-resident Schwann<br>cells. Here, we used single cell transcriptional<br>profiling to identify ligands made by different injured<br>rodent nerve cell types and have combined this with<br>cell surface mass spectrometry to computationally<br>model potential paracrine interactions with<br>peripheral neurons. These analyses show that peripheral<br>nerves make many ligands predicted to act on<br>peripheral and central nervous system neurons, including<br>known and previously uncharacterized ligands.<br>While Schwann...","title_summary":" Peripheral Nerve Single Cell Analysis<br>Identifies Mesenchymal Ligands that Promote Axonal<br>Growth.","x":45.4476089478,"y":-4.1694808006,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.4476089478,"tsne_y":-4.1694808006,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xroabop4","source_x":"Medline","title":"Chemokine receptors coordinately regulate macrophage dynamics and mammary gland development.","doi":"10.1242\/dev.187815","abstract":"Macrophages are key regulators of developmental processes, including those involved in mammary gland development. We previously demonstrated that the atypical chemokine receptor, ACKR2, contributes to control of ductal epithelial branching in the developing mammary gland by regulating macrophage dynamics. ACKR2 is a chemokine-scavenging receptor, which mediates its effects through collaboration with inflammatory chemokine receptors (iCCRs). Here we reveal reciprocal regulation of branching morphogenesis in the mammary gland, whereby stromal ACKR2 modulates levels of the shared ligand CCL7 to control the movement of a key population of CCR1-expressing macrophages to the ductal epithelium. In addition, estrogen, which is essential for ductal elongation during puberty, upregulates CCR1 expression on macrophages. The age at which girls develop breasts is decreasing, which raises the risk of diseases including breast cancer. This study presents a previously unknown mechanism controlling the rate of mammary gland development during puberty and highlights potential therapeutic targets.","publish_time":1590624000000,"author_summary":" Wilson, Gillian J; Fukuoka, Ayumi; Love,<br>Samantha R; Kim, Jiwon; Pingen, Marieke; Hayes, Alan J;<br>Graham, Gerard J","abstract_summary":" Macrophages are key regulators of<br>developmental processes, including those involved in<br>mammary gland development. We previously<br>demonstrated that the atypical chemokine receptor, ACKR2,<br>contributes to control of ductal epithelial branching in<br>the developing mammary gland by regulating<br>macrophage dynamics. ACKR2 is a chemokine-scavenging<br>receptor, which mediates its effects through<br>collaboration with inflammatory chemokine receptors<br>(iCCRs). Here we reveal reciprocal regulation of<br>branching morphogenesis in the mammary gland, whereby<br>stromal ACKR2 modulates levels of the shared ligand<br>CCL7 to control the movement of a key population of<br>CCR1-expressing macrophages to the ductal epithelium. In<br>addition, estrogen, which is essential for ductal...","title_summary":" Chemokine receptors coordinately regulate<br>macrophage dynamics and mammary gland development.","x":44.026134491,"y":-3.51780653,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.026134491,"tsne_y":-3.51780653,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bqddng11","source_x":"Medline","title":"GelMA combined with sustained release of HUVECs derived exosomes for promoting cutaneous wound healing and facilitating skin regeneration.","doi":"10.1007\/s10735-020-09877-6","abstract":"It remains a clinical challenge for cutaneous wound healing and skin regeneration. Endothelial cells participate in the formation of blood vessels and play an important role in the whole process of wound healing. Recent studies suggested that exosomes contribute to the intercellular communication through paracrine pathways, and sustained release of exosomes from hydrogel-based materials provide a promising strategy for curing wound defects. In this study, we isolated exosomes derived from human umbilical vein endothelial cells (HUVECs) and found that HUVECs derived exosomes (HUVECs-Exos) could promote the proliferation and migration activities of keratinocytes and fibroblasts, which are two important effector cells for skin regeneration. Then we developed gelatin methacryloyl (GelMA) hydrogel as the wound dressing to incorporate HUVECs-Exos and applied it to the full-thickness cutaneous wounds. It demonstrated that GelMA scaffold could not only repair the wound defect, but also achieve sustained release of exosomes. The in vivo results showed accelerated re-epithelialization, promotion of collagen maturity and improvement of angiogenesis. Collectively, our findings suggested that HUVECs-Exos could accelerate wound healing and GelMA mediated controlled release of HUVECs-Exos might offer a new method for repairing cutaneous wound defects.","publish_time":1588982400000,"author_summary":" Zhao, Danyang; Yu, Zhencheng; Li, Yun; Wang,<br>Yu; Li, Qingfeng; Han, Dong","abstract_summary":" It remains a clinical challenge for cutaneous<br>wound healing and skin regeneration. Endothelial<br>cells participate in the formation of blood vessels<br>and play an important role in the whole process of<br>wound healing. Recent studies suggested that<br>exosomes contribute to the intercellular<br>communication through paracrine pathways, and sustained<br>release of exosomes from hydrogel-based materials<br>provide a promising strategy for curing wound defects.<br>In this study, we isolated exosomes derived from<br>human umbilical vein endothelial cells (HUVECs) and<br>found that HUVECs derived exosomes (HUVECs-Exos)<br>could promote the proliferation and migration<br>activities of keratinocytes and fibroblasts, which are<br>two important effector cells...","title_summary":" GelMA combined with sustained release of<br>HUVECs derived exosomes for promoting cutaneous<br>wound healing and facilitating skin regeneration.","x":45.5037536621,"y":-5.2300591469,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.5037536621,"tsne_y":-5.2300591469,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7dh126x3","source_x":"Medline","title":"Tracking of Infused Mesenchymal Stem Cells in Injured Pulmonary Tissue in Atm-Deficient Mice.","doi":"10.3390\/cells9061444","abstract":"Pulmonary failure is the main cause of morbidity and mortality in the human chromosomal instability syndrome Ataxia-telangiectasia (A-T). Major phenotypes include recurrent respiratory tract infections and bronchiectasis, aspiration, respiratory muscle abnormalities, interstitial lung disease, and pulmonary fibrosis. At present, no effective pulmonary therapy for A-T exists. Cell therapy using adipose-derived mesenchymal stromal\/stem cells (ASCs) might be a promising approach for tissue regeneration. The aim of the present project was to investigate whether ASCs migrate into the injured lung parenchyma of Atm-deficient mice as an indication of incipient tissue damage during A-T. Therefore, ASCs isolated from luciferase transgenic mice (mASCs) were intravenously transplanted into Atm-deficient and wild-type mice. Retention kinetics of the cells were monitored using in vivo bioluminescence imaging (BLI) and completed by subsequent verification using quantitative real-time polymerase chain reaction (qRT-PCR). The in vivo imaging and the qPCR results demonstrated migration accompanied by a significantly longer retention time of transplanted mASCs in the lung parenchyma of Atm-deficient mice compared to wild type mice. In conclusion, our study suggests incipient damage in the lung parenchyma of Atm-deficient mice. In addition, our data further demonstrate that a combination of luciferase-based PCR together with BLI is a pivotal tool for tracking mASCs after transplantation in models of inflammatory lung diseases such as A-T.","publish_time":1591747200000,"author_summary":" Baer, Patrick C; Sann, Julia; Duecker, Ruth<br>Pia; Ullrich, Evelyn; Geiger, Helmut; Bader,<br>Peter; Zielen, Stefan; Schubert, Ralf","abstract_summary":" Pulmonary failure is the main cause of<br>morbidity and mortality in the human chromosomal<br>instability syndrome Ataxia-telangiectasia (A-T). Major<br>phenotypes include recurrent respiratory tract<br>infections and bronchiectasis, aspiration, respiratory<br>muscle abnormalities, interstitial lung disease,<br>and pulmonary fibrosis. At present, no effective<br>pulmonary therapy for A-T exists. Cell therapy using<br>adipose-derived mesenchymal stromal\/stem cells (ASCs) might<br>be a promising approach for tissue regeneration.<br>The aim of the present project was to investigate<br>whether ASCs migrate into the injured lung parenchyma<br>of Atm-deficient mice as an indication of<br>incipient tissue damage during A-T. Therefore, ASCs<br>isolated from luciferase transgenic mice (mASCs) were...","title_summary":" Tracking of Infused Mesenchymal Stem Cells in<br>Injured Pulmonary Tissue in Atm-Deficient Mice.","x":44.9220504761,"y":-4.8775234222,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.9220504761,"tsne_y":-4.8775234222,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"6blcrkat","source_x":"BioRxiv","title":"Single-cell transcriptome profiling an adult human cell atlas of 15 major organs","doi":"10.1101\/2020.03.18.996975","abstract":"Background As core units of organ tissues, cells of various types play their harmonious rhythms to maintain the homeostasis of human body. It is essential to identify characteristics of the cells in human organs and their regulatory networks for understanding biological mechanisms related to health and disease. However, a systematic and comprehensive single-cell transcriptional profile across multiple organs of normal human adults has been pending. Results we performed single-cell transcriptomes of 88,622 cells derived from 15 tissue organs of one adult donor and generated an adult human cell atlas (AHCA). The AHCA depicted 234 subtypes of cells, including major cell types such as T, B, myeloid, epithelial, and stromal cells, as well as novel cell types in skin, each of which was distinguished by multiple marker genes and transcriptional profiles and collectively contributed to the heterogeneity of major human organs. Moreover, TCR and BCR repertoire comparison and trajectory analyses revealed direct clonal sharing of T and B cells with various developmental states among different tissues. Furthermore, novel cell markers, transcription factors and ligand-receptor pairs were identified with potential functional regulations on maintaining the homeostasis of human cells among tissues. Conclusions The AHCA reveals the inter- and intra-organ heterogeneity of cell characteristics and provides a useful resource to uncover key events during the development of human diseases such as the recent outbreak of coronavirus disease 2019 (COVID-19) in the context of heterogeneity of cells and organs.","publish_time":1584662400000,"author_summary":" He, Shuai; Wang, Lin-he; Liu, Yang; Li, Yi-qi;<br>Chen, Haitian; Xu, Jinghong; Peng, Wan; Lin,<br>Guo-Wang; Wei, Pan-Pan; Li, Bo; Xia, Xiaojun; Wang, Dan;<br>Bei, Jin-Xin; He, Xiaoshun; Guo, Zhiyong","abstract_summary":" Background As core units of organ tissues,<br>cells of various types play their harmonious rhythms<br>to maintain the homeostasis of human body. It is<br>essential to identify characteristics of the cells in<br>human organs and their regulatory networks for<br>understanding biological mechanisms related to health and<br>disease. However, a systematic and comprehensive<br>single-cell transcriptional profile across multiple<br>organs of normal human adults has been pending.<br>Results we performed single-cell transcriptomes of<br>88,622 cells derived from 15 tissue organs of one adult<br>donor and generated an adult human cell atlas (AHCA).<br>The AHCA depicted 234 subtypes of cells, including<br>major cell...","title_summary":" Single-cell transcriptome profiling an adult<br>human cell atlas of 15 major organs","x":44.5975227356,"y":-3.1588571072,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.5975227356,"tsne_y":-3.1588571072,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"8dpla6jt","source_x":"BioRxiv","title":"Immunity-and-Matrix-Regulatory Cells Derived from Human Embryonic Stem Cells Safely and Effectively Treat Mouse Lung Injury and Fibrosis","doi":"10.1101\/2020.04.15.042119","abstract":"Lung injury and fibrosis represent the most significant outcomes of severe and acute lung disorders, including COVID-19. However, there are still no effective drugs to treat lung injury and fibrosis. In this study, we report the generation of clinical-grade human embryonic stem cells (hESCs)-derived immunity- and matrix-regulatory cells (IMRCs) produced under good manufacturing practice (GMP) requirements, that can treat lung injury and fibrosis in vivo. We generate IMRCs by sequentially differentiating hESCs with serum-free reagents. IMRCs possess a unique gene expression profile distinct from umbilical cord mesenchymal stem cells (UCMSCs), such as higher levels of proliferative, immunomodulatory and anti-fibrotic genes. Moreover, intravenous delivery of IMRCs inhibits both pulmonary inflammation and fibrosis in mouse models of lung injury, and significantly improves the survival rate of the recipient mice in a dose-dependent manner, likely through paracrine regulatory mechanisms. IMRCs are superior to both primary UCMSCs and FDA-approved pirfenidone, with an excellent efficacy and safety profile in mice and monkeys. In light of public health crises involving pneumonia, acute lung injury (ALI) and acute respiratory distress syndrome (ARDS), our findings suggest that IMRCs are ready for clinical trials on lung disorders.","publish_time":1591401600000,"author_summary":" Wu, Jun; Song, Dingyun; Li, Zhongwen; Guo,<br>Baojie; Xiao, Yani; Liu, Wenjing; Liang, Lingmin;<br>Feng, Chunjing; Gao, Tingting; Chen, Yanxia; Li,<br>Ying; Wang, Zai; Wen, Jianyan; Yang, Shengnan; Liu,<br>Peipei; Wang, Lei; Wang, Yukai; Peng, Liang; Stacey,<br>Glyn Nigel; Hu, Zheng; Feng, Guihai; Li, Wei; Huo,<br>Yan; Jin, Ronghua; Shyh-Chang, Ng; Zhou, Qi; Wang,<br>Liu; Hu, Baoyang; Dai, Huaping; Hao, Jie","abstract_summary":" Lung injury and fibrosis represent the most<br>significant outcomes of severe and acute lung disorders,<br>including COVID-19. However, there are still no<br>effective drugs to treat lung injury and fibrosis. In this<br>study, we report the generation of clinical-grade<br>human embryonic stem cells (hESCs)-derived<br>immunity- and matrix-regulatory cells (IMRCs) produced<br>under good manufacturing practice (GMP)<br>requirements, that can treat lung injury and fibrosis in vivo.<br>We generate IMRCs by sequentially<br>differentiating hESCs with serum-free reagents. IMRCs possess<br>a unique gene expression profile distinct from<br>umbilical cord mesenchymal stem cells (UCMSCs), such as<br>higher levels of proliferative, immunomodulatory<br>and anti-fibrotic genes....","title_summary":" Immunity-and-Matrix-Regulatory Cells<br>Derived from Human Embryonic Stem Cells Safely and<br>Effectively Treat Mouse Lung Injury and Fibrosis","x":44.8956222534,"y":-4.7952690125,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8956222534,"tsne_y":-4.7952690125,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"1ilforzm","source_x":"BioRxiv","title":"Cells and gene expression programs in the adult human heart","doi":"10.1101\/2020.04.03.024075","abstract":"Cardiovascular disease is the leading cause of death worldwide. Advanced insights into disease mechanisms and strategies to improve therapeutic opportunities require deeper understanding of the molecular processes of the normal heart. Knowledge of the full repertoire of cardiac cells and their gene expression profiles is a fundamental first step in this endeavor. Here, using large-scale single cell and nuclei transcriptomic profiling together with state-of-the-art analytical techniques, we characterise the adult human heart cellular landscape covering six anatomical cardiac regions (left and right atria and ventricles, apex and interventricular septum). Our results highlight the cellular heterogeneity of cardiomyocytes, pericytes and fibroblasts, revealing distinct subsets in the atria and ventricles indicative of diverse developmental origins and specialized properties. Further we define the complexity of the cardiac vascular network which includes clusters of arterial, capillary, venous, lymphatic endothelial cells and an atrial-enriched population. By comparing cardiac cells to skeletal muscle and kidney, we identify cardiac tissue resident macrophage subsets with transcriptional signatures indicative of both inflammatory and reparative phenotypes. Further, inference of cell-cell interactions highlight a macrophage-fibroblast-cardiomyocyte network that differs between atria and ventricles, and compared to skeletal muscle. We expect this reference human cardiac cell atlas to advance mechanistic studies of heart homeostasis and disease.","publish_time":1586476800000,"author_summary":" Litviňuková, Monika; Talavera-López,<br>Carlos; Maatz, Henrike; Reichart, Daniel; Worth,<br>Catherine L.; Lindberg, Eric L.; Kanda, Masatoshi;<br>Polanski, Krzysztof; Fasouli, Eirini S.; Samari, Sara;<br>Roberts, Kenny; Tuck, Liz; Heinig, Matthias;<br>DeLaughter, Daniel M.; McDonough, Barbara; Wakimoto,<br>Hiroko; Gorham, Joshua M.; Nadelmann, Emily R.;<br>Mahbubani, Krishnaa T.; Saeb-Parsy, Kourosh; Patone,<br>Giannino; Boyle, Joseph J.; Zhang, Hongbo; Zhang, Hao;<br>Viveiros, Anissa; Oudit, Gavin Y.; Bayraktar, Omer;<br>Seidman, J. G.; Seidman, Christine; Noseda, Michela;<br>Hübner, Norbert; Teichmann, Sarah A.","abstract_summary":" Cardiovascular disease is the leading cause of<br>death worldwide. Advanced insights into disease<br>mechanisms and strategies to improve therapeutic<br>opportunities require deeper understanding of the molecular<br>processes of the normal heart. Knowledge of the full<br>repertoire of cardiac cells and their gene expression<br>profiles is a fundamental first step in this endeavor.<br>Here, using large-scale single cell and nuclei<br>transcriptomic profiling together with state-of-the-art<br>analytical techniques, we characterise the adult human<br>heart cellular landscape covering six anatomical<br>cardiac regions (left and right atria and ventricles,<br>apex and interventricular septum). Our results<br>highlight the cellular heterogeneity of<br>cardiomyocytes, pericytes and fibroblasts,...","title_summary":" Cells and gene expression programs in the adult<br>human heart","x":44.6339874268,"y":-3.1293923855,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.6339874268,"tsne_y":-3.1293923855,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"a8fsr6ys","source_x":"BioRxiv","title":"Generation of kidney ureteric bud and collecting duct organoids that recapitulate kidney branching morphogenesis","doi":"10.1101\/2020.04.27.049031","abstract":"Kidney organoids model development and diseases of the nephron but not the contiguous epithelial network of the kidney’s collecting duct (CD) system. Here, we report the generation of an expandable, 3D branching ureteric bud (UB) organoid culture model that can be derived from primary UB progenitors from mouse and human fetal kidneys, or generated de novo from pluripotent human stem cells. UB organoids differentiate into CD organoids in vitro, with differentiated cell types adopting spatial assemblies reflective of the adult kidney collecting system. Aggregating 3D-cultured nephron progenitor cells with UB organoids in vitro results in a reiterative process of branching morphogenesis and nephron induction, similar to kidney development. Combining efficient gene editing with the UB organoid model will facilitate an enhanced understanding of development, regeneration and diseases of the mammalian collecting system. One sentence summary Collecting duct organoids derived from primary mouse and human ureteric bud progenitor cells and human pluripotent stem cells provide an in vitro platform for genetic dissection of development, regeneration and diseases of the mammalian collecting system.","publish_time":1588032000000,"author_summary":" Zeng, Zipeng; Huang, Biao; Parvez, Riana K.;<br>Li, Yidan; Chen, Jyunhao; Vonk, Ariel; Thornton,<br>Matthew E.; Patel, Tadrushi; Rutledge, Elisabeth A.;<br>Kim, Albert D.; Yu, Jingying; Pastor-Soler, Nuria;<br>Hallows, Kenneth R.; Grubbs, Brendan H.; McMahon, Jill<br>A.; McMahon, Andrew P.; Li, Zhongwei","abstract_summary":" Kidney organoids model development and<br>diseases of the nephron but not the contiguous<br>epithelial network of the kidney’s collecting duct (CD)<br>system. Here, we report the generation of an<br>expandable, 3D branching ureteric bud (UB) organoid<br>culture model that can be derived from primary UB<br>progenitors from mouse and human fetal kidneys, or<br>generated de novo from pluripotent human stem cells. UB<br>organoids differentiate into CD organoids in vitro, with<br>differentiated cell types adopting spatial assemblies<br>reflective of the adult kidney collecting system.<br>Aggregating 3D-cultured nephron progenitor cells with UB<br>organoids in vitro results in a reiterative process of<br>branching...","title_summary":" Generation of kidney ureteric bud and<br>collecting duct organoids that recapitulate kidney<br>branching morphogenesis","x":44.8181686401,"y":-3.7361454964,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8181686401,"tsne_y":-3.7361454964,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"4oy6cf2k","source_x":"BioRxiv","title":"Engineered human mesenchymal stem cells as new vaccine platform for COVID-19","doi":"10.1101\/2020.06.20.163030","abstract":"Recently, there are several routes for COVID-19 vaccine research, yet their weaknesses lie in low efficiency, tolerability, immune adaptability and safety. We describe a new approach to COVID-19 based on engineered human mesenchymal stem cells(hu-MSC), which is like a small protein antigen response device, but will be gradually cleared and degraded by body’s immune system among recognization process. The antibody response results show that this is effective and fast. Furthermore, after several antibody response tests, we obtained an injection of a set of cocktail-like modified human mesenchymal stem cell line. This strategy opened a new avenue for vaccine design against COVID-19.","publish_time":1592611200000,"author_summary":" Liu, Junhua; Jiao, Huping; Yin, Xiushan","abstract_summary":" Recently, there are several routes for<br>COVID-19 vaccine research, yet their weaknesses lie in<br>low efficiency, tolerability, immune<br>adaptability and safety. We describe a new approach to<br>COVID-19 based on engineered human mesenchymal stem<br>cells(hu-MSC), which is like a small protein antigen response<br>device, but will be gradually cleared and degraded by<br>body’s immune system among recognization process.<br>The antibody response results show that this is<br>effective and fast. Furthermore, after several antibody<br>response tests, we obtained an injection of a set of<br>cocktail-like modified human mesenchymal stem cell line.<br>This strategy opened a new avenue for vaccine design<br>against...","title_summary":" Engineered human mesenchymal stem cells as new<br>vaccine platform for COVID-19","x":44.2950401306,"y":-5.8163948059,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2950401306,"tsne_y":-5.8163948059,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"d8y90wkg","source_x":"BioRxiv","title":"Orthotopic Transplantation and Engraftment of Human Induced Pluripotent Stem Cell-Derived Alveolar Progenitor Cells into Murine Lungs","doi":"10.1101\/2020.06.14.149831","abstract":"Humanized mice possessing human cells, tissues, or organ systems provide an unparalleled platform for preclinical studies in oncology, immunology, and infectious diseases. While the lungs are a vital organ subject to a wide variety of pathologies, exemplified by the ongoing COVID-19 pandemic, discrete differences in murine and human lungs can obfuscate interpretation of murine models of lung disease. Here we provide proof-of-concept methodology for the potential humanization of murine lungs via orthotopic transplantation of human NKX2.1+ progenitor cells and alveolar type 2 cells derived from induced pluripotent stem cells. We show that these cells engraft readily into highly immunocompromised mice after pharmacological injury with bleomycin, which presumably generates “space” for human cells to access denuded basement membrane and engraft. Transplanted cells stably retain their pulmonary lineage restriction and persist as superficially differentiated alveolar type 2 and type 1 cells. Future work should focus on strategies to promote xenorepopulation of most \/ all of the murine lung with human cells while retaining appropriate regio-specific epithelial differentiation and normal physiological function.","publish_time":1592179200000,"author_summary":" Weiner, Aaron I.; Fernandez, Rafael; Zhao,<br>Gan; Palashikar, Gargi; de Mello Costa, Maria<br>Fernanda; Adams, Stephanie; Lengner, Christopher J.;<br>Johnson, F. Brad; Vaughan, Andrew E.","abstract_summary":" Humanized mice possessing human cells,<br>tissues, or organ systems provide an unparalleled<br>platform for preclinical studies in oncology,<br>immunology, and infectious diseases. While the lungs are a<br>vital organ subject to a wide variety of pathologies,<br>exemplified by the ongoing COVID-19 pandemic, discrete<br>differences in murine and human lungs can obfuscate<br>interpretation of murine models of lung disease. Here we<br>provide proof-of-concept methodology for the<br>potential humanization of murine lungs via orthotopic<br>transplantation of human NKX2.1+ progenitor cells and alveolar<br>type 2 cells derived from induced pluripotent stem<br>cells. We show that these cells engraft readily into<br>highly immunocompromised mice...","title_summary":" Orthotopic Transplantation and Engraftment<br>of Human Induced Pluripotent Stem Cell-Derived<br>Alveolar Progenitor Cells into Murine Lungs","x":44.8953208923,"y":-4.2619161606,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8953208923,"tsne_y":-4.2619161606,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"6cgih8o9","source_x":"BioRxiv","title":"High-throughput organoid screening enables engineering of intestinal epithelial composition","doi":"10.1101\/2020.04.27.063727","abstract":"Barrier tissue epithelia play an essential role in maintaining organismal homeostasis, and changes in their cellular composition have been observed in multiple human diseases. Within the small intestinal epithelium, adult stem cells integrate diverse signals to regulate regeneration and differentiation, thereby establishing overall cellularity. Accordingly, directing stem cell differentiation could provide a tractable approach to alter the abundance or quality of specialized cells of the small intestinal epithelium, including the secretory Paneth, goblet, and enteroendocrine populations. Yet, to date, there has been a lack of suitable tools and rigorous approaches to identify biological targets and pharmacological agents that can modify epithelial composition to enable causal testing of disease-associated changes with novel therapeutic candidates. To empower the search for epithelia-modifying agents, we establish a first-of-its-kind high-throughput phenotypic organoid screen. We demonstrate the ability to screen thousands of samples and uncover biological targets and associated small molecule inhibitors which translate to in vivo. This approach is enabled by employing a functional, cell-type specific, scalable assay on an organoid model designed to represent the physiological cues of in vivo Paneth cell differentiation from adult intestinal stem cells. Further, we miniaturize and adapt the organoid culture system to enable automated plating and screening, thereby providing the ability to test thousands of samples. Strikingly, in our screen we identify inhibitors of the nuclear exporter Xpo1 modulate stem cell fate commitment by inducing a pan-epithelial stress response combined with an interruption of mitogen signaling in cycling intestinal progenitors, thereby significantly increasing the abundance of Paneth cells independent of known WNT and Notch differentiation cues. We extend our observation in vivo, demonstrating that oral administration of Xpo1 inhibitor KPT-330 at doses 1,000-fold lower than conventionally used in hematologic malignancies increases Paneth cell abundance. In total, we provide a framework to identify novel biological cues and therapeutic leads to rebalance intestinal stem cell differentiation and modulate epithelial tissue composition via high-throughput phenotypic screening in rationally-designed organoid model of differentiation.","publish_time":1588032000000,"author_summary":" Mead, Benjamin E.; Hattori, Kazuki; Levy,<br>Lauren; Vukovic, Marko; Sze, Daphne; Matute, Juan D.;<br>Duan, Jinzhi; Langer, Robert; Blumberg, Richard S.;<br>Ordovas-Montanes, Jose; Shalek, Alex K.; Karp, Jeffrey M.","abstract_summary":" Barrier tissue epithelia play an essential<br>role in maintaining organismal homeostasis, and<br>changes in their cellular composition have been<br>observed in multiple human diseases. Within the small<br>intestinal epithelium, adult stem cells integrate<br>diverse signals to regulate regeneration and<br>differentiation, thereby establishing overall cellularity.<br>Accordingly, directing stem cell differentiation could<br>provide a tractable approach to alter the abundance or<br>quality of specialized cells of the small intestinal<br>epithelium, including the secretory Paneth, goblet, and<br>enteroendocrine populations. Yet, to date, there has been a lack<br>of suitable tools and rigorous approaches to<br>identify biological targets and pharmacological<br>agents that can modify...","title_summary":" High-throughput organoid screening enables<br>engineering of intestinal epithelial composition","x":44.5266189575,"y":-3.803021431,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.5266189575,"tsne_y":-3.803021431,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"4kec8re4","source_x":"BioRxiv","title":"Single cell resolution regulatory landscape of the mouse kidney highlights cellular differentiation programs and renal disease targets","doi":"10.1101\/2020.05.24.113910","abstract":"Determining the epigenetic program that generates unique cell types in the kidney is critical for understanding cell-type heterogeneity during tissue homeostasis and injury response. Here, we profiled open chromatin and gene expression in developing and adult mouse kidneys at single cell resolution. We show critical reliance of gene expression on distal regulatory elements (enhancers). We define key cell type-specific transcription factors and major gene-regulatory circuits for kidney cells. Dynamic chromatin and expression changes during nephron progenitor differentiation demonstrated that podocyte commitment occurs early and is associated with sustained Foxl1 expression. Renal tubule cells followed a more complex differentiation, where Hfn4a was associated with proximal and Tfap2b with distal fate. Mapping single nucleotide variants associated with human kidney disease identified critical cell types, developmental stages, genes, and regulatory mechanisms. We provide a global single cell resolution view of chromatin accessibility of kidney development. The dataset is available via interactive public websites.","publish_time":1591228800000,"author_summary":" Miao, Zhen; Balzer, Michael S.; Ma, Ziyuan;<br>Liu, Hongbo; Wu, Junnan; Shrestha, Rojesh; Aranyi,<br>Tamas; Kwan, Amy; Kondo, Ayano; Pontoglio, Marco;<br>Kim, Junhyong; Li, Mingyao; Kaestner, Klaus H.;<br>Susztak, Katalin","abstract_summary":" Determining the epigenetic program that<br>generates unique cell types in the kidney is critical for<br>understanding cell-type heterogeneity during tissue<br>homeostasis and injury response. Here, we profiled open<br>chromatin and gene expression in developing and adult<br>mouse kidneys at single cell resolution. We show<br>critical reliance of gene expression on distal<br>regulatory elements (enhancers). We define key cell<br>type-specific transcription factors and major<br>gene-regulatory circuits for kidney cells. Dynamic chromatin<br>and expression changes during nephron progenitor<br>differentiation demonstrated that podocyte commitment occurs<br>early and is associated with sustained Foxl1<br>expression. Renal tubule cells followed a more complex<br>differentiation, where Hfn4a...","title_summary":" Single cell resolution regulatory landscape<br>of the mouse kidney highlights cellular<br>differentiation programs and renal disease targets","x":44.6289100647,"y":-3.095402956,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.6289100647,"tsne_y":-3.095402956,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"ppgx7mci","source_x":"BioRxiv","title":"Cell-intrinsic differences between human airway epithelial cells from children and adults","doi":"10.1101\/2020.04.20.027144","abstract":"The airway epithelium is a key protective barrier whose integrity is preserved by the self-renewal and differentiation of basal progenitor cells. Epithelial cells are central to the pathogenesis of multiple lung diseases. In chronic diseases, increasing age is a principle risk factor. In acute diseases, such as COVID-19, children suffer less severe symptoms than adults and have a lower rate of mortality. Few studies have explored differences between airway epithelial cells in children and adults to explain this age dependent variation in diseases. Here, we perform bulk RNA sequencing studies in laser-capture microdissected whole epithelium, FACS-sorted basal cells and cultured basal cells, as well as in vitro cell proliferation experiments, to address the intrinsic molecular differences between paediatric and adult airway basal cells. We find that, while the cellular composition of the paediatric and adult tracheobronchial epithelium is broadly similar, in cell culture, paediatric airway epithelial cells displayed higher colony forming ability, better in vitro growth and outcompeted adult cells in competitive proliferation assays. In RNA sequencing experiments, we observed potentially important differences in airway epithelial gene expression between samples from children and adults. However, genes known to be associated with SARS-CoV-2 infection were not differentially expressed between children and adults. Our results chart cell-intrinsic differences in transcriptional profile and regenerative capacity between proximal airway epithelial cells of children and adults.","publish_time":1587340800000,"author_summary":" Maughan, Elizabeth F.; Nigro, Ersilia;<br>Pennycuick, Adam; Gowers, Kate H.C.; Denais, Celine;<br>Gómez-López, Sandra; Lazarus, Kyren A.; Butler, Colin R.;<br>Lee, Dani Do Hyang; Orr, Jessica C.; Teixeira, Vitor<br>H.; Hartley, Benjamin E.; Hewitt, Richard J.;<br>Yaghchi, Chadwan Al; Sandhu, Gurpreet S.; Birchall,<br>Martin A.; O’Callaghan, Christopher; Smith, Claire<br>M.; De Coppi, Paolo; Hynds, Robert E.; Janes, Sam M.","abstract_summary":" The airway epithelium is a key protective<br>barrier whose integrity is preserved by the<br>self-renewal and differentiation of basal progenitor<br>cells. Epithelial cells are central to the<br>pathogenesis of multiple lung diseases. In chronic<br>diseases, increasing age is a principle risk factor. In<br>acute diseases, such as COVID-19, children suffer<br>less severe symptoms than adults and have a lower<br>rate of mortality. Few studies have explored<br>differences between airway epithelial cells in children<br>and adults to explain this age dependent variation<br>in diseases. Here, we perform bulk RNA sequencing<br>studies in laser-capture microdissected whole<br>epithelium, FACS-sorted basal cells and cultured...","title_summary":" Cell-intrinsic differences between human<br>airway epithelial cells from children and adults","x":44.6985702515,"y":-3.5403382778,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.6985702515,"tsne_y":-3.5403382778,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"vodwptdo","source_x":"BioRxiv","title":"Capturing limbal epithelial stem cell population dynamics, signature, and their niche","doi":"10.1101\/2020.06.30.179754","abstract":"Stem cells (SCs) are traditionally viewed as rare, slow-cycling cells that follow deterministic rules dictating their self-renewal or differentiation. It was several decades ago, when limbal epithelial SCs (LSCs) that regenerate the corneal epithelium were one of the first sporadic, quiescent SCs ever discovered. However, LSC dynamics, heterogeneity and genetic signature are largely unknown. Moreover, recent accumulating evidence strongly suggested that epithelial SCs are actually abundant, frequently dividing cells that display stochastic behavior. In this work, we performed an in-depth analysis of the murine limbal epithelium by single-cell RNA sequencing and quantitative lineage tracing. The generated data provided an atlas of cell states of the corneal epithelial lineage, and particularly, revealed the co-existence of two novel LSC populations that reside in separate and well-defined sub-compartments. In the “outer” limbus, we identified a primitive widespread population of quiescent LSCs (qLSCs) that uniformly express Krt15\/Gpha2\/Ifitm3\/Cd63 proteins, while the “inner” limbus host prevalent active LSCs (aLSCs) co-expressing Krt15-GFP\/Atf3\/Mt1-2\/Socs3. Analysis of LSC population dynamics suggests that while qLSCs and aLSCs possess different proliferation rates, they both follow similar stochastic rules that dictate their self-renewal and differentiation. Finally, T cells were distributed in close proximity to qLSCs. Indeed, their absence or inhibition resulted in the loss of quiescence and delayed wound healing. Taken together, we propose that divergent regenerative strategies are tailored to properly support tissue-specific physiological constraints. The present study suggests that in the case of the cornea, quiescent epithelial SCs are abundant, follow stochastic rules and neutral drift dynamics.","publish_time":1593561600000,"author_summary":" Altshuler, Anna; Amitai-Lange, Aya; Tarazi,<br>Noam; Dey, Sunanda; Strinkovsky, Lior;<br>Bhattacharya, Swarnabh; Hadad-Porat, Shira; Nasser,<br>Waseem; Imeri, Jusuf; Ben-David, Gil; Tiosano,<br>Beatrice; Berkowitz, Eran; Karin, Nathan; Savir,<br>Yonatan; Shalom-Feuerstein, Ruby","abstract_summary":" Stem cells (SCs) are traditionally viewed as<br>rare, slow-cycling cells that follow deterministic<br>rules dictating their self-renewal or<br>differentiation. It was several decades ago, when limbal<br>epithelial SCs (LSCs) that regenerate the corneal<br>epithelium were one of the first sporadic, quiescent SCs<br>ever discovered. However, LSC dynamics,<br>heterogeneity and genetic signature are largely unknown.<br>Moreover, recent accumulating evidence strongly<br>suggested that epithelial SCs are actually abundant,<br>frequently dividing cells that display stochastic<br>behavior. In this work, we performed an in-depth analysis<br>of the murine limbal epithelium by single-cell<br>RNA sequencing and quantitative lineage tracing.<br>The generated data provided an atlas...","title_summary":" Capturing limbal epithelial stem cell<br>population dynamics, signature, and their niche","x":44.7695770264,"y":-3.5509805679,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.7695770264,"tsne_y":-3.5509805679,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"e98a5ed5","source_x":"Medline","title":"Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","doi":null,"abstract":"COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis…1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells.","publish_time":1583020800000,"author_summary":" Atluri, Sairam; Manchikanti, Laxmaiah;<br>Hirsch, Joshua A","abstract_summary":" COVID-19 has affected the United States<br>leading to a national emergency with health care and<br>economic impact, propelling the country into a<br>recession with disrupted lifestyles not seen in recent<br>history. COVID-19 is a serious illness leading to<br>multiple deaths in various countries including the<br>United States. Several million Americans satisfy the<br>Center for Disease Control and Prevention (CDC)<br>criteria for being high risk. Unfortunately, the<br>available supply of medical beds and equipment for<br>mechanical ventilation are much less than is projected to<br>be needed. The World Health Organization (WHO)<br>and multiple agencies led by the CDC in the United...","title_summary":" Expanded Umbilical Cord Mesenchymal Stem<br>Cells (UC-MSCs) as a Therapeutic Strategy in<br>Managing Critically Ill COVID-19 Patients: The Case for<br>Compassionate Use.","x":44.7756729126,"y":-6.2013077736,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.7756729126,"tsne_y":-6.2013077736,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"ksoonwf9","source_x":"Medline; PMC","title":"Mesenchymal stem cells as a potential therapy for COVID-19","doi":"10.1186\/s13287-020-01678-8","abstract":"The outbreak of 2019 novel coronavirus disease (COVID-19) worldwide is becoming rapidly a major concern. The number of severe cases has increased dramatically worldwide, while specific treatment options are scarce. The main pathologic features of severe or critical COVID-19 were consistent with acute lung injure (ALI)\/acute respiratory distress syndrome (ARDS), characterized by cellular fibromyxoid exudates, extensive pulmonary inflammation, pulmonary edema, and hyaline membrane formation. Mesenchymal stem cells (MSCs) can balance the inflammatory response and has been mentioned to be effective on ALI\/ARDS from both infectious and noninfectious causes previously, presenting an important opportunity to be applied to COVID-19. In this commentary, we summarize the clinical trials of MSCs treatments on ALI\/ARDS and raise MSCs as a hopefully alternative therapy for severe or critical COVID-19.","publish_time":1588550400000,"author_summary":" Liu, Shan; Peng, Danyi; Qiu, Huijun; Yang, Ke;<br>Fu, Zhou; Zou, Lin","abstract_summary":" The outbreak of 2019 novel coronavirus disease<br>(COVID-19) worldwide is becoming rapidly a major concern.<br>The number of severe cases has increased<br>dramatically worldwide, while specific treatment options<br>are scarce. The main pathologic features of severe<br>or critical COVID-19 were consistent with acute<br>lung injure (ALI)\/acute respiratory distress<br>syndrome (ARDS), characterized by cellular<br>fibromyxoid exudates, extensive pulmonary inflammation,<br>pulmonary edema, and hyaline membrane formation.<br>Mesenchymal stem cells (MSCs) can balance the inflammatory<br>response and has been mentioned to be effective on<br>ALI\/ARDS from both infectious and noninfectious causes<br>previously, presenting an important opportunity to be<br>applied to COVID-19. In this...","title_summary":" Mesenchymal stem cells as a potential therapy<br>for COVID-19","x":44.1638717651,"y":-5.9201788902,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1638717651,"tsne_y":-5.9201788902,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"1yry6jdc","source_x":"Medline; PMC","title":"Mesenchymal Stromal Cell Secretome for Severe COVID-19 Infections: Premises for the Therapeutic Use","doi":"10.3390\/cells9040924","abstract":"From the end of 2019, the world population has been faced the spread of the novel coronavirus SARS-CoV-2 responsible for COVID-19 infection. In approximately 14% of the patients affected by the novel coronavirus, the infection progresses with the development of pneumonia that requires mechanical ventilation. At the moment, there is no specific antiviral treatment recommended for the COVID-19 pandemic and the therapeutic strategies to deal with the infection are only supportive. In our opinion, mesenchymal stem cell secretome could offer a new therapeutic approach in treating COVID-19 pneumonia, due to the broad pharmacological effects it shows, including anti-inflammatory, immunomodulatory, regenerative, pro-angiogenic and anti-fibrotic properties.","publish_time":1586390400000,"author_summary":" Bari, Elia; Ferrarotti, Ilaria; Saracino,<br>Laura; Perteghella, Sara; Torre, Maria Luisa;<br>Corsico, Angelo Guido","abstract_summary":" From the end of 2019, the world population has<br>been faced the spread of the novel coronavirus<br>SARS-CoV-2 responsible for COVID-19 infection. In<br>approximately 14% of the patients affected by the novel<br>coronavirus, the infection progresses with the development<br>of pneumonia that requires mechanical<br>ventilation. At the moment, there is no specific antiviral<br>treatment recommended for the COVID-19 pandemic and the<br>therapeutic strategies to deal with the infection are only<br>supportive. In our opinion, mesenchymal stem cell<br>secretome could offer a new therapeutic approach in<br>treating COVID-19 pneumonia, due to the broad<br>pharmacological effects it shows, including<br>anti-inflammatory, immunomodulatory, regenerative,...","title_summary":" Mesenchymal Stromal Cell Secretome for Severe<br>COVID-19 Infections: Premises for the Therapeutic Use","x":43.9430503845,"y":-5.9292263985,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.9430503845,"tsne_y":-5.9292263985,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"ft2blw51","source_x":"Medline; PMC","title":"Intravenous infusion of human umbilical cord Wharton’s jelly-derived mesenchymal stem cells as a potential treatment for patients with COVID-19 pneumonia","doi":"10.1186\/s13287-020-01725-4","abstract":"The novel coronavirus disease 2019 (COVID-19) has grown to be a global public health emergency since patients were first detected in Wuhan, China. Thus far, no specific drugs or vaccines are available to cure the patients with COVID-19 infection. The immune system and inflammation are proposed to play a central role in COVID-19 pathogenesis. Mesenchymal stem cells (MSCs) have been shown to possess a comprehensive powerful immunomodulatory function. Intravenous infusion of MSCs has shown promising results in COVID-19 treatment. Here, we report a case of a severe COVID-19 patient treated with human umbilical cord Wharton’s jelly-derived MSCs (hWJCs) from a healthy donor in Liaocheng People’s Hospital, China, from February 24, 2020. The pulmonary function and symptoms of the patient with COVID-19 pneumonia was significantly improved in 2 days after hWJC transplantation, and recovered and discharged in 7 days after treatment. After treatment, the percentage and counts of lymphocyte subsets (CD3(+), CD4(+), and CD8(+) T cell) were increased, and the level of IL-6, TNF-α, and C-reactive protein is significantly decreased after hWJC treatment. Thus, the intravenous transplantation of hWJCs was safe and effective for the treatment of patients with COVID-19 pneumonia, especially for the patients in a critically severe condition. This report highlights the potential of hWJC infusions as an effective treatment for COVID-19 pneumonia.","publish_time":1590537600000,"author_summary":" Zhang, Yingxin; Ding, Jie; Ren, Shaoda; Wang,<br>Weihua; Yang, Yapei; Li, Shuangjing; Meng, Min; Wu,<br>Tiejun; Liu, Daliang; Tian, Suochen; Tian, Hui; Chen,<br>Shuangfeng; Zhou, Changhui","abstract_summary":" The novel coronavirus disease 2019 (COVID-19)<br>has grown to be a global public health emergency<br>since patients were first detected in Wuhan, China.<br>Thus far, no specific drugs or vaccines are<br>available to cure the patients with COVID-19 infection.<br>The immune system and inflammation are proposed to<br>play a central role in COVID-19 pathogenesis.<br>Mesenchymal stem cells (MSCs) have been shown to possess a<br>comprehensive powerful immunomodulatory function.<br>Intravenous infusion of MSCs has shown promising results in<br>COVID-19 treatment. Here, we report a case of a severe<br>COVID-19 patient treated with human umbilical cord<br>Wharton’s jelly-derived MSCs (hWJCs) from a...","title_summary":" Intravenous infusion of human umbilical cord<br>Wharton’s jelly-derived mesenchymal stem cells as a<br>potential treatment for patients with COVID-19<br>pneumonia","x":44.5852737427,"y":-5.9676089287,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.5852737427,"tsne_y":-5.9676089287,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"b6dnh0r4","source_x":"Medline; PMC","title":"Mesenchymal stem cell therapy for acute respiratory distress syndrome: from basic to clinics","doi":"10.1007\/s13238-020-00738-2","abstract":"The 2019 novel coronavirus disease (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has occurred in China and around the world. SARS-CoV-2-infected patients with severe pneumonia rapidly develop acute respiratory distress syndrome (ARDS) and die of multiple organ failure. Despite advances in supportive care approaches, ARDS is still associated with high mortality and morbidity. Mesenchymal stem cell (MSC)-based therapy may be an potential alternative strategy for treating ARDS by targeting the various pathophysiological events of ARDS. By releasing a variety of paracrine factors and extracellular vesicles, MSC can exert anti-inflammatory, anti-apoptotic, anti-microbial, and pro-angiogenic effects, promote bacterial and alveolar fluid clearance, disrupt the pulmonary endothelial and epithelial cell damage, eventually avoiding the lung and distal organ injuries to rescue patients with ARDS. An increasing number of experimental animal studies and early clinical studies verify the safety and efficacy of MSC therapy in ARDS. Since low cell engraftment and survival in lung limit MSC therapeutic potentials, several strategies have been developed to enhance their engraftment in the lung and their intrinsic, therapeutic properties. Here, we provide a comprehensive review of the mechanisms and optimization of MSC therapy in ARDS and highlighted the potentials and possible barriers of MSC therapy for COVID-19 patients with ARDS.","publish_time":1591660800000,"author_summary":" Qin, Hua; Zhao, Andong","abstract_summary":" The 2019 novel coronavirus disease<br>(COVID-19), caused by the severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2), has occurred in<br>China and around the world. SARS-CoV-2-infected<br>patients with severe pneumonia rapidly develop acute<br>respiratory distress syndrome (ARDS) and die of multiple<br>organ failure. Despite advances in supportive care<br>approaches, ARDS is still associated with high mortality<br>and morbidity. Mesenchymal stem cell (MSC)-based<br>therapy may be an potential alternative strategy for<br>treating ARDS by targeting the various<br>pathophysiological events of ARDS. By releasing a variety of<br>paracrine factors and extracellular vesicles, MSC can<br>exert anti-inflammatory, anti-apoptotic,<br>anti-microbial, and pro-angiogenic effects, promote<br>bacterial...","title_summary":" Mesenchymal stem cell therapy for acute<br>respiratory distress syndrome: from basic to clinics","x":44.0445289612,"y":-6.1280298233,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.0445289612,"tsne_y":-6.1280298233,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"fcqtstpk","source_x":"Medline; PMC; WHO","title":"Therapeutic potential of mesenchymal stem cells and their exosomes in severe novel coronavirus disease 2019 (COVID-19) cases","doi":"10.1186\/s41232-020-00121-y","abstract":"The novel coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the causative agent of coronavirus disease 2019 (COVID-19) and the ensuing worldwide pandemic. The spread of the virus has had global effects such as activity restriction, economic stagnation, and collapse of healthcare infrastructure. Severe SARS-CoV-2 infection induces a cytokine storm, leading to acute respiratory distress syndrome (ARDS) and multiple organ failure, which are very serious health conditions and must be mitigated or resolved as soon as possible. Mesenchymal stem cells (MSCs) and their exosomes can affect immune cells by inducing anti-inflammatory macrophages, regulatory T and B cells, and regulatory dendritic cells, and can inactivate T cells. Hence, they are potential candidate agents for treatment of severe cases of COVID-19. In this review, we report the background of severe cases of COVID-19, basic aspects and mechanisms of action of MSCs and their exosomes, and discuss basic and clinical studies based on MSCs and exosomes for influenza-induced ARDS. Finally, we report the potential of MSC and exosome therapy in severe cases of COVID-19 in recently initiated or planned clinical trials of MSCs (33 trials) and exosomes (1 trial) registered in 13 countries on ClinicalTrials.gov.","publish_time":1592784000000,"author_summary":" Tsuchiya, Atsunori; Takeuchi, Suguru;<br>Iwasawa, Takahiro; Kumagai, Masaru; Sato, Takeki;<br>Motegi, Satoko; Ishii, Yui; Koseki, Youhei;<br>Tomiyoshi, Kei; Natsui, Kazuki; Takeda, Nobutaka;<br>Yoshida, Yuki; Yamazaki, Fusako; Kojima, Yuichi;<br>Watanabe, Yusuke; Kimura, Naruhiro; Tominaga, Kentaro;<br>Kamimura, Hiroteru; Takamura, Masaaki; Terai, Shuji","abstract_summary":" The novel coronavirus severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2) is the<br>causative agent of coronavirus disease 2019 (COVID-19)<br>and the ensuing worldwide pandemic. The spread of<br>the virus has had global effects such as activity<br>restriction, economic stagnation, and collapse of<br>healthcare infrastructure. Severe SARS-CoV-2 infection<br>induces a cytokine storm, leading to acute respiratory<br>distress syndrome (ARDS) and multiple organ failure,<br>which are very serious health conditions and must be<br>mitigated or resolved as soon as possible. Mesenchymal<br>stem cells (MSCs) and their exosomes can affect<br>immune cells by inducing anti-inflammatory<br>macrophages, regulatory T and B cells, and regulatory...","title_summary":" Therapeutic potential of mesenchymal stem<br>cells and their exosomes in severe novel coronavirus<br>disease 2019 (COVID-19) cases","x":44.0588531494,"y":-5.9626789093,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.0588531494,"tsne_y":-5.9626789093,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"t7wlz9lj","source_x":"Medline; PMC","title":"Mesenchymal Stem Cell Therapy for COVID-19: Present or Future","doi":"10.1007\/s12015-020-09973-w","abstract":"“COVID-19” is the word that certainly isn’t forgotten by everybody who lives in the first half of the twenty-first century. COVID-19, as a pandemic, has led many researchers from different biomedical fields to find solutions or treatments to manage the pandemic. However, no standard treatment for this disease has been discovered to date. Probably, preventing the severe acute respiratory infection form of COVID-19 as the most dangerous phase of this disease can be helpful for the treatment and reduction of the death rate. In this regard, mesenchymal stem cells (MSCs)-based immunomodulation treatment has been proposed as a suitable therapeutic approach and several clinical trials have begun. Recently, MSCs according to their immunomodulatory and regenerative properties attract attention in clinical trials. After the intravenous transplantation of MSCs, a significant population of cells accumulates in the lung, which they alongside immunomodulatory effect could protect alveolar epithelial cells, reclaim the pulmonary microenvironment, prevent pulmonary fibrosis, and cure lung dysfunction. Given the uncertainties in this area, we reviewed reported clinical trials and hypotheses to provide useful information to researchers and those interested in stem cell therapy. In this study, we considered this new approach to improve patient’s immunological responses to COVID-19 using MSCs and discussed the aspects of this proposed treatment. However, currently, there are no approved MSC-based approaches for the prevention and\/or treatment of COVID-19 patients but clinical trials ongoing.","publish_time":1586736000000,"author_summary":" Golchin, Ali; Seyedjafari, Ehsan;<br>Ardeshirylajimi, Abdolreza","abstract_summary":" “COVID-19” is the word that certainly isn’t<br>forgotten by everybody who lives in the first half of the<br>twenty-first century. COVID-19, as a pandemic, has led many<br>researchers from different biomedical fields to find<br>solutions or treatments to manage the pandemic. However,<br>no standard treatment for this disease has been<br>discovered to date. Probably, preventing the severe acute<br>respiratory infection form of COVID-19 as the most<br>dangerous phase of this disease can be helpful for the<br>treatment and reduction of the death rate. In this regard,<br>mesenchymal stem cells (MSCs)-based immunomodulation<br>treatment has been proposed as a suitable therapeutic<br>approach...","title_summary":" Mesenchymal Stem Cell Therapy for COVID-19:<br>Present or Future","x":44.2274093628,"y":-5.8247380257,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2274093628,"tsne_y":-5.8247380257,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"rko3e5va","source_x":"Elsevier; Medline; PMC","title":"The Cellular and Physiological Basis for Lung Repair and Regeneration: Past, Present, and Future","doi":"10.1016\/j.stem.2020.03.009","abstract":"The respiratory system, which includes the trachea, airways, and distal alveoli, is a complex multi-cellular organ that intimately links with the cardiovascular system to accomplish gas exchange. In this review and as members of the NIH\/NHLBI-supported Progenitor Cell Translational Consortium, we discuss key aspects of lung repair and regeneration. We focus on the cellular compositions within functional niches, cell-cell signaling in homeostatic health, the responses to injury, and new methods to study lung repair and regeneration. We also provide future directions for an improved understanding of the cell biology of the respiratory system, as well as new therapeutic avenues.","publish_time":1585785600000,"author_summary":" Basil, Maria C.; Katzen, Jeremy; Engler, Anna<br>E.; Guo, Minzhe; Herriges, Michael J.; Kathiriya,<br>Jaymin J.; Windmueller, Rebecca; Ysasi, Alexandra<br>B.; Zacharias, William J.; Chapman, Hal A.;<br>Kotton, Darrell N.; Rock, Jason R.; Snoeck,<br>Hans-Willem; Vunjak-Novakovic, Gordana; Whitsett,<br>Jeffrey A.; Morrisey, Edward E.","abstract_summary":" The respiratory system, which includes the<br>trachea, airways, and distal alveoli, is a complex<br>multi-cellular organ that intimately links with the<br>cardiovascular system to accomplish gas exchange. In this<br>review and as members of the NIH\/NHLBI-supported<br>Progenitor Cell Translational Consortium, we discuss key<br>aspects of lung repair and regeneration. We focus on the<br>cellular compositions within functional niches,<br>cell-cell signaling in homeostatic health, the<br>responses to injury, and new methods to study lung repair<br>and regeneration. We also provide future<br>directions for an improved understanding of the cell<br>biology of the respiratory system, as well as new<br>therapeutic avenues.","title_summary":" The Cellular and Physiological Basis for Lung<br>Repair and Regeneration: Past, Present, and Future","x":44.1342468262,"y":-4.2669301033,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1342468262,"tsne_y":-4.2669301033,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"k00w7gmk","source_x":"Elsevier; Medline; PMC","title":"Mesenchymal stromal cells and their secreted extracellular vesicles as therapeutic tools for COVID-19 pneumonia? (*)","doi":"10.1016\/j.jconrel.2020.06.036","abstract":"The COVID-19 epidemic represents an unprecedented global health emergency, further aggravated by the lack of effective therapies. For this reason, several clinical trials are testing different off-label drugs, already approved for other pathologies. Mesenchymal stem\/stromal cells (MSCs) have been tested during the last two decades for the treatment of various pathologic conditions, including acute and chronic lung diseases, both in animal models and in patients. In particular, promising results have been obtained in the experimental therapy of acute respiratory distress syndrome, which represents the most threatening complication of COVID-19 infection. Furthermore, more recently, great interest has been devoted to the possible clinical applications of extracellular vesicles secreted by MSCs, nanoparticles that convey much of the biological effects and of the therapeutic efficacy of their cells of origin. This review summarizes the experimental evidence underlying the possible use of MSCs and of MSC-EVs in severe COVID-19 infection and underlines the need to evaluate the possible efficacy of these therapeutic approaches through controlled studies under the supervision of the Regulatory Authorities.","publish_time":1593734400000,"author_summary":" Muraca, Maurizio; Pessina, Augusto;<br>Pozzobon, Michela; Dominici, Massimo; Galderisi,<br>Umberto; Lazzari, Lorenza; Parolini, Ornella;<br>Lucarelli, Enrico; Perilongo, Giorgio; Baraldi, Eugenio","abstract_summary":" The COVID-19 epidemic represents an<br>unprecedented global health emergency, further aggravated<br>by the lack of effective therapies. For this<br>reason, several clinical trials are testing different<br>off-label drugs, already approved for other<br>pathologies. Mesenchymal stem\/stromal cells (MSCs) have<br>been tested during the last two decades for the<br>treatment of various pathologic conditions, including<br>acute and chronic lung diseases, both in animal<br>models and in patients. In particular, promising<br>results have been obtained in the experimental therapy<br>of acute respiratory distress syndrome, which<br>represents the most threatening complication of COVID-19<br>infection. Furthermore, more recently, great interest<br>has been devoted to the...","title_summary":" Mesenchymal stromal cells and their secreted<br>extracellular vesicles as therapeutic tools for COVID-19<br>pneumonia? (*)","x":44.2391967773,"y":-5.8206467628,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2391967773,"tsne_y":-5.8206467628,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"xuwpaumj","source_x":"Medline; PMC","title":"Conditionally Reprogrammed Human Normal Airway Epithelial Cells at ALI: A Physiological Model for Emerging Viruses","doi":"10.1007\/s12250-020-00244-z","abstract":"Cancer cell lines have been used widely in cancer biology, and as biological or functional cell systems in many biomedical research fields. These cells are usually defective for many normal activities or functions due to significant genetic and epigenetic changes. Normal primary cell yields and viability from any original tissue specimens are usually relatively low or highly variable. These normal cells cease after a few passages or population doublings due to very limited proliferative capacity. Animal models (ferret, mouse, etc.) are often used to study virus-host interaction. However, viruses usually need to be adapted to the animals by several passages due to tropism restrictions including viral receptors and intracellular restrictions. Here we summarize applications of conditionally reprogrammed cells (CRCs), long-term cultures of normal airway epithelial cells from human nose to lung generated by conditional cell reprogramming (CR) technology, as an ex vivo model in studies of emerging viruses. CR allows to robustly propagate cells from non-invasive or minimally invasive specimens, for example, nasal or endobronchial brushing. This process is rapid (2 days) and conditional. The CRCs maintain their differentiation potential and lineage functions, and have been used for studies of adenovirus, rhinovirus, respiratory syncytial virus, influenza viruses, parvovirus, and SARS-CoV. The CRCs can be easily used for air-liquid interface (ALI) polarized 3D cultures, and these coupled CRC\/ALI cultures mimic physiological conditions and are suitable for studies of viral entry including receptor binding and internalization, innate immune responses, viral replications, and drug discovery as an ex vivo model for emerging viruses.","publish_time":1592352000000,"author_summary":" Liu, Xuefeng; Wu, Yuntao; Rong, Lijun","abstract_summary":" Cancer cell lines have been used widely in<br>cancer biology, and as biological or functional cell<br>systems in many biomedical research fields. These<br>cells are usually defective for many normal<br>activities or functions due to significant genetic and<br>epigenetic changes. Normal primary cell yields and<br>viability from any original tissue specimens are usually<br>relatively low or highly variable. These normal cells<br>cease after a few passages or population doublings<br>due to very limited proliferative capacity.<br>Animal models (ferret, mouse, etc.) are often used to<br>study virus-host interaction. However, viruses<br>usually need to be adapted to the animals by several<br>passages...","title_summary":" Conditionally Reprogrammed Human Normal<br>Airway Epithelial Cells at ALI: A Physiological Model<br>for Emerging Viruses","x":44.8080215454,"y":-3.3788433075,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8080215454,"tsne_y":-3.3788433075,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"6d6lgrom","source_x":"Medline; PMC","title":"‘Primed’ Mesenchymal Stem Cells: a Potential Novel Therapeutic for COVID19 Patients","doi":"10.1007\/s12015-020-09999-0","abstract":"The COVID19 pandemic, designated as a public health crisis by the World Health Organization (WHO), is rapidly spreading around the world impacting the health and economy of almost all the countries. The data of hospitalized COVID19 patients, especially those with serious illness, indicate the involvement of immunopathological complications. As no effective treatment is currently available, we propose ‘Primed’ Mesenchymal Stem Cells (MSCs) as a therapeutic alternative to tackle devastating epidemic. The individual response to MSCs treatment is heterogeneous. During the treatment of infectious pathology, the effectiveness of the treatment may vary based on the disease scenario. Interestingly, when transplanted in vivo, MSCs are governed by the locally regulated microenvironment, suggesting that the restorative variability could be tailored by choosing a priming regimen to specifically correct a given pathology. Therefore, in our opinion, the priming of MSCs could be a novel approach to improve the responses of COVID19 patients.","publish_time":1593129600000,"author_summary":" Raza, Syed Shadab; Seth, Pankaj; Khan, Mohsin<br>Ali","abstract_summary":" The COVID19 pandemic, designated as a public<br>health crisis by the World Health Organization (WHO),<br>is rapidly spreading around the world impacting<br>the health and economy of almost all the countries.<br>The data of hospitalized COVID19 patients,<br>especially those with serious illness, indicate the<br>involvement of immunopathological complications. As no<br>effective treatment is currently available, we propose<br>‘Primed’ Mesenchymal Stem Cells (MSCs) as a therapeutic<br>alternative to tackle devastating epidemic. The<br>individual response to MSCs treatment is heterogeneous.<br>During the treatment of infectious pathology, the<br>effectiveness of the treatment may vary based on the disease<br>scenario. Interestingly, when transplanted in...","title_summary":" ‘Primed’ Mesenchymal Stem Cells: a Potential<br>Novel Therapeutic for COVID19 Patients","x":44.2655258179,"y":-5.884683609,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2655258179,"tsne_y":-5.884683609,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"mh2c48bn","source_x":"Medline; PMC","title":"Auxiliary role of mesenchymal stem cells as regenerative medicine soldiers to attenuate inflammatory processes of severe acute respiratory infections caused by COVID-19","doi":"10.1007\/s10561-020-09842-3","abstract":"Acute respiratory infections as one of the most common problems of healthcare systems also can be considered as an important reason for worldwide morbidity and mortality from infectious diseases. Coronaviruses are a group of well-known respiratory viruses that can cause acute respiratory infections. At the current state, the 2019 novel coronavirus is cited as the most worldwide problematic agent for the respiratory system. According to investigations, people with old age and underlying diseases are at higher risk of 2019 novel coronavirus infection. Indeed, they may show a severe form of the disease (with severe acute respiratory infections). Based on the promising role of cell therapy and regenerative medicine approaches in the treatment of several life-threatening diseases, it seems that applying cell-based approaches can also be a hopeful strategy for improving subjects with severe acute respiratory infections caused by the 2019 novel coronavirus. Herein, due to the amazing effects of mesenchymal stem cells in the treatment of various diseases, this review focuses on the auxiliary role of mesenchymal stem cells to reduce inflammatory processes of acute respiratory infections caused by the 2019 novel coronavirus.","publish_time":1593043200000,"author_summary":" Parhizkar Roudsari, Peyvand;<br>Alavi-Moghadam, Sepideh; Payab, Moloud; Sayahpour, Forough<br>Azam; Aghayan, Hamid Reza; Goodarzi, Parisa;<br>Mohamadi-jahani, Fereshteh; Larijani, Bagher; Arjmand, Babak","abstract_summary":" Acute respiratory infections as one of the most<br>common problems of healthcare systems also can be<br>considered as an important reason for worldwide morbidity<br>and mortality from infectious diseases.<br>Coronaviruses are a group of well-known respiratory viruses<br>that can cause acute respiratory infections. At the<br>current state, the 2019 novel coronavirus is cited as<br>the most worldwide problematic agent for the<br>respiratory system. According to investigations, people<br>with old age and underlying diseases are at higher<br>risk of 2019 novel coronavirus infection. Indeed,<br>they may show a severe form of the disease (with<br>severe acute respiratory infections). Based on the...","title_summary":" Auxiliary role of mesenchymal stem cells as<br>regenerative medicine soldiers to attenuate inflammatory<br>processes of severe acute respiratory infections caused<br>by COVID-19","x":44.0615158081,"y":-6.0486979485,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.0615158081,"tsne_y":-6.0486979485,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"e0xy8irr","source_x":"Elsevier; PMC; WHO","title":"Cell-Based Therapies for COVID-19: Proper Clinical Investigations are Essential","doi":"10.1016\/j.jcyt.2020.04.089","abstract":"The serious consequences of the global COVID-19 pandemic have prompted a rapid gobal response to develop effective therapies that can lessen disease severity in infected patients. Cell-based approaches, primarily using mesenchymal stromal cells (MSCs), have demonstrated a strong safety profile and possible efficacy in patients with the acute respiratory distress syndrome (ARDS), but whether these therapies are effective for treating respiratory virus-induced ARDS is unknown. According to the WHO ICTRP and the NIH clinicaltrials.gov databases, 27 clinical investigations of MSC-based cell therapy approaches have begun in China since the onset of the COVID-19 outbreak, as well as a growing number of academic and industry trials elsewhere. Several recent published reports have suggested potential efficacy; however, the available data presented is either anecdotal or from incomplete, poorly controlled investigations. Therefore, while there may be a potential role for MSCs and other cell-based therapies in treatment of COVID-19, these need to be investigated in a rationally designed, controlled approach if safety and efficacy are to be demonstrated accurately. We urge that the field proceeds by finding balance between swift experimentation and communication of results, and scientifically coherent generation and analysis of clinical data.","publish_time":1587081600000,"author_summary":" Khoury, Maroun; Rocco, Patricia R.M.;<br>Phinney, Donald G; Krampera, Mauro; Martin, Ivan;<br>Viswanathan, Sowmya; Nolta, Jan A.; LeBlanc, Katarina;<br>Galipeau, Jacques; Weiss, Daniel J.","abstract_summary":" The serious consequences of the global<br>COVID-19 pandemic have prompted a rapid gobal response<br>to develop effective therapies that can lessen<br>disease severity in infected patients. Cell-based<br>approaches, primarily using mesenchymal stromal cells<br>(MSCs), have demonstrated a strong safety profile and<br>possible efficacy in patients with the acute<br>respiratory distress syndrome (ARDS), but whether these<br>therapies are effective for treating respiratory<br>virus-induced ARDS is unknown. According to the WHO ICTRP and<br>the NIH clinicaltrials.gov databases, 27<br>clinical investigations of MSC-based cell therapy<br>approaches have begun in China since the onset of the<br>COVID-19 outbreak, as well as a growing number...","title_summary":" Cell-Based Therapies for COVID-19: Proper<br>Clinical Investigations are Essential","x":43.9336204529,"y":-5.9208812714,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.9336204529,"tsne_y":-5.9208812714,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"9u2rk376","source_x":"Elsevier; Medline; PMC","title":"Combating COVID-19 with Mesenchymal Stem Cell therapy","doi":"10.1016\/j.btre.2020.e00467","abstract":"The COVID-19 disease is caused by a positive stranded RNA virus called SARS-CoV-2. The virus mainly targets the pulmonary epithelial cells as it’s initial site of infection by letting its surface spike protein interact and bind to the host ACE2 receptor. The internalization and gradual replication of the virus results in an exaggerated immune response triggering release of many pro-inflammatory cytokines and chemokines. This immune storm is responsible for multiple health hazards in the host ultimately leading to multiple organ failure. Mesenchymal stem cell therapy offers a promising approach towards mitigating the delirious effects of the infection in the COVID-19 patients. This therapy has shown to reduce the expression of pro-inflammatory cytokines as well as repair of damaged tissues in COVID-19 patients. This review has been organized to put forward the positive aruments and implications in support of mesenchymal stem cell therapy as a necessary approach for treating COVID-19 patients.","publish_time":1589414400000,"author_summary":" Rajarshi, Keshav; Chatterjee, Aroni; Ray,<br>Shashikant","abstract_summary":" The COVID-19 disease is caused by a positive<br>stranded RNA virus called SARS-CoV-2. The virus mainly<br>targets the pulmonary epithelial cells as it’s initial<br>site of infection by letting its surface spike<br>protein interact and bind to the host ACE2 receptor. The<br>internalization and gradual replication of the virus results in<br>an exaggerated immune response triggering<br>release of many pro-inflammatory cytokines and<br>chemokines. This immune storm is responsible for multiple<br>health hazards in the host ultimately leading to<br>multiple organ failure. Mesenchymal stem cell therapy<br>offers a promising approach towards mitigating the<br>delirious effects of the infection in the COVID-19...","title_summary":" Combating COVID-19 with Mesenchymal Stem Cell<br>therapy","x":43.5012741089,"y":-5.7946600914,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.5012741089,"tsne_y":-5.7946600914,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"f7cyzerc","source_x":"Elsevier; Medline; PMC","title":"Adiponectin Stimulates Exosome Release to Enhance Mesenchymal Stem-Cell-Driven Therapy of Heart Failure in Mice","doi":"10.1016\/j.ymthe.2020.06.026","abstract":"Mesenchymal stem\/stromal cells (MSCs) are cultured adult stem cells that originally reside in virtually all tissues, and the gain of MSCs by transplantation has become the leading form of cell therapy in various diseases. However, there is limited knowledge on the alteration of its efficacy by factors in recipients. Here, we report that the cardioprotective properties of intravenously injected MSCs in a mouse model of pressure-overload heart failure largely depend on circulating adiponectin, an adipocyte-secreted factor. The injected MSCs exert their function through exosomes, extracellular vesicles of endosome origin. Adiponectin stimulated exosome biogenesis and secretion through binding to T-cadherin, a unique glycosylphosphatidylinositol-anchored cadherin, on MSCs. A pharmacological or adenovirus-mediated genetic increase in plasma adiponectin enhanced the therapeutic efficacy of MSCs. Our findings provide novel insights into the importance of adiponectin in mesenchymal-progenitor-mediated organ protections.","publish_time":1594339200000,"author_summary":" Nakamura, Yuto; Kita, Shunbun; Tanaka,<br>Yoshimitsu; Fukuda, Shiro; Obata, Yoshinari; Okita,<br>Tomonori; Nishida, Hiroyuki; Takahashi, Yuki; Kawachi,<br>Yusuke; Tsugawa-Shimizu, Yuri; Fujishima, Yuya;<br>Nishizawa, Hitoshi; Takakura, Yoshinobu; Miyagawa,<br>Shigeru; Sawa, Yoshiki; Maeda, Norikazu; Shimomura,<br>Iichiro","abstract_summary":" Mesenchymal stem\/stromal cells (MSCs) are<br>cultured adult stem cells that originally reside in<br>virtually all tissues, and the gain of MSCs by<br>transplantation has become the leading form of cell therapy in<br>various diseases. However, there is limited knowledge<br>on the alteration of its efficacy by factors in<br>recipients. Here, we report that the cardioprotective<br>properties of intravenously injected MSCs in a mouse model<br>of pressure-overload heart failure largely<br>depend on circulating adiponectin, an<br>adipocyte-secreted factor. The injected MSCs exert their function<br>through exosomes, extracellular vesicles of endosome<br>origin. Adiponectin stimulated exosome biogenesis<br>and secretion through binding to T-cadherin, a...","title_summary":" Adiponectin Stimulates Exosome Release to<br>Enhance Mesenchymal Stem-Cell-Driven Therapy of<br>Heart Failure in Mice","x":45.1361999512,"y":-5.1020307541,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.1361999512,"tsne_y":-5.1020307541,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"ghfrwccu","source_x":"Medline; PMC; WHO","title":"Transplantation of ACE2(-) Mesenchymal Stem Cells Improves the Outcome of Patients with COVID-19 Pneumonia","doi":"10.14336\/ad.2020.0228","abstract":"A coronavirus (HCoV-19) has caused the novel coronavirus disease (COVID-19) outbreak in Wuhan, China. Preventing and reversing the cytokine storm may be the key to save the patients with severe COVID-19 pneumonia. Mesenchymal stem cells (MSCs) have been shown to possess a comprehensive powerful immunomodulatory function. This study aims to investigate whether MSC transplantation improves the outcome of 7 enrolled patients with COVID-19 pneumonia in Beijing YouAn Hospital, China, from Jan 23, 2020 to Feb 16, 2020. The clinical outcomes, as well as changes of inflammatory and immune function levels and adverse effects of 7 enrolled patients were assessed for 14 days after MSC injection. MSCs could cure or significantly improve the functional outcomes of seven patients without observed adverse effects. The pulmonary function and symptoms of these seven patients were significantly improved in 2 days after MSC transplantation. Among them, two common and one severe patient were recovered and discharged in 10 days after treatment. After treatment, the peripheral lymphocytes were increased, the C-reactive protein decreased, and the overactivated cytokine-secreting immune cells CXCR3+CD4+ T cells, CXCR3+CD8+ T cells, and CXCR3+ NK cells disappeared in 3-6 days. In addition, a group of CD14+CD11c+CD11b(mid) regulatory DC cell population dramatically increased. Meanwhile, the level of TNF-α was significantly decreased, while IL-10 increased in MSC treatment group compared to the placebo control group. Furthermore, the gene expression profile showed MSCs were ACE2(-) and TMPRSS2(-) which indicated MSCs are free from COVID-19 infection. Thus, the intravenous transplantation of MSCs was safe and effective for treatment in patients with COVID-19 pneumonia, especially for the patients in critically severe condition.","publish_time":1583712000000,"author_summary":" Leng, Zikuan; Zhu, Rongjia; Hou, Wei; Feng,<br>Yingmei; Yang, Yanlei; Han, Qin; Shan, Guangliang;<br>Meng, Fanyan; Du, Dongshu; Wang, Shihua; Fan,<br>Junfen; Wang, Wenjing; Deng, Luchan; Shi, Hongbo; Li,<br>Hongjun; Hu, Zhongjie; Zhang, Fengchun; Gao, Jinming;<br>Liu, Hongjian; Li, Xiaoxia; Zhao, Yangyang; Yin,<br>Kan; He, Xijing; Gao, Zhengchao; Wang, Yibin; Yang,<br>Bo; Jin, Ronghua; Stambler, Ilia; Lim, Lee Wei; Su,<br>Huanxing; Moskalev, Alexey; Cano, Antonio;<br>Chakrabarti, Sasanka; Min, Kyung-Jin; Ellison-Hughes,<br>Georgina; Caruso, Calogero; Jin, Kunlin; Zhao, Robert<br>Chunhua","abstract_summary":" A coronavirus (HCoV-19) has caused the novel<br>coronavirus disease (COVID-19) outbreak in Wuhan, China.<br>Preventing and reversing the cytokine storm may be the key<br>to save the patients with severe COVID-19<br>pneumonia. Mesenchymal stem cells (MSCs) have been shown<br>to possess a comprehensive powerful<br>immunomodulatory function. This study aims to investigate<br>whether MSC transplantation improves the outcome of 7<br>enrolled patients with COVID-19 pneumonia in Beijing<br>YouAn Hospital, China, from Jan 23, 2020 to Feb 16,<br>2020. The clinical outcomes, as well as changes of<br>inflammatory and immune function levels and adverse effects<br>of 7 enrolled patients were assessed for...","title_summary":" Transplantation of ACE2(-) Mesenchymal Stem<br>Cells Improves the Outcome of Patients with COVID-19<br>Pneumonia","x":44.2216720581,"y":-6.151881218,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2216720581,"tsne_y":-6.151881218,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"mxpvgs9q","source_x":"Elsevier; Medline; PMC","title":"Mesenchymal stem cell (MSc) secretome: A possible therapeutic strategy for intensive-care COVID-19 patients","doi":"10.1016\/j.mehy.2020.109769","abstract":"As an emerging global health challenge, COVID-19 requires international knowledge to reach novel possible therapeutic strategies, especially for intensive-care patients. During the early stages of infection, pneumocytes II are the primary infected cells, harming the respiratory system. We have previous evidence in murine models that MSc’s secretome can be used to treat pulmonary injuries induced with bleomycin, due to its content: growth factors, extracellular vesicles, and exosomes. We hypothesize and strongly recommend MSc secretome testing and production, in xenofree conditions, to be used as an alternative approach in SARS-Cov-2 patients in critical conditions.","publish_time":1587772800000,"author_summary":" Deffune, Elenice; Prudenciatti, Aruã; Moroz,<br>Andrei","abstract_summary":" As an emerging global health challenge,<br>COVID-19 requires international knowledge to reach<br>novel possible therapeutic strategies, especially<br>for intensive-care patients. During the early<br>stages of infection, pneumocytes II are the primary<br>infected cells, harming the respiratory system. We have<br>previous evidence in murine models that MSc’s secretome<br>can be used to treat pulmonary injuries induced<br>with bleomycin, due to its content: growth factors,<br>extracellular vesicles, and exosomes. We hypothesize and<br>strongly recommend MSc secretome testing and<br>production, in xenofree conditions, to be used as an<br>alternative approach in SARS-Cov-2 patients in critical<br>conditions.","title_summary":" Mesenchymal stem cell (MSc) secretome: A<br>possible therapeutic strategy for intensive-care<br>COVID-19 patients","x":44.2956466675,"y":-5.8582663536,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2956466675,"tsne_y":-5.8582663536,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"wdv6m5zr","source_x":"Medline; PMC; WHO","title":"Mesenchymal Stem Cells for Coronavirus (COVID-19)-Induced Pneumonia: Revisiting the Paracrine Hypothesis with New Hopes?","doi":"10.14336\/ad.2020.0403","abstract":"Mesenchymal stem cells (MSCs) bear a promising potential for regenerative medicine therapies and they repair damaged tissue through secretion of immune modulatory and anti-inflammatory molecules acting in a paracrine fashion. Coronavirus disease 2019 (COVID-19) has spread all over the world with high morbidity and mortality rates and there is no specific treatment for this infection. A recent study published in the journal reports that MSC infusion is safe and effective in patients suffering from COVID-19 induced pneumonia. In the light of this study and previous reports, we make additional comments about possible therapeutic effects of MSCs in COVID-19 infection.","publish_time":1588982400000,"author_summary":" Öztürk, Selçuk; Elçin, Ayşe Eser; Elçin, Yaşar<br>Murat","abstract_summary":" Mesenchymal stem cells (MSCs) bear a promising<br>potential for regenerative medicine therapies and they<br>repair damaged tissue through secretion of immune<br>modulatory and anti-inflammatory molecules acting in a<br>paracrine fashion. Coronavirus disease 2019 (COVID-19)<br>has spread all over the world with high morbidity<br>and mortality rates and there is no specific<br>treatment for this infection. A recent study published in<br>the journal reports that MSC infusion is safe and<br>effective in patients suffering from COVID-19 induced<br>pneumonia. In the light of this study and previous reports,<br>we make additional comments about possible<br>therapeutic effects of MSCs in COVID-19 infection.","title_summary":" Mesenchymal Stem Cells for Coronavirus<br>(COVID-19)-Induced Pneumonia: Revisiting the Paracrine<br>Hypothesis with New Hopes?","x":44.1822090149,"y":-5.8805098534,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1822090149,"tsne_y":-5.8805098534,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"jhio7mrl","source_x":"Medline; PMC; WHO","title":"Can Stem Cells Beat COVID-19: Advancing Stem Cells and Extracellular Vesicles Toward Mainstream Medicine for Lung Injuries Associated With SARS-CoV-2 Infections","doi":"10.3389\/fbioe.2020.00554","abstract":"A number of medicines are currently under investigation for the treatment of COVID-19 disease including anti-viral, anti-malarial, and anti-inflammatory agents. While these treatments can improve patient's recovery and survival, these therapeutic strategies do not lead to unequivocal restoration of the lung damage inflicted by this disease. Stem cell therapies and, more recently, their secreted extracellular vesicles (EVs), are emerging as new promising treatments, which could attenuate inflammation but also regenerate the lung damage caused by COVID-19. Stem cells exert their immunomodulatory, anti-oxidant, and reparative therapeutic effects likely through their EVs, and therefore, could be beneficial, alone or in combination with other therapeutic agents, in people with COVID-19. In this review article, we outline the mechanisms of cytokine storm and lung damage caused by SARS-CoV-2 virus leading to COVID-19 disease and how mesenchymal stem cells (MSCs) and their secreted EVs can be utilized to tackle this damage by harnessing their regenerative properties, which gives them potential enhanced clinical utility compared to other investigated pharmacological treatments. There are currently 17 clinical trials evaluating the therapeutic potential of MSCs for the treatment of COVID-19, the majority of which are administered intravenously with only one clinical trial testing MSC-derived exosomes via inhalation route. While we wait for the outcomes from these trials to be reported, here we emphasize opportunities and risks associated with these therapies, as well as delineate the major roadblocks to progressing these promising curative therapies toward mainstream treatment for COVID-19.","publish_time":1590451200000,"author_summary":" Chrzanowski, Wojciech; Kim, Sally Yunsun;<br>McClements, Lana","abstract_summary":" A number of medicines are currently under<br>investigation for the treatment of COVID-19 disease<br>including anti-viral, anti-malarial, and<br>anti-inflammatory agents. While these treatments can improve<br>patient's recovery and survival, these therapeutic<br>strategies do not lead to unequivocal restoration of the<br>lung damage inflicted by this disease. Stem cell<br>therapies and, more recently, their secreted<br>extracellular vesicles (EVs), are emerging as new promising<br>treatments, which could attenuate inflammation but also<br>regenerate the lung damage caused by COVID-19. Stem cells<br>exert their immunomodulatory, anti-oxidant, and<br>reparative therapeutic effects likely through their EVs,<br>and therefore, could be beneficial, alone or in<br>combination with...","title_summary":" Can Stem Cells Beat COVID-19: Advancing Stem<br>Cells and Extracellular Vesicles Toward Mainstream<br>Medicine for Lung Injuries Associated With SARS-CoV-2<br>Infections","x":44.1157798767,"y":-5.790014267,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1157798767,"tsne_y":-5.790014267,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"it3ubxdw","source_x":"Medline; PMC","title":"Rationale for the clinical use of adipose-derived mesenchymal stem cells for COVID-19 patients","doi":"10.1186\/s12967-020-02380-2","abstract":"In late 2019, a novel coronavirus (SARS-CoV-2) emerged in Wuhan, capital city of Hubei province in China. Cases of SARS-CoV-2 infection quickly grew by several thousand per day. Less than 100 days later, the World Health Organization declared that the rapidly spreading viral outbreak had become a global pandemic. Coronavirus disease 2019 (COVID-19) is typically associated with fever and respiratory symptoms. It often progresses to severe respiratory distress and multi-organ failure which carry a high mortality rate. Older patients or those with medical comorbidities are at greater risk for severe disease. Inflammation, pulmonary edema and an over-reactive immune response can lead to hypoxia, respiratory distress and lung damage. Mesenchymal stromal\/stem cells (MSCs) possess potent and broad-ranging immunomodulatory activities. Multiple in vivo studies in animal models and ex vivo human lung models have demonstrated the MSC’s impressive capacity to inhibit lung damage, reduce inflammation, dampen immune responses and aid with alveolar fluid clearance. Additionally, MSCs produce molecules that are antimicrobial and reduce pain. Upon administration by the intravenous route, the cells travel directly to the lungs where the majority are sequestered, a great benefit for the treatment of pulmonary disease. The in vivo safety of local and intravenous administration of MSCs has been demonstrated in multiple human clinical trials, including studies of acute respiratory distress syndrome (ARDS). Recently, the application of MSCs in the context of ongoing COVID-19 disease and other viral respiratory illnesses has demonstrated reduced patient mortality and, in some cases, improved long-term pulmonary function. Adipose-derived stem cells (ASC), an abundant type of MSC, are proposed as a therapeutic option for the treatment of COVID-19 in order to reduce morbidity and mortality. Additionally, when proven to be safe and effective, ASC treatments may reduce the demand on critical hospital resources. The ongoing COVID-19 outbreak has resulted in significant healthcare and socioeconomic burdens across the globe. There is a desperate need for safe and effective treatments. Cellular based therapies hold great promise for the treatment of COVID-19. This literature summary reviews the scientific rationale and need for clinical studies of adipose-derived stem cells and other types of mesenchymal stem cells in the treatment of patients who suffer with COVID-19.","publish_time":1589760000000,"author_summary":" Rogers, Christopher J.; Harman, Robert J.;<br>Bunnell, Bruce A.; Schreiber, Martin A.; Xiang,<br>Charlie; Wang, Fu-Sheng; Santidrian, Antonio F.;<br>Minev, Boris R.","abstract_summary":" In late 2019, a novel coronavirus (SARS-CoV-2)<br>emerged in Wuhan, capital city of Hubei province in<br>China. Cases of SARS-CoV-2 infection quickly grew by<br>several thousand per day. Less than 100 days later, the<br>World Health Organization declared that the rapidly<br>spreading viral outbreak had become a global pandemic.<br>Coronavirus disease 2019 (COVID-19) is typically<br>associated with fever and respiratory symptoms. It often<br>progresses to severe respiratory distress and<br>multi-organ failure which carry a high mortality rate.<br>Older patients or those with medical comorbidities<br>are at greater risk for severe disease.<br>Inflammation, pulmonary edema and an over-reactive immune<br>response can...","title_summary":" Rationale for the clinical use of<br>adipose-derived mesenchymal stem cells for COVID-19 patients","x":44.2233963013,"y":-5.9803600311,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.2233963013,"tsne_y":-5.9803600311,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"i97o4tq8","source_x":"Elsevier; PMC; WHO","title":"Adipose-derived mesenchymal stromal cells for the treatment of patients with severe SARS-CoV-2 pneumonia requiring mechanical ventilation. A proof of concept study","doi":"10.1016\/j.eclinm.2020.100454","abstract":"BACKGROUND: Identification of effective treatments in severe cases of COVID-19 requiring mechanical ventilation represents an unmet medical need. Our aim was to determine whether the administration of adipose-tissue derived mesenchymal stromal cells (AT-MSC) is safe and potentially useful in these patients. METHODS: Thirteen COVID-19 adult patients under invasive mechanical ventilation who had received previous antiviral and\/or anti-inflammatory treatments (including steroids, lopinavir\/ritonavir, hydroxychloroquine and\/or tocilizumab, among others) were treated with allogeneic AT-MSC. Ten patients received two doses, with the second dose administered a median of 3 days (interquartile range-IQR- 1 day) after the first one. Two patients received a single dose and another patient received 3 doses. Median number of cells per dose was 0.98 × 10(6) (IQR 0.50 × 10(6)) AT-MSC\/kg of recipient's body weight. Potential adverse effects related to cell infusion and clinical outcome were assessed. Additional parameters analyzed included changes in imaging, analytical and inflammatory parameters. FINDINGS: First dose of AT-MSC was administered at a median of 7 days (IQR 12 days) after mechanical ventilation. No adverse events were related to cell therapy. With a median follow-up of 16 days (IQR 9 days) after the first dose, clinical improvement was observed in nine patients (70%). Seven patients were extubated and discharged from ICU while four patients remained intubated (two with an improvement in their ventilatory and radiological parameters and two in stable condition). Two patients died (one due to massive gastrointestinal bleeding unrelated to MSC therapy). Treatment with AT-MSC was followed by a decrease in inflammatory parameters (reduction in C-reactive protein, IL-6, ferritin, LDH and d-dimer) as well as an increase in lymphocytes, particularly in those patients with clinical improvement. INTERPRETATION: Treatment with intravenous administration of AT-MSC in 13 severe COVID-19 pneumonia under mechanical ventilation in a small case series did not induce significant adverse events and was followed by clinical and biological improvement in most subjects. FUNDING: None.","publish_time":1594339200000,"author_summary":" Sánchez-Guijo, Fermín; García-Arranz,<br>Mariano; López-Parra, Miriam; Monedero, Pablo;<br>Mata-Martínez, Carmen; Santos, Arnoldo; Sagredo, Víctor;<br>Álvarez-Avello, José-Manuel; Guerrero, José Eugenio;<br>Pérez-Calvo, César; Sánchez-Hernández, Miguel-Vicente;<br>Del-Pozo, José Luis; Andreu, Enrique J.;<br>Fernández-Santos, María-Eugenia; Soria-Juan, Barbara;<br>Hernández-Blasco, Luis M.; Andreu, Etelvina; Sempere, José M.;<br>Zapata, Agustín G.; Moraleda, José M.; Soria, Bernat;<br>Fernández-Avilés, Francisco; García-Olmo, Damián; Prósper,<br>Felipe","abstract_summary":" BACKGROUND: Identification of effective<br>treatments in severe cases of COVID-19 requiring<br>mechanical ventilation represents an unmet medical need.<br>Our aim was to determine whether the<br>administration of adipose-tissue derived mesenchymal<br>stromal cells (AT-MSC) is safe and potentially useful<br>in these patients. METHODS: Thirteen COVID-19<br>adult patients under invasive mechanical<br>ventilation who had received previous antiviral and\/or<br>anti-inflammatory treatments (including steroids,<br>lopinavir\/ritonavir, hydroxychloroquine and\/or tocilizumab,<br>among others) were treated with allogeneic AT-MSC.<br>Ten patients received two doses, with the second<br>dose administered a median of 3 days (interquartile<br>range-IQR- 1 day) after the first one. Two patients<br>received a single dose...","title_summary":" Adipose-derived mesenchymal stromal cells<br>for the treatment of patients with severe<br>SARS-CoV-2 pneumonia requiring mechanical ventilation.<br>A proof of concept study","x":44.6628303528,"y":-6.1380596161,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.6628303528,"tsne_y":-6.1380596161,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"79dd82r8","source_x":"Medline; PMC","title":"Therapeutic Use of Mesenchymal Stem Cell-Derived Exosomes: From Basic Science to Clinics","doi":"10.3390\/pharmaceutics12050474","abstract":"Mesenchymal stem cells (MSC) are, due to their immunosuppressive and regenerative properties, used as new therapeutic agents in cell-based therapy of inflammatory and degenerative diseases. A large number of experimental and clinical studies revealed that most of MSC-mediated beneficial effects were attributed to the effects of MSC-sourced exosomes (MSC-Exos). MSC-Exos are nano-sized extracellular vesicles that contain MSC-derived bioactive molecules (messenger RNA (mRNA), microRNAs (miRNAs)), enzymes, cytokines, chemokines, and growth factors) that modulate phenotype, function and homing of immune cells, and regulate survival and proliferation of parenchymal cells. In this review article, we emphasized current knowledge about molecular and cellular mechanisms that were responsible for MSC-Exos-based beneficial effects in experimental models and clinical trials. Additionally, we elaborated on the challenges of conventional MSC-Exos administration and proposed the use of new bioengineering and cellular modification techniques which could enhance therapeutic effects of MSC-Exos in alleviation of inflammatory and degenerative diseases.","publish_time":1590105600000,"author_summary":" Harrell, Carl Randall; Jovicic, Nemanja;<br>Djonov, Valentin; Volarevic, Vladislav","abstract_summary":" Mesenchymal stem cells (MSC) are, due to their<br>immunosuppressive and regenerative properties, used as new<br>therapeutic agents in cell-based therapy of inflammatory<br>and degenerative diseases. A large number of<br>experimental and clinical studies revealed that most of<br>MSC-mediated beneficial effects were attributed to the<br>effects of MSC-sourced exosomes (MSC-Exos). MSC-Exos<br>are nano-sized extracellular vesicles that<br>contain MSC-derived bioactive molecules (messenger<br>RNA (mRNA), microRNAs (miRNAs)), enzymes,<br>cytokines, chemokines, and growth factors) that modulate<br>phenotype, function and homing of immune cells, and<br>regulate survival and proliferation of parenchymal<br>cells. In this review article, we emphasized current<br>knowledge about molecular and cellular mechanisms...","title_summary":" Therapeutic Use of Mesenchymal Stem<br>Cell-Derived Exosomes: From Basic Science to Clinics","x":45.0298538208,"y":-5.1818790436,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.0298538208,"tsne_y":-5.1818790436,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"atwz3rgf","source_x":"Medline; PMC","title":"Adipose Stem Cells (ASCs) and Stromal Vascular Fraction (SVF) as a Potential Therapy in Combating (COVID-19)-Disease","doi":"10.14336\/ad.2020.0422","abstract":"A recent and interesting study reported improved respiratory activity after intravenous administration of mesenchymal stem cells (MSCs) into patients affected by coronavirus disease 2019 (COVID-19). These outcomes displayed that intravenous infiltration of MSCs is a safe and efficacy treatment for COVID-19 pneumonia, a severe acute respiratory illness caused by the coronavirus 2 (SARS-CoV-2). Only 7 patients were treated, but with extraordinary results, opening a new strategy in COVID-19 therapy. Currently, no specific therapies against SARS-CoV-2 are available. The MSCs therapy outcomes reported, are striking, as these cells inhibit the over-activation of the immune system, promoting endogenous repair, by improving the lung microenvironment after the SARS-CoV-2 infection. The MSCs could represent an effective, autologous and safe therapy, and therefore, sharing these published results, here is reported the potential use possibilities in COVID-19 of the most common MSCs represented by Adipose Stem Cells (ASCs).","publish_time":1588982400000,"author_summary":" Gentile, Pietro; Sterodimas, Aris","abstract_summary":" A recent and interesting study reported<br>improved respiratory activity after intravenous<br>administration of mesenchymal stem cells (MSCs) into patients<br>affected by coronavirus disease 2019 (COVID-19). These<br>outcomes displayed that intravenous infiltration of<br>MSCs is a safe and efficacy treatment for COVID-19<br>pneumonia, a severe acute respiratory illness caused by<br>the coronavirus 2 (SARS-CoV-2). Only 7 patients<br>were treated, but with extraordinary results,<br>opening a new strategy in COVID-19 therapy. Currently,<br>no specific therapies against SARS-CoV-2 are<br>available. The MSCs therapy outcomes reported, are<br>striking, as these cells inhibit the over-activation of<br>the immune system, promoting endogenous repair,<br>by improving the...","title_summary":" Adipose Stem Cells (ASCs) and Stromal Vascular<br>Fraction (SVF) as a Potential Therapy in Combating<br>(COVID-19)-Disease","x":44.6112365723,"y":-5.6679334641,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.6112365723,"tsne_y":-5.6679334641,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"h2wf6jj6","source_x":"Medline; PMC","title":"Immunity-and-matrix-regulatory cells derived from human embryonic stem cells safely and effectively treat mouse lung injury and fibrosis","doi":"10.1038\/s41422-020-0354-1","abstract":"Lung injury and fibrosis represent the most significant outcomes of severe and acute lung disorders, including COVID-19. However, there are still no effective drugs to treat lung injury and fibrosis. In this study, we report the generation of clinical-grade human embryonic stem cells (hESCs)-derived immunity- and matrix-regulatory cells (IMRCs) produced under good manufacturing practice requirements, that can treat lung injury and fibrosis in vivo. We generate IMRCs by sequentially differentiating hESCs with serum-free reagents. IMRCs possess a unique gene expression profile distinct from that of umbilical cord mesenchymal stem cells (UCMSCs), such as higher expression levels of proliferative, immunomodulatory and anti-fibrotic genes. Moreover, intravenous delivery of IMRCs inhibits both pulmonary inflammation and fibrosis in mouse models of lung injury, and significantly improves the survival rate of the recipient mice in a dose-dependent manner, likely through paracrine regulatory mechanisms. IMRCs are superior to both primary UCMSCs and the FDA-approved drug pirfenidone, with an excellent efficacy and safety profile in mice and monkeys. In light of public health crises involving pneumonia, acute lung injury and acute respiratory distress syndrome, our findings suggest that IMRCs are ready for clinical trials on lung disorders.","publish_time":1592265600000,"author_summary":" Wu, Jun; Song, Dingyun; Li, Zhongwen; Guo,<br>Baojie; Xiao, Yani; Liu, Wenjing; Liang, Lingmin;<br>Feng, Chunjing; Gao, Tingting; Chen, Yanxia; Li,<br>Ying; Wang, Zai; Wen, Jianyan; Yang, Shengnan; Liu,<br>Peipei; Wang, Lei; Wang, Yukai; Peng, Liang; Stacey,<br>Glyn Nigel; Hu, Zheng; Feng, Guihai; Li, Wei; Huo,<br>Yan; Jin, Ronghua; Shyh-Chang, Ng; Zhou, Qi; Wang,<br>Liu; Hu, Baoyang; Dai, Huaping; Hao, Jie","abstract_summary":" Lung injury and fibrosis represent the most<br>significant outcomes of severe and acute lung disorders,<br>including COVID-19. However, there are still no<br>effective drugs to treat lung injury and fibrosis. In this<br>study, we report the generation of clinical-grade<br>human embryonic stem cells (hESCs)-derived<br>immunity- and matrix-regulatory cells (IMRCs) produced<br>under good manufacturing practice requirements,<br>that can treat lung injury and fibrosis in vivo. We<br>generate IMRCs by sequentially differentiating hESCs<br>with serum-free reagents. IMRCs possess a unique<br>gene expression profile distinct from that of<br>umbilical cord mesenchymal stem cells (UCMSCs), such as<br>higher expression levels of proliferative,<br>immunomodulatory and...","title_summary":" Immunity-and-matrix-regulatory cells<br>derived from human embryonic stem cells safely and<br>effectively treat mouse lung injury and fibrosis","x":44.8936653137,"y":-4.799343586,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.8936653137,"tsne_y":-4.799343586,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"i2vg8zqc","source_x":"Elsevier; Medline; PMC","title":"Clinical study of mesenchymal stem cell treating acute respiratory distress syndrome induced by epidemic Influenza A (H7N9) infection, a hint for COVID-19 treatment","doi":"10.1016\/j.eng.2020.02.006","abstract":"H7N9 viruses quickly spread between mammalian hosts, and it carried out the risk of human-to-human transmission after outbreak in 2013. Acute respiratory distress syndrome (ARDS), lung failure, and fulminant pneumonia are major lung diseases in H7N9 patients. Transplantation of mesenchymal stem cells (MSCs) is a promising choice for treating virus-induced pneumonia, and was needed to treat H7N9 induced ARDS at the time. MSCs transplant into patients with H7N9 induced ARDS were conducted in a single center and open-label clinical trial. Based on the principle of voluntariness and informed consent, 44 patients with H7N9 induced ARDS were included as a control group while 17 patients with H7N9 induced ARDS were served as an experimental group with allogeneic menstrual blood-derived MSC. Notably, MSC transplantation significantly lower the mortality compared with in control group (17.6% died in MSC group vs 54.5% died in control group). Furthermore, MSC transplantation did not result in harmful effects in human body within the 5 year follow up period with 4 patients. Collectively, these results suggest that MSCs significantly improve survival rate of H7N9 induced ARDS and provide a theoretical basis for the treatment of H7N9 induced ARDS in both preclinical research and clinical studies. Because H7N9 and the corona virus disease 2019 (COVID-19) share similar complications (such as ARDS and lung failure) and corresponding multi-organ dysfunction, MSC-based therapy could be a possible alternative for treating COVID-19.","publish_time":1582848000000,"author_summary":" Chen, Jiajia; Hu, Chenxia; Chen, Lijun; Tang,<br>Lingling; Zhu, Yixin; Xu, Xiaowei; Chen, Lu; Gao, Hainv;<br>Lu, Xiaoqing; Yu, Liang; Dai, Xiahong; Xiang,<br>Charlie; Li, Lanjuan","abstract_summary":" H7N9 viruses quickly spread between mammalian<br>hosts, and it carried out the risk of human-to-human<br>transmission after outbreak in 2013. Acute respiratory<br>distress syndrome (ARDS), lung failure, and fulminant<br>pneumonia are major lung diseases in H7N9 patients.<br>Transplantation of mesenchymal stem cells (MSCs) is a promising<br>choice for treating virus-induced pneumonia, and was<br>needed to treat H7N9 induced ARDS at the time. MSCs<br>transplant into patients with H7N9 induced ARDS were<br>conducted in a single center and open-label clinical<br>trial. Based on the principle of voluntariness and<br>informed consent, 44 patients with H7N9 induced ARDS<br>were included as a control...","title_summary":" Clinical study of mesenchymal stem cell<br>treating acute respiratory distress syndrome induced<br>by epidemic Influenza A (H7N9) infection, a hint<br>for COVID-19 treatment","x":44.3150215149,"y":-6.2633357048,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.3150215149,"tsne_y":-6.2633357048,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"n0n4xf26","source_x":"Medline; PMC; WHO","title":"Mesenchymal stem cell derived extracellular vesicles: promising immunomodulators against autoimmune, autoinflammatory disorders and SARS-CoV-2 infection","doi":"10.3906\/biy-2002-79","abstract":"Discovery of novel and broad-acting immunomodulators is of critical importance for the prevention and treatment of disorders occurring due to overexuberant immune responseincluding SARS-CoV-2 triggered cytokine storm leading to lung pathology and mortality during the ongoing viral pandemic. Mesenchymal stem\/stromal cells (MSCs), highly regarded for their regenerative capacities, also possessesremarkable immunoregulatory functions affecting all types of innate and adaptive immune cells. Owing to that, MSCs have been heavily investigated in clinic for the treatment of autoimmune and inflammatory diseases along with transplant rejection. Extensive research in the last decaderevealed that MSCs carry out most of their functions through paracrine factors which are soluble mediators and extracellular vesicles (EVs). EVs, including exosomes and microvesicles, are an efficient way of intercellular communication due to their unique ability to carry biological messages such as transcription factors, growth factors, cytokines, mRNAs and miRNAs over long distances. EVs originate through direct budding of the cell membrane or the endosomal secretion pathway and they consist of the cytosolic and membrane components of their parent cell. Therefore, they are able to mimic the characteristics of the parent cell, affecting the target cells upon binding or internalization. EVs secreted by MSCs are emerging as a cell-free alternative to MSC-based therapies. MSC EVs are being tested in preclinical and clinical settings where they exhibit exceptional immunosuppressivecapacity. They regulate the migration, proliferation, activation and polarization of various immune cells, promoting a tolerogenic immune response while inhibiting inflammatory response. Being as effective immunomodulators as their parent cells, MSC EVs are also preferable over MSC-based therapies due to their lower risk of immunogenicity, tumorigenicity and overall superior safety. In this review, we present the outcomes of preclinical and clinical studies utilizing MSC EVs as therapeutic agents for the treatment of a wide variety of immunological disorders.","publish_time":1592697600000,"author_summary":" BULUT, Özlem; GÜRSEL, İhsan","abstract_summary":" Discovery of novel and broad-acting<br>immunomodulators is of critical importance for the prevention<br>and treatment of disorders occurring due to<br>overexuberant immune responseincluding SARS-CoV-2<br>triggered cytokine storm leading to lung pathology and<br>mortality during the ongoing viral pandemic.<br>Mesenchymal stem\/stromal cells (MSCs), highly regarded<br>for their regenerative capacities, also<br>possessesremarkable immunoregulatory functions affecting all<br>types of innate and adaptive immune cells. Owing to<br>that, MSCs have been heavily investigated in clinic<br>for the treatment of autoimmune and inflammatory<br>diseases along with transplant rejection. Extensive<br>research in the last decaderevealed that MSCs carry out<br>most of their functions through paracrine factors...","title_summary":" Mesenchymal stem cell derived extracellular<br>vesicles: promising immunomodulators against<br>autoimmune, autoinflammatory disorders and SARS-CoV-2<br>infection","x":44.311920166,"y":-5.4222569466,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.311920166,"tsne_y":-5.4222569466,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cm3oxqaz","source_x":"Medline; PMC","title":"Extracellular vesicles derived from different sources of mesenchymal stem cells: therapeutic effects and translational potential","doi":"10.1186\/s13578-020-00427-x","abstract":"Mesenchymal stem cells (MSCs) were known to have excellent properties in cell therapy. However, the risk of immune rejection associated with cell transplant therapy hampers its use. Extracellular vesicles secreted by MSCs derived from different sources that contain therapeutic molecules such as RNA and proteins, which is a novel strategy for cell-free therapy. Recently, researches show EVs from MSCs (MSC-EVs) of different sources have special functions and effects on different diseases. Here, we collected these researches and compared them to each other. In addition, their potential and possible application in clinical treatment are described.","publish_time":1590278400000,"author_summary":" Cai, Jiaxin; Wu, Junyong; Wang, Jiemin; Li,<br>Yongjiang; Hu, Xiongbin; Luo, Shifu; Xiang, Daxiong","abstract_summary":" Mesenchymal stem cells (MSCs) were known to<br>have excellent properties in cell therapy.<br>However, the risk of immune rejection associated with<br>cell transplant therapy hampers its use.<br>Extracellular vesicles secreted by MSCs derived from<br>different sources that contain therapeutic molecules<br>such as RNA and proteins, which is a novel strategy<br>for cell-free therapy. Recently, researches show<br>EVs from MSCs (MSC-EVs) of different sources have<br>special functions and effects on different diseases.<br>Here, we collected these researches and compared<br>them to each other. In addition, their potential and<br>possible application in clinical treatment are<br>described.","title_summary":" Extracellular vesicles derived from<br>different sources of mesenchymal stem cells:<br>therapeutic effects and translational potential","x":45.1292877197,"y":-5.2721920013,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.1292877197,"tsne_y":-5.2721920013,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"ftp2dqp1","source_x":"Elsevier; Medline; PMC","title":"The secrets of human stem cell-derived transfusable RBC for targeted large-scale production and clinical applications: A fresh look into what we need most and lessons to be learned","doi":"10.1016\/j.transci.2020.102862","abstract":"Blood transfusion, using the safest conventional blood bioproducts, is an irreplaceable part of substitution therapy. It is considered the most essential supportive clinical intervention aimed to restore the health of patients in need. Nevertheless, numerous unresolved problems are still associated with current blood substitution therapy. To alleviate our dependency on blood donors, many investigators have been focusing on the quest for stem cell-derived blood cells in line with major developments in the field of regenerative medicine. The main objective is to provide a safe and highly standardized universal cultured red cell concentrate [CRBC] for all clinical applications, regardless of blood groups. Currently, we are close to overcoming some of the main obstacles in culturing cells. This concise report is a prelude to the immortalized cell lines that are ready for in vivo clinical trials. It is only through the sharing of experimental ideas and knowledge-based strategies that we will be able to achieve such an enormous task and better understand ‘’the one for all concept’’ of CRBCs and their universal usage in all clinical settings.","publish_time":1593216000000,"author_summary":" Seghatchian, Jerard","abstract_summary":" Blood transfusion, using the safest<br>conventional blood bioproducts, is an irreplaceable part of<br>substitution therapy. It is considered the most essential<br>supportive clinical intervention aimed to restore the<br>health of patients in need. Nevertheless, numerous<br>unresolved problems are still associated with current<br>blood substitution therapy. To alleviate our<br>dependency on blood donors, many investigators have been<br>focusing on the quest for stem cell-derived blood cells<br>in line with major developments in the field of<br>regenerative medicine. The main objective is to provide a<br>safe and highly standardized universal cultured<br>red cell concentrate [CRBC] for all clinical<br>applications, regardless of blood...","title_summary":" The secrets of human stem cell-derived<br>transfusable RBC for targeted large-scale production and<br>clinical applications: A fresh look into what we need<br>most and lessons to be learned","x":45.0099411011,"y":-5.3598704338,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.0099411011,"tsne_y":-5.3598704338,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"fjfjpzb0","source_x":"Elsevier; Medline; PMC","title":"Mesenchymal stem cells in the fight against viruses: face to face with the invisible enemy","doi":"10.1016\/j.retram.2020.04.003","abstract":"The relative ease of isolation of mesenchymal stem cells (MSCs) from different tissues coupled with their culture expansion in vitro and their differentiation capacity to mesodermal, endodermal and ectodermal lineages have made these cells attractive for a large number of therapeutic applications. In recent years, there has been remarkable progress in the utilization of MSCs in diverse clinical indications both in animal models and human clinical trials. However, the potential of MSCs to control or treat viral diseases is still in its infancy. In this study, we report quantitative data on the MSC-based clinical trials over the last ten years as they appear on the online database of clinical research studies from US National Institutes of Health. In particular, we provide comprehensive review of either completed or ongoing clinical trials using MSCs for virus-associated diseases focusing on HIV, hepatitis B virus and COVID-19 virus.","publish_time":1588291200000,"author_summary":" Sleem, Aleen; Saleh, Fatima","abstract_summary":" The relative ease of isolation of mesenchymal<br>stem cells (MSCs) from different tissues coupled<br>with their culture expansion in vitro and their<br>differentiation capacity to mesodermal, endodermal and<br>ectodermal lineages have made these cells attractive for a<br>large number of therapeutic applications. In recent<br>years, there has been remarkable progress in the<br>utilization of MSCs in diverse clinical indications both in<br>animal models and human clinical trials. However, the<br>potential of MSCs to control or treat viral diseases is<br>still in its infancy. In this study, we report<br>quantitative data on the MSC-based clinical trials over the<br>last ten years...","title_summary":" Mesenchymal stem cells in the fight against<br>viruses: face to face with the invisible enemy","x":44.5814552307,"y":-5.5170497894,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.5814552307,"tsne_y":-5.5170497894,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"dz34rzqz","source_x":"Medline; PMC","title":"Current status of mesenchymal stem cell therapy for immune\/inflammatory lung disorders: Gleaning insights for possible use in COVID‐19","doi":"10.1002\/sctm.20-0186","abstract":"The broad immunomodulatory properties of human mesenchymal stem cells (MSCs) has allowed for wide application in regenerative medicine as well as immune\/inflammatory diseases, including unmatched allogeneic use. The novel coronavirus disease COVID‐19 has unleashed a pandemic in record time accompanied by an alarming mortality rate mainly due to pulmonary injury and acute respiratory distress syndrome. Since there are no effective preventive or curative therapies currently, MSC therapy (MSCT) has emerged as a possible candidate despite the lack of preclinical data of MSCs for COVID‐19. Interestingly, MSCT preclinical data specifically on immune\/inflammatory disorders of the lungs were among the earliest to be reported in 2003, with the first clinical use of MSCT for graft‐vs‐host disease reported in 2004. Since these first reports, preclinical data showing beneficial effects of MSC immunomodulation have accumulated substantially, and as a consequence, over a third of MSCT clinical trials now target immune\/inflammatory diseases. There is much preclinical evidence for MSCT in noninfectious—including chronic obstructive pulmonary disease, asthma, and idiopathic pulmonary fibrosis—as well as infectious bacterial immune\/inflammatory lung disorders, with data generally demonstrating therapeutic effects; however, for infectious viral pulmonary conditions, the preclinical evidence is more scarce with some inconsistent outcomes. In this article, we review the mechanistic evidence for clinical use of MSCs in pulmonary immune\/inflammatory disorders, and survey the ongoing clinical trials—including for COVID‐19—of MSCT for these diseases, with some perspectives and comment on MSCT for COVID‐19.","publish_time":1591833600000,"author_summary":" Yen, B. Linju; Yen, Men‐Luh; Wang, Li‐Tzu; Liu,<br>Ko‐Jiunn; Sytwu, Huey‐Kang","abstract_summary":" The broad immunomodulatory properties of<br>human mesenchymal stem cells (MSCs) has allowed for<br>wide application in regenerative medicine as well<br>as immune\/inflammatory diseases, including<br>unmatched allogeneic use. The novel coronavirus disease<br>COVID‐19 has unleashed a pandemic in record time<br>accompanied by an alarming mortality rate mainly due to<br>pulmonary injury and acute respiratory distress<br>syndrome. Since there are no effective preventive or<br>curative therapies currently, MSC therapy (MSCT) has<br>emerged as a possible candidate despite the lack of<br>preclinical data of MSCs for COVID‐19. Interestingly, MSCT<br>preclinical data specifically on immune\/inflammatory<br>disorders of the lungs were among the earliest to...","title_summary":" Current status of mesenchymal stem cell<br>therapy for immune\/inflammatory lung disorders:<br>Gleaning insights for possible use in COVID‐19","x":44.486869812,"y":-5.7508950233,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.486869812,"tsne_y":-5.7508950233,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"gb6hkk16","source_x":"Medline; PMC","title":"Organoids as a Powerful Model for Respiratory Diseases","doi":"10.1155\/2020\/5847876","abstract":"Insults to the alveoli usually lead to inefficient gas exchange or even respiratory failure, which is difficult to model in animal studies. Over the past decade, stem cell-derived self-organizing three-dimensional organoids have emerged as a new avenue to recapitulate respiratory diseases in a dish. Alveolar organoids have improved our understanding of the mechanisms underlying tissue homeostasis and pathological alterations in alveoli. From this perspective, we review the state-of-the-art technology on establishing alveolar organoids from endogenous lung epithelial stem\/progenitor cells or pluripotent stem cells, as well as the use of alveolar organoids for the study of respiratory diseases, including idiopathic pulmonary fibrosis, tuberculosis infection, and respiratory virus infection. We also discuss challenges that need to be overcome for future application of alveolar organoids in individualized medicine.","publish_time":1583884800000,"author_summary":" Li, Yu; Wu, Qi; Sun, Xin; Shen, Jun; Chen,<br>Huaiyong","abstract_summary":" Insults to the alveoli usually lead to<br>inefficient gas exchange or even respiratory failure,<br>which is difficult to model in animal studies. Over<br>the past decade, stem cell-derived<br>self-organizing three-dimensional organoids have emerged as a<br>new avenue to recapitulate respiratory diseases<br>in a dish. Alveolar organoids have improved our<br>understanding of the mechanisms underlying tissue<br>homeostasis and pathological alterations in alveoli. From<br>this perspective, we review the state-of-the-art<br>technology on establishing alveolar organoids from<br>endogenous lung epithelial stem\/progenitor cells or<br>pluripotent stem cells, as well as the use of alveolar<br>organoids for the study of respiratory diseases,<br>including idiopathic pulmonary...","title_summary":" Organoids as a Powerful Model for Respiratory<br>Diseases","x":44.3972854614,"y":-4.1905603409,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.3972854614,"tsne_y":-4.1905603409,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"tc0fylcf","source_x":"Medline; PMC","title":"Stem cell therapy: a potential approach for treatment of influenza virus and coronavirus-induced acute lung injury","doi":"10.1186\/s13287-020-01699-3","abstract":"Acute lung injury (ALI), an increasingly devastating human disorder, is characterized by a multitude of lung changes arising from a wide variety of lung injuries. Viral infection is the main cause of morbidity and mortality in ALI and acute respiratory distress syndrome (ARDS) patients. In particular, influenza virus, coronavirus, and other respiratory viruses circulate in nature in various animal species and can cause severe and rapidly spread human infections. Although scientific advancements have allowed for rapid progress to be made to understand the pathogenesis and develop therapeutics after each viral pandemic, few effective methods to treat virus-induced ALI have been described. Recently, stem cell therapy has been widely used in the treatment of various diseases, including ALI. In this review, we detail the present stem cell-based therapeutics for lung injury caused by influenza virus and the outlook for the future state of stem cell therapy to deal with emerging influenza and coronaviruses.","publish_time":1590278400000,"author_summary":" Du, Jiang; Li, Han; Lian, Jie; Zhu, Xinxing;<br>Qiao, Liang; Lin, Juntang","abstract_summary":" Acute lung injury (ALI), an increasingly<br>devastating human disorder, is characterized by a<br>multitude of lung changes arising from a wide variety of<br>lung injuries. Viral infection is the main cause of<br>morbidity and mortality in ALI and acute respiratory<br>distress syndrome (ARDS) patients. In particular,<br>influenza virus, coronavirus, and other respiratory<br>viruses circulate in nature in various animal species<br>and can cause severe and rapidly spread human<br>infections. Although scientific advancements have<br>allowed for rapid progress to be made to understand the<br>pathogenesis and develop therapeutics after each viral<br>pandemic, few effective methods to treat virus-induced<br>ALI have been...","title_summary":" Stem cell therapy: a potential approach for<br>treatment of influenza virus and coronavirus-induced<br>acute lung injury","x":43.8738708496,"y":-6.0655860901,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.8738708496,"tsne_y":-6.0655860901,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"qhay7qao","source_x":"Medline; PMC","title":"Regenerative Medicine in COVID-19 Treatment: Real Opportunities and Range of Promises","doi":"10.1007\/s12015-020-09994-5","abstract":"Novel coronavirus disease (COVID-19) has attracted much attention around the world due to its rapid transmission among humans and relatively high mortality rate. Studies are increasing to find the best therapeutic approach for the disease and its management. Regenerative medicine offers various cell-tissue therapeutics and related products, such as stem cell therapy, natural killer (NK) cell therapy, Chimeric antigen receptor (CAR) T cell therapy, exosomes, and tissue products. Interestingly, mesenchymal stem cells (MSCs) can reduce inflammatory symptoms and protect against cytokine storm, which critically contributes to the COVID-19 progression. Notably, having the potentials to exert cytotoxic effects on infected cells and induce interferon production probably make NK cells a candidate for COVID-19 cell therapy. Besides, exosomes are one of the crucial products of cells that can exert therapeutic effects through the induction of immune responses and neutralizing antibody titers. The paper aims to briefly consider current options for COVID-19 therapy to show that there is no specific cure for COVID-19, and then assess the real opportunities and range of promises regenerative medicine can provide for specific treatment of COVID-19. [Figure: see text]","publish_time":1592611200000,"author_summary":" Basiri, Arefeh; Pazhouhnia, Zahra;<br>Beheshtizadeh, Nima; Hoseinpour, Mahdieh; Saghazadeh,<br>Amene; Rezaei, Nima","abstract_summary":" Novel coronavirus disease (COVID-19) has<br>attracted much attention around the world due to its rapid<br>transmission among humans and relatively high mortality<br>rate. Studies are increasing to find the best<br>therapeutic approach for the disease and its management.<br>Regenerative medicine offers various cell-tissue<br>therapeutics and related products, such as stem cell<br>therapy, natural killer (NK) cell therapy, Chimeric<br>antigen receptor (CAR) T cell therapy, exosomes, and<br>tissue products. Interestingly, mesenchymal stem<br>cells (MSCs) can reduce inflammatory symptoms and<br>protect against cytokine storm, which critically<br>contributes to the COVID-19 progression. Notably, having<br>the potentials to exert cytotoxic effects on<br>infected cells...","title_summary":" Regenerative Medicine in COVID-19 Treatment:<br>Real Opportunities and Range of Promises","x":44.0506515503,"y":-5.731089592,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.0506515503,"tsne_y":-5.731089592,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"fw479k6i","source_x":"Elsevier; Medline; PMC","title":"Nanofiltration of growth media supplemented with human platelet lysates for pathogen-safe xeno-free expansion of mesenchymal stromal cells","doi":"10.1016\/j.jcyt.2020.04.099","abstract":"Abstract Background and aims: Human platelet lysate can replace fetal bovine serum (FBS) for xeno-free ex vivo expansion of mesenchymal stromal cells (MSCs), but pooling of platelet concentrates (PCs) increases risks of pathogen transmission. Herein, we evaluated the feasibility of performing nanofiltration of platelet lysates and determined the impact on expansion of bone marrow-derived MSCs. Methods: Platelet lysates were prepared by freeze-thawing of pathogen-reduced (Intercept®) PCs suspended in 65% storage solution (SPP+) and 35% plasma, and by serum-conversion of PCs suspended in 100% plasma. Lysates were added to the MSC growth media at 10% (v\/v), filtered, and subjected to cascade nanofiltration on 35 and 19-nm Planova filters. Media supplemented with 10% starting platelet lysates or FBS were used as the controls. Impacts of nanofiltration on the growth media composition, removal of platelet extracellular vesicles (PEVs), and MSC expansion were evaluated. Results: Nanofiltration did not detrimentally affect contents of total protein and growth factors, or the biochemical composition. The clearance factor of PEVs was over 3 log values. Expansion, of proliferation, membrane markers, differentiation potential, and immunosuppressive properties of cells in nanofiltered media were consistently better than those expanded in FBS-supplemented media. Compared to FBS, chondrogenesis and osteogenesis genes were expressed more in nanofiltered media, and there were fewer senescent cells over six passages. Conclusions: Nanofiltration of growth media supplemented with two types of platelet lysates, including one prepared from pathogen-reduced PCs, is technically feasible. These data support the possibility of developing pathogen-reduced xeno-free growth media for clinical-grade propagation of human cells.","publish_time":1588896000000,"author_summary":" Barro, Lassina; Nebie, Ouada; Chen,<br>Ming-Sheng; Wu, Yu-Wen; Koh, Mickey BC; Knutson, Folke;<br>Watanabe, Naoto; Takahara, Masayasu; Burnouf, Thierry","abstract_summary":" Abstract Background and aims: Human platelet<br>lysate can replace fetal bovine serum (FBS) for<br>xeno-free ex vivo expansion of mesenchymal stromal cells<br>(MSCs), but pooling of platelet concentrates (PCs)<br>increases risks of pathogen transmission. Herein, we<br>evaluated the feasibility of performing nanofiltration<br>of platelet lysates and determined the impact on<br>expansion of bone marrow-derived MSCs. Methods:<br>Platelet lysates were prepared by freeze-thawing of<br>pathogen-reduced (Intercept®) PCs suspended in 65% storage<br>solution (SPP+) and 35% plasma, and by serum-conversion<br>of PCs suspended in 100% plasma. Lysates were<br>added to the MSC growth media at 10% (v\/v), filtered,<br>and subjected to cascade...","title_summary":" Nanofiltration of growth media supplemented<br>with human platelet lysates for pathogen-safe<br>xeno-free expansion of mesenchymal stromal cells","x":45.1348609924,"y":-5.3094453812,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.1348609924,"tsne_y":-5.3094453812,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"khl7keot","source_x":"Medline; PMC","title":"Current Status of Cell-Based Therapies for Respiratory Virus Infections: Applicability to COVID-19","doi":"10.1183\/13993003.00858-2020","abstract":"Severe respiratory consequences of the COVID-19 pandemic have prompted urgent need for novel therapies. Cell-based approaches, primarily using mesenchymal stem (stromal) cells (MSCs), have demonstrated safety and possible efficacy in patients with the acute respiratory distress syndrome (ARDS), although not as yet well studied in respiratory virus-induced ARDS. Limited pre-clinical data suggest that systemic MSC administration can significantly reduce respiratory virus (Influenza strains H5N1 and H9N2)-induced lung injury, however, there are no available data in models of coronavirus respiratory infection. There are a rapidly increasing number of clinical investigations of cell-based therapy approaches for COVID-19. These utilise a range of different cell sources, doses, dosing strategies, and targeted patient populations. To provide a rationale strategy to maximise potential therapeutic use, it is critically important to understand the relevant pre-clinical studies and postulated mechanisms of MSC actions in respiratory virus-induced lung injuries. These are presented along with consideration of current clinical investigations.","publish_time":1586217600000,"author_summary":" Khoury, Maroun; Cuenca, Jimena; Cruz,<br>Fernanda F.; Figueroa, Fernando E.; Rocco, Patricia R.<br>M.; Weiss, Daniel J.","abstract_summary":" Severe respiratory consequences of the<br>COVID-19 pandemic have prompted urgent need for novel<br>therapies. Cell-based approaches, primarily using<br>mesenchymal stem (stromal) cells (MSCs), have<br>demonstrated safety and possible efficacy in patients with<br>the acute respiratory distress syndrome (ARDS),<br>although not as yet well studied in respiratory<br>virus-induced ARDS. Limited pre-clinical data suggest that<br>systemic MSC administration can significantly reduce<br>respiratory virus (Influenza strains H5N1 and<br>H9N2)-induced lung injury, however, there are no available<br>data in models of coronavirus respiratory<br>infection. There are a rapidly increasing number of<br>clinical investigations of cell-based therapy<br>approaches for COVID-19. These utilise a range of...","title_summary":" Current Status of Cell-Based Therapies for<br>Respiratory Virus Infections: Applicability to COVID-19","x":43.9616317749,"y":-5.9036221504,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.9616317749,"tsne_y":-5.9036221504,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"2m9nchys","source_x":"Elsevier; Medline; PMC","title":"Hypothesis for the management and treatment of the COVID-19-induced acute respiratory distress syndrome and lung injury using mesenchymal stem cell-derived exosomes","doi":"10.1016\/j.mehy.2020.109865","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a member of the coronaviridae that causes respiratory disorders. After infection, large amounts of inflammatory cytokines are secreted, known as the cytokine storm. These cytokines can cause pulmonary damage induced by inflammation resulting in acute respiratory distress syndrome (ARDS), and even death. One of the therapeutic approaches for treatment of ARDS is a mesenchymal stem cell (MSC). MSCs suppress inflammation and reduce lung injury through their immunomodulatory properties. MSCs also have the potential to prevent apoptosis of the lung cells and regenerate them. But our suggestion is using MSCs-derived exosomes. Because these exosomes apply the same immunomodulatory and tissue repair effects of MSCs and they don’t have problems associated to cell maintenance and injections. For investigation the hypothesis, MSCs should be isolated from tissues and characterized. Then, the exosomes should be isolated from the supernatants and characterized. These exosomes should be injected into a transgenic animal for COVID-19. In the final section, lung function assessment, histological examination, micro-CT, differential leukocyte, viral load analysis, cytokine assay, and CRP level analysis can be investigated. COVID-19 treatment is currently focused on supportive therapies and no vaccine has not been developed for it, so, numerous research studies are needed to find potential. Since the pathogenesis of this disease was identified in previous studies and can cause lung injury with ARDS, so, investigation of the therapeutic approaches that can suppress inflammation, cytokine storm and ARDS can be helpful in finding a novel therapeutic approach for this disease.","publish_time":1590105600000,"author_summary":" Taghavi-farahabadi, Mahsa; Mahmoudi,<br>Mohammad; Soudi, Sara; Mahmoud Hashemi, Seyed","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) is a member of the coronaviridae<br>that causes respiratory disorders. After<br>infection, large amounts of inflammatory cytokines are<br>secreted, known as the cytokine storm. These cytokines<br>can cause pulmonary damage induced by<br>inflammation resulting in acute respiratory distress<br>syndrome (ARDS), and even death. One of the therapeutic<br>approaches for treatment of ARDS is a mesenchymal stem cell<br>(MSC). MSCs suppress inflammation and reduce lung<br>injury through their immunomodulatory properties.<br>MSCs also have the potential to prevent apoptosis of<br>the lung cells and regenerate them. But our<br>suggestion is using MSCs-derived exosomes. Because these...","title_summary":" Hypothesis for the management and treatment of<br>the COVID-19-induced acute respiratory distress<br>syndrome and lung injury using mesenchymal stem<br>cell-derived exosomes","x":43.9398345947,"y":-6.2300395966,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":43.9398345947,"tsne_y":-6.2300395966,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"dcg9oq6y","source_x":"Medline; PMC","title":"Human organoids: model systems for human biology and medicine","doi":"10.1038\/s41580-020-0259-3","abstract":"The historical reliance of biological research on the use of animal models has sometimes made it challenging to address questions that are specific to the understanding of human biology and disease. But with the advent of human organoids — which are stem cell-derived 3D culture systems — it is now possible to re-create the architecture and physiology of human organs in remarkable detail. Human organoids provide unique opportunities for the study of human disease and complement animal models. Human organoids have been used to study infectious diseases, genetic disorders and cancers through the genetic engineering of human stem cells, as well as directly when organoids are generated from patient biopsy samples. This Review discusses the applications, advantages and disadvantages of human organoids as models of development and disease and outlines the challenges that have to be overcome for organoids to be able to substantially reduce the need for animal experiments.","publish_time":1594080000000,"author_summary":" Kim, Jihoon; Koo, Bon-Kyoung; Knoblich,<br>Juergen A.","abstract_summary":" The historical reliance of biological<br>research on the use of animal models has sometimes made it<br>challenging to address questions that are specific to the<br>understanding of human biology and disease. But with the<br>advent of human organoids — which are stem<br>cell-derived 3D culture systems — it is now possible to<br>re-create the architecture and physiology of human<br>organs in remarkable detail. Human organoids provide<br>unique opportunities for the study of human disease<br>and complement animal models. Human organoids<br>have been used to study infectious diseases,<br>genetic disorders and cancers through the genetic<br>engineering of human stem cells, as...","title_summary":" Human organoids: model systems for human<br>biology and medicine","x":44.7882423401,"y":-3.9652593136,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.7882423401,"tsne_y":-3.9652593136,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"w1edg6cz","source_x":"Medline; PMC","title":"Use of Stem Cell Extracellular Vesicles as a “Holistic” Approach to CNS Repair","doi":"10.3389\/fcell.2020.00455","abstract":"Neurodegeneration is a hallmark of many diseases and disorders of the central nervous system (CNS). High levels of neuroinflammation are often associated with irreparable damage to CNS cells due to the dysregulation of signaling cascades that are unable to restore a homeostatic balance. Due to the inherent complexity of the CNS, development of CNS-related therapeutics has met limited success. While stem cell therapy has been evaluated in the context of CNS repair, the mechanisms responsible for their functional properties have not been clearly defined. In recent years, there has been growing interest in the use of stem cell extracellular vesicles (EVs) for the treatment of various CNS pathologies as these vesicles are believed to mediate many of the functional effects associated with their donor stem cells. The potency of stem cell EVs is believed to be largely driven by their biological cargo which includes various types of RNAs, proteins, and cytokines. In this review, we describe the characteristic properties of stem cell EVs and summarize their reported neuroprotective and immunomodulatory functions. A special emphasis is placed on the identification of specific biological cargo, including proteins and non-coding RNA molecules, that have been found to be associated with stem cell EVs. Collectively, this review highlights the potential of stem cell EVs as an alternative to traditional stem cell therapy for the repair of cellular damage associated with diverse CNS pathologies.","publish_time":1591747200000,"author_summary":" Branscome, Heather; Paul, Siddhartha; Yin,<br>Dezhong; El-Hage, Nazira; Agbottah, Emmanuel T.;<br>Zadeh, Mohammad Asad; Liotta, Lance A.; Kashanchi,<br>Fatah","abstract_summary":" Neurodegeneration is a hallmark of many<br>diseases and disorders of the central nervous system<br>(CNS). High levels of neuroinflammation are often<br>associated with irreparable damage to CNS cells due to the<br>dysregulation of signaling cascades that are unable to<br>restore a homeostatic balance. Due to the inherent<br>complexity of the CNS, development of CNS-related<br>therapeutics has met limited success. While stem cell<br>therapy has been evaluated in the context of CNS repair,<br>the mechanisms responsible for their functional<br>properties have not been clearly defined. In recent years,<br>there has been growing interest in the use of stem cell<br>extracellular vesicles...","title_summary":" Use of Stem Cell Extracellular Vesicles as a<br>“Holistic” Approach to CNS Repair","x":44.7715377808,"y":-5.0811905861,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.7715377808,"tsne_y":-5.0811905861,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"v73bsrwg","source_x":"Medline; PMC; WHO","title":"Mesenchymal Stem Cell Infusion Shows Promise for Combating Coronavirus (COVID-19)- Induced Pneumonia","doi":"10.14336\/ad.2020.0301","abstract":"A new study published by the journal Aging & Disease reported that intravenous administration of clinical-grade human mesenchymal stem cells (MSCs) into patients with coronavirus disease 2019 (COVID-19) resulted in improved functional outcomes (Leng et al., Aging Dis, 11:216-228, 2020). This study demonstrated that intravenous infusion of MSCs is a safe and effective approach for treating patients with COVID-19 pneumonia, including elderly patients displaying severe pneumonia. COVID-19 is a severe acute respiratory illness caused by a new coronavirus named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Currently, treating COVID-19 patients, particularly those afflicted with severe pneumonia, is challenging as no specific drugs or vaccines against SARS-CoV-2 are available. Therefore, MSC therapy inhibiting the overactivation of the immune system and promoting endogenous repair by improving the lung microenvironment after the SARS-CoV-2 infection found in this study is striking. Additional studies in a larger cohort of patients are needed to validate this therapeutic intervention further, however.","publish_time":1583712000000,"author_summary":" Shetty, Ashok K","abstract_summary":" A new study published by the journal Aging &<br>Disease reported that intravenous administration of<br>clinical-grade human mesenchymal stem cells (MSCs) into<br>patients with coronavirus disease 2019 (COVID-19)<br>resulted in improved functional outcomes (Leng et al.,<br>Aging Dis, 11:216-228, 2020). This study<br>demonstrated that intravenous infusion of MSCs is a safe and<br>effective approach for treating patients with COVID-19<br>pneumonia, including elderly patients displaying severe<br>pneumonia. COVID-19 is a severe acute respiratory illness<br>caused by a new coronavirus named severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2).<br>Currently, treating COVID-19 patients, particularly<br>those afflicted with severe pneumonia, is<br>challenging as no...","title_summary":" Mesenchymal Stem Cell Infusion Shows Promise<br>for Combating Coronavirus (COVID-19)- Induced<br>Pneumonia","x":44.1861228943,"y":-5.9210157394,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.1861228943,"tsne_y":-5.9210157394,"subcluster":2,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"eyati5r8","source_x":"Medline; PMC","title":"Human Wharton’s Jelly—Cellular Specificity, Stemness Potency, Animal Models, and Current Application in Human Clinical Trials","doi":"10.3390\/jcm9041102","abstract":"Stem cell therapies offer a great promise for regenerative and reconstructive medicine, due to their self-renewal and differentiation capacity. Although embryonic stem cells are pluripotent, their utilization involves embryo destruction and is ethically controversial. Therefore, adult tissues that have emerged as an alternative source of stem cells and perinatal tissues, such as the umbilical cord, appear to be particularly attractive. Wharton’s jelly, a gelatinous connective tissue contained in the umbilical cord, is abundant in mesenchymal stem cells (MSCs) that express CD105, CD73, CD90, Oct-4, Sox-2, and Nanog among others, and have the ability to differentiate into osteogenic, adipogenic, chondrogenic, and other lineages. Moreover, Wharton’s jelly-derived MSCs (WJ-MSCs) do not express MHC-II and exhibit immunomodulatory properties, which makes them a good alternative for allogeneic and xenogeneic transplantations in cellular therapies. Therefore, umbilical cord, especially Wharton’s jelly, is a promising source of mesenchymal stem cells.","publish_time":1586649600000,"author_summary":" Stefańska, Katarzyna; Ożegowska, Katarzyna;<br>Hutchings, Greg; Popis, Małgorzata; Moncrieff, Lisa;<br>Dompe, Claudia; Janowicz, Krzysztof; Pieńkowski,<br>Wojciech; Gutaj, Paweł; Shibli, Jamil A.; Prado,<br>Walterson Mathias; Piotrowska-Kempisty, Hanna;<br>Mozdziak, Paul; Bruska, Małgorzata; Zabel, Maciej;<br>Kempisty, Bartosz; Nowicki, Michał","abstract_summary":" Stem cell therapies offer a great promise for<br>regenerative and reconstructive medicine, due to their<br>self-renewal and differentiation capacity. Although<br>embryonic stem cells are pluripotent, their utilization<br>involves embryo destruction and is ethically<br>controversial. Therefore, adult tissues that have emerged as<br>an alternative source of stem cells and perinatal<br>tissues, such as the umbilical cord, appear to be<br>particularly attractive. Wharton’s jelly, a gelatinous<br>connective tissue contained in the umbilical cord, is<br>abundant in mesenchymal stem cells (MSCs) that express<br>CD105, CD73, CD90, Oct-4, Sox-2, and Nanog among<br>others, and have the ability to differentiate into<br>osteogenic, adipogenic, chondrogenic, and...","title_summary":" Human Wharton’s Jelly—Cellular Specificity,<br>Stemness Potency, Animal Models, and Current<br>Application in Human Clinical Trials","x":45.1502189636,"y":-4.8451757431,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":45.1502189636,"tsne_y":-4.8451757431,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"},{"cord_uid":"h286m32c","source_x":"Medline; PMC","title":"Long Term Culture of Human Kidney Proximal Tubule Epithelial Cells Maintains Lineage Functions and Serves as an Ex vivo Model for Coronavirus Associated Kidney Injury","doi":"10.1007\/s12250-020-00253-y","abstract":"The mechanism of how SARS-CoV-2 causes severe multi-organ failure is largely unknown. Acute kidney injury (AKI) is one of the frequent organ damage in severe COVID-19 patients. Previous studies have shown that human renal tubule cells could be the potential host cells targeted by SARS-CoV-2. Traditional cancer cell lines or immortalized cell lines are genetically and phenotypically different from host cells. Animal models are widely used, but often fail to reflect a physiological and pathogenic status because of species tropisms. There is an unmet need for normal human epithelial cells for disease modeling. In this study, we successfully established long term cultures of normal human kidney proximal tubule epithelial cells (KPTECs) in 2D and 3D culture systems using conditional reprogramming (CR) and organoids techniques. These cells had the ability to differentiate and repair DNA damage, and showed no transforming property. Importantly, the CR KPTECs maintained lineage function with expression of specific transporters (SLC34A3 and cubilin). They also expressed angiotensin-converting enzyme 2 (ACE2), a receptor for SARS-CoV and SARS-CoV-2. In contrast, cancer cell line did not express endogenous SLC34A3, cubilin and ACE2. Very interestingly, ACE2 expression was around twofold higher in 3D organoids culture compared to that in 2D CR culture condition. Pseudovirion assays demonstrated that SARS-CoV spike (S) protein was able to enter CR cells with luciferase reporter. This integrated 2D CR and 3D organoid cultures provide a physiological ex vivo model to study kidney functions, innate immune response of kidney cells to viruses, and a novel platform for drug discovery and safety evaluation. ELECTRONIC SUPPLEMENTARY MATERIAL: The online version of this article (10.1007\/s12250-020-00253-y) contains supplementary material, which is available to authorized users.","publish_time":1593388800000,"author_summary":" Xia, Siyu; Wu, Ming; Chen, Si; Zhang, Tao; Ye,<br>Lina; Liu, Jun; Li, Hui","abstract_summary":" The mechanism of how SARS-CoV-2 causes severe<br>multi-organ failure is largely unknown. Acute kidney<br>injury (AKI) is one of the frequent organ damage in<br>severe COVID-19 patients. Previous studies have<br>shown that human renal tubule cells could be the<br>potential host cells targeted by SARS-CoV-2.<br>Traditional cancer cell lines or immortalized cell lines<br>are genetically and phenotypically different<br>from host cells. Animal models are widely used, but<br>often fail to reflect a physiological and pathogenic<br>status because of species tropisms. There is an unmet<br>need for normal human epithelial cells for disease<br>modeling. In this study, we successfully established<br>long...","title_summary":" Long Term Culture of Human Kidney Proximal<br>Tubule Epithelial Cells Maintains Lineage Functions<br>and Serves as an Ex vivo Model for Coronavirus<br>Associated Kidney Injury","x":44.7198028564,"y":-3.426776886,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.7198028564,"tsne_y":-3.426776886,"subcluster":0,"subcluster_description":"Epithelial Cells","shape":"p"},{"cord_uid":"mvx580r8","source_x":"Medline; PMC","title":"Erythropoietin-Modified Mesenchymal Stem Cells Enhance Anti-fibrosis Efficacy in Mouse Liver Fibrosis Model","doi":"10.1007\/s13770-020-00276-2","abstract":"BACKGROUND: Mesenchymal stem cell (MSC)-based cell transplantation is an effective means of treating chronic liver injury, fibrosis and end-stage liver disease. However, extensive studies have found that only a small number of transplanted cells migrate to the site of injury or lesion, and repair efficacy is very limited. METHODS: Bone marrow-derived MSCs (BM-MSCs) were generated that overexpressed the erythropoietin (EPO) gene using a lentivirus. Cell Counting Kit-8 was used to detect the viability of BM-MSCs after overexpressing EPO. Cell migration and apoptosis were verified using Boyden chamber and flow cytometry, respectively. Finally, the anti-fibrosis efficacy of EPO-MSCs was evaluated in vivo using immunohistochemical analysis. RESULTS: EPO overexpression promoted cell viability and migration of BM-MSCs without inducing apoptosis, and EPO-MSC treatment significantly alleviated liver fibrosis in a carbon tetrachloride (CCl(4)) induced mouse liver fibrosis model. CONCLUSION: EPO-MSCs enhance anti-fibrotic efficacy, with higher cell viability and stronger migration ability compared with treatment with BM-MSCs only. These findings support improving the efficiency of MSCs transplantation as a potential therapeutic strategy for liver fibrosis.","publish_time":1593734400000,"author_summary":" Wang, Xianyao; Wang, Huizhen; Lu, Junhou;<br>Feng, Zhanhui; Liu, Zhongshan; Song, Hailiang;<br>Wang, Heng; Zhou, Yanhua; Xu, Jianwei","abstract_summary":" BACKGROUND: Mesenchymal stem cell<br>(MSC)-based cell transplantation is an effective means of<br>treating chronic liver injury, fibrosis and end-stage<br>liver disease. However, extensive studies have<br>found that only a small number of transplanted cells<br>migrate to the site of injury or lesion, and repair<br>efficacy is very limited. METHODS: Bone marrow-derived<br>MSCs (BM-MSCs) were generated that overexpressed<br>the erythropoietin (EPO) gene using a lentivirus.<br>Cell Counting Kit-8 was used to detect the viability<br>of BM-MSCs after overexpressing EPO. Cell<br>migration and apoptosis were verified using Boyden<br>chamber and flow cytometry, respectively. Finally,<br>the anti-fibrosis efficacy of EPO-MSCs was<br>evaluated in...","title_summary":" Erythropoietin-Modified Mesenchymal Stem<br>Cells Enhance Anti-fibrosis Efficacy in Mouse Liver<br>Fibrosis Model","x":44.9621543884,"y":-4.9991235733,"cluster":29,"cluster_name":"c30","cluster_description":"Mesenchymal Stem Cells","tsne_x":44.9621543884,"tsne_y":-4.9991235733,"subcluster":1,"subcluster_description":"Mesenchymal Stem Cells","shape":"p"}]