[{"cord_uid":"lb5mjuxl","source_x":"PMC","title":"Therapie von Komplikationen und nichtpharmakologisches Management der idiopathischen pulmonalen Fibrose","doi":"10.1007\/s10405-020-00313-w","abstract":"Complications of idiopathic pulmonary fibrosis (IPF) are responsible for a relevant proportion of the mortality. Most importantly, acute exacerbation leads to an in-hospital mortality of more than 50% with a mean survival time of only a few months. Therefore, consideration of complications in IPF is of great importance for understanding the disease and treatment planning. Furthermore, the evidence for pneumological rehabilitation in IPF has greatly increased. This resulted in specific recommendations by the American Thoracic Society (ATS) and the European Respiratory Society (ERS) for improvement in physical capacity, quality of life and symptom control.","publish_time":1584921600000,"author_summary":" Gläser, S.; Glöckl, R.; Bonella, F.","abstract_summary":" Complications of idiopathic pulmonary<br>fibrosis (IPF) are responsible for a relevant<br>proportion of the mortality. Most importantly, acute<br>exacerbation leads to an in-hospital mortality of more than<br>50% with a mean survival time of only a few months.<br>Therefore, consideration of complications in IPF is of<br>great importance for understanding the disease and<br>treatment planning. Furthermore, the evidence for<br>pneumological rehabilitation in IPF has greatly increased.<br>This resulted in specific recommendations by the<br>American Thoracic Society (ATS) and the European<br>Respiratory Society (ERS) for improvement in physical<br>capacity, quality of life and symptom control.","title_summary":" Therapie von Komplikationen und<br>nichtpharmakologisches Management der idiopathischen pulmonalen<br>Fibrose","x":-2.8604912758,"y":-16.2430725098,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.8604912758,"tsne_y":-16.2430725098,"subcluster":1,"subcluster_description":"Management Von Patienten Mit","shape":"p"},{"cord_uid":"5qgge2da","source_x":"PMC","title":"Neue intensivmedizinische Herausforderungen durch Klimawandel und globale Erderwärmung","doi":"10.1007\/s00101-020-00783-w","abstract":"BACKGROUND: In the last five decades a continuous increase in the average global temperature has been recorded. Furthermore, natural disasters (e.g. heat waves, severe storms, floods and large forest fires) are becoming more frequent. The impact of global warming and climate change on health involves an increase in respiratory, cardiovascular, renal and cognitive mental diseases. Furthermore, a change in the frequency and patterns of infectious diseases can also be observed in Europe. MATERIAL AND METHODS: This article presents the most important studies that investigated diseases associated with the climate change, with special reference to those that represent a challenge for intensive care medicine. RESULTS: Currently available epidemiological data and statistical extrapolations indicate that diseases resulting from the climate change (acute infection-related respiratory and intestinal diseases, exacerbation of pre-existing pulmonary lesions, heat-related dehydration, cerebral insults and myocardial infarction) are relevant for intensive care medicine. Particular emphasis is placed on a significant increase in acute kidney damage during heat waves. A previously unknown pattern of infectious diseases necessitates new knowledge and targeted management. In some studies, persisting mental impairments were registered during heat waves and natural disasters, e.g. posttraumatic stress disorder. CONCLUSION: Intensive care medicine must be prepared for the challenges due to global warming and climate change. Slow but continuous changes (e.g. rise in temperature) as well as acute changes (e.g. heat waves and natural disasters) will induce an increased need for intensive medical care services (e.g. an increase in the need for renal replacement procedures). Intensive care physicians will need to be familiar with the diagnostics and management of diseases associated with the climate change. An initiative of the specialist societies involved would be welcomed.","publish_time":1589241600000,"author_summary":" Bein, T.; Karagiannidis, C.; Gründling, M.;<br>Quintel, M.","abstract_summary":" BACKGROUND: In the last five decades a<br>continuous increase in the average global temperature has<br>been recorded. Furthermore, natural disasters<br>(e.g. heat waves, severe storms, floods and large<br>forest fires) are becoming more frequent. The impact<br>of global warming and climate change on health<br>involves an increase in respiratory, cardiovascular,<br>renal and cognitive mental diseases. Furthermore, a<br>change in the frequency and patterns of infectious<br>diseases can also be observed in Europe. MATERIAL AND<br>METHODS: This article presents the most important<br>studies that investigated diseases associated with<br>the climate change, with special reference to<br>those that represent a challenge for...","title_summary":" Neue intensivmedizinische<br>Herausforderungen durch Klimawandel und globale Erderwärmung","x":-2.4048173428,"y":-15.0705718994,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.4048173428,"tsne_y":-15.0705718994,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"ao5vr6tr","source_x":"PMC","title":"Meldepflichten für Infektionskrankheiten und Infektionserreger in Deutschland: Entwicklung und Verbesserungsvorschläge","doi":"10.1007\/s00103-020-03150-7","abstract":"With the entry into force of the Infection Protection Act (IfSG) in 2001, the reporting obligations for infectious diseases and infectious agents were placed on a new foundation. For the first time, a distinction was made between an obligation for the notification of infectious diseases by physicians and a notification obligation for infectious agents by laboratories. The aim was to reduce the notification burden on physicians and thus to improve the quality of the notifications. Since then, numerous new obligations for notifications have been added. The aim of this work is to describe and discuss the mandatory notification of infectious diseases in Germany on the basis of their development – compared to previous regulations in Germany (Federal Communicable Diseases Act) as well as international and Europe-wide recommendations (IHR; decisions of the EU Commission 1999, 2018) – and to submit suggestions for improvement. Regarding the considerable increase in reporting requirements and reports in recent years, and the fact that the IfSG provides other surveillance systems in addition to mandatory reporting, the mandatory reporting system should be focused on the necessary reporting requirements. In a first step, the proposed abolition of the mandatory reporting of noroviruses and rotaviruses could relieve both the notifiers and the health authorities, thus enabling more efficient reporting and more intensive and better investigation by the health authorities.","publish_time":1589241600000,"author_summary":" Heudorf, Ursel; Gottschalk, René","abstract_summary":" With the entry into force of the Infection<br>Protection Act (IfSG) in 2001, the reporting obligations<br>for infectious diseases and infectious agents<br>were placed on a new foundation. For the first time, a<br>distinction was made between an obligation for the<br>notification of infectious diseases by physicians and a<br>notification obligation for infectious agents by<br>laboratories. The aim was to reduce the notification burden on<br>physicians and thus to improve the quality of the<br>notifications. Since then, numerous new obligations for<br>notifications have been added. The aim of this work is to<br>describe and discuss the mandatory notification of<br>infectious...","title_summary":" Meldepflichten für Infektionskrankheiten<br>und Infektionserreger in Deutschland:<br>Entwicklung und Verbesserungsvorschläge","x":-2.3644397259,"y":-15.0256118774,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.3644397259,"tsne_y":-15.0256118774,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"0d9shlo3","source_x":"PMC","title":"Herausforderungen in der Seuchenkontrolle und der jetzigen Pandemie durch verzerrte Verteilungen","doi":"10.1007\/s11553-020-00775-z","abstract":"BACKGROUND: The pandemic phase 3—mitigation—by the SARS-Coronavirus‑2 is currently taking on speed in Germany. Skewed distributions of key epidemiological parameters of the virus and patient care are a challenge for the control of the outbreak as well as keeping the system functional. METHODS: The skewed parameters—pre-patency period, incubation period, duration of viral shedding and time to admission to hospital—are analyzed in regard to their impact and possible countermeasures. RESULTS: The skewed distributions are exclusively time related variables. They are a handicap for outbreak control as well patient management. Optimization between residual open flanks and the efforts to close them is difficult. The main stakeholders are the local health departments, the diagnostic laboratories, the health care infrastructure and finally the citizens in regard to the burden due to non-pharmaceutical interventions including quarantine and isolation. The duration of quarantine and isolation should urgently be shortened for health care workers (HCW) as well as people in critical infrastructure by ready (re-) testing. Calculated risks have to be taken within a phase 3 of a pandemic to keep a system going. CONCLUSIONS: The skewed distributions are a special challenge for infectious disease control. In the case of ending quarantine and isolation in phase 3 of the pandemic, they should be judged specifically in regard to the client\/patient. Cumulative distribution functions are very helpful in this regard.","publish_time":1585526400000,"author_summary":" Weigl, Josef","abstract_summary":" BACKGROUND: The pandemic phase<br>3—mitigation—by the SARS-Coronavirus‑2 is currently taking on<br>speed in Germany. Skewed distributions of key<br>epidemiological parameters of the virus and patient care are a<br>challenge for the control of the outbreak as well as<br>keeping the system functional. METHODS: The skewed<br>parameters—pre-patency period, incubation period, duration of viral<br>shedding and time to admission to hospital—are analyzed<br>in regard to their impact and possible<br>countermeasures. RESULTS: The skewed distributions are<br>exclusively time related variables. They are a handicap for<br>outbreak control as well patient management.<br>Optimization between residual open flanks and the efforts to<br>close them is...","title_summary":" Herausforderungen in der Seuchenkontrolle<br>und der jetzigen Pandemie durch verzerrte<br>Verteilungen","x":-2.5058760643,"y":-14.9753379822,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.5058760643,"tsne_y":-14.9753379822,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"koqgstph","source_x":"PMC","title":"Propositions pour la prise en charge des troubles du sommeil et de la vigilance en période épidémique COVID-19. Propositions conjointes de la Société française de recherche et médecine du sommeil, la Société de pneumologie de langue française et la Fédération française de pneumologie. Version 1–03 05 2020","doi":"10.1016\/j.msom.2020.05.001","abstract":"Since mid-March 2020, the COVID-19 epidemic has led to the suspension of sleep clinic and sleep center operations. Although rarely urgent, sleep disorder management cannot be postponed indefinitely. Proposals to clarify the modalities for the gradual resumption of sleep medicine services have been developed using the CORE methodology, which allows for rapid expert consensus when the evidence-based data is weak. The performance of diagnostic sleep and alertness tests must be limited to patients for whom the benefit–risk balance is indisputably favorable and when the results are likely to have a decisive impact on a therapeutic strategy, with priority being given to teleconsultation and ambulatory recordings. Strict adherence to physical separation and other barrier measures, the use of protective equipment by staff and of single-use equipment whenever possible, and strict cleaning and disinfection procedures for equipment and premises should limit the risk of SARS-CoV-2 transmission between patient and staff members. The proposals of the expert group are valid at the time of their publication but will be re-evaluated and updated regularly according to the development of scientific knowledge and the recommendations of the health authorities based on the evolution of the epidemic.","publish_time":1588723200000,"author_summary":" Launois, S.; Gagnadoux, F.; Arnulf, I.;<br>Monaca, C.C.; Dauvilliers, Y.; d’Ortho, M.P.;<br>Gentina, T.; Leger, D.; Meurice, J.C.; Meslier, N.;<br>Pepin, J.L.; Philip, P.; Philippe, C.; Planes, C.;<br>Tamisier, R.; Valeyre, D.; Jaffuel, D.","abstract_summary":" Since mid-March 2020, the COVID-19 epidemic<br>has led to the suspension of sleep clinic and sleep<br>center operations. Although rarely urgent, sleep<br>disorder management cannot be postponed indefinitely.<br>Proposals to clarify the modalities for the gradual<br>resumption of sleep medicine services have been developed<br>using the CORE methodology, which allows for rapid<br>expert consensus when the evidence-based data is<br>weak. The performance of diagnostic sleep and<br>alertness tests must be limited to patients for whom the<br>benefit–risk balance is indisputably favorable and when the<br>results are likely to have a decisive impact on a<br>therapeutic strategy, with priority being given...","title_summary":" Propositions pour la prise en charge des<br>troubles du sommeil et de la vigilance en période<br>épidémique COVID-19. Propositions conjointes de la<br>Société française de recherche et médecine du sommeil,<br>la Société de pneumologie de langue française et<br>la Fédération française de pneumologie. Version<br>1–03 05 2020","x":-0.6682392359,"y":-15.0908269882,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.6682392359,"tsne_y":-15.0908269882,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"axl93fql","source_x":"PMC","title":"Documento de consenso de la Sociedad Española de Medicina Intensiva, Crítica, y Unidades Coronarias (SEMICYUC), la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la Sociedad Española de Anestesiología y Reanimación (SEDAR) sobre la traqueotomía en pacientes con COVID-19(♦)()","doi":"10.1016\/j.medin.2020.05.002","abstract":"The current COVID-19 pandemic has rendered up to 15% of patients under mechanical ventilation. Because the subsequent tracheotomy is a frequent procedure, the three societies mostly involved (SEMICYUC, SEDAR and SEORL-CCC) have setup a consensus paper that offers an overview about indications and contraindications of tracheotomy, be it by puncture or open, clarifying its respective advantages and enumerating the ideal conditions under which they should be performed, as well as the necessary steps. Regular and emergency situations are displayed together with the postoperative measures.","publish_time":1588896000000,"author_summary":" Delgado, María Cruz Martín; Avilés-Jurado,<br>Francesc Xavier; Escudero, Julián Álvarez;<br>Álvarez-Santuyano, César Aldecoa; de Haro López, Candelaria; de<br>Cerio Canduela, Pedro Díaz; Perepérez, Eduardo<br>Ferrandis; Ortolá, Carlos Ferrando; Roca, Ricard Ferrer;<br>Tejedor, Alberto Hernández; Álvarez, Fernando López;<br>Rodríguez, Pablo Monedero; Suñer, Andrea Ortiz; Arias,<br>Pablo Parente; Roca, Antonio Planas; Mayor,<br>Guillermo Plaza; Sedes, Pedro Rascado; Suárez, Jon<br>Alexander Sistiaga; Ching, Claudia Vera; Vadell, Rosa<br>Villalonga; Bernal-Sprekelsen, Manuel","abstract_summary":" The current COVID-19 pandemic has rendered up<br>to 15% of patients under mechanical ventilation.<br>Because the subsequent tracheotomy is a frequent<br>procedure, the three societies mostly involved<br>(SEMICYUC, SEDAR and SEORL-CCC) have setup a consensus<br>paper that offers an overview about indications and<br>contraindications of tracheotomy, be it by puncture or open,<br>clarifying its respective advantages and enumerating the<br>ideal conditions under which they should be<br>performed, as well as the necessary steps. Regular and<br>emergency situations are displayed together with the<br>postoperative measures.","title_summary":" Documento de consenso de la Sociedad Española<br>de Medicina Intensiva, Crítica, y Unidades<br>Coronarias (SEMICYUC), la Sociedad Española de<br>Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la<br>Sociedad Española de Anestesiología y Reanimación<br>(SEDAR) sobre la traqueotomía en pacientes con<br>COVID-19(♦)()","x":-1.2945384979,"y":-16.3014793396,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.2945384979,"tsne_y":-16.3014793396,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"f89z0gul","source_x":"PMC","title":"Beruflich erworbene MRSA-Besiedelung in der berufsdermatologischen Begutachtung (BK-Nr. 3101): Auswertung der DGUV BK-Dokumentation und Gutachtenfall mit arbeitsbedingter MRSA-getriggerter atopischer Dermatitis","doi":"10.1007\/s00105-020-04616-0","abstract":"BACKGROUND: Person-to-person transmitted infectious diseases can cause occupational diseases (OD). These are subsumed as BK-No. 3101 in the German list of OD which applies for individuals with a considerably higher risk for infection as a consequence of their professional activity compared to the general population. OBJECTIVES: The special medical and insurance law aspects of a work-related MRSA colonization are presented using the example of an expert opinion case and an evaluation of the BK reports of suspected occupational disease (BK No. 3101) of the German Social Accident Insurance (DGUV). PATIENTS AND METHODS: The BK documentation of the DGUV from 2007–2012 and the patient cohort from the Department of Dermatology, University Hospital Erlangen, presenting for expert assessment from 2007–2012 were retrospectively analysed for human-to-human transmitted infectious diseases of the skin (BK-No. 3101). RESULTS: Person-to-person transmission of infectious diseases of the skin is rare in the field of occupational dermatology. In the DGUV cohort, suspected BK-No. 3101cases amounted to 2.6% of all notified cases; recognized BK-No. 3101 cases accounted for 4.2% of all recognized cases, amongst which 9 were caused by MRSA. In contrast to a symptomatic infection, an asymptomatic MRSA colonization is not being recognized as BK-No. 3101. Bacterial superantigens can trigger atopic dermatitis (AD). In particular cases, occupationally acquired MRSA can elicit AD and may justify classification as an OD (BK-No. 3101). CONCLUSIONS: Early detection of MRSA colonization and eradication are necessary for rehabilitation. Management of skin diseases due to infectious diseases within the framework of OD is presented.","publish_time":1591142400000,"author_summary":" Erfurt-Berge, Cornelia; Schmidt, Anne;<br>Angelovska, Irena; Mahler, Vera","abstract_summary":" BACKGROUND: Person-to-person transmitted<br>infectious diseases can cause occupational diseases<br>(OD). These are subsumed as BK-No. 3101 in the German<br>list of OD which applies for individuals with a<br>considerably higher risk for infection as a consequence of<br>their professional activity compared to the general<br>population. OBJECTIVES: The special medical and insurance<br>law aspects of a work-related MRSA colonization<br>are presented using the example of an expert<br>opinion case and an evaluation of the BK reports of<br>suspected occupational disease (BK No. 3101) of the<br>German Social Accident Insurance (DGUV). PATIENTS<br>AND METHODS: The BK documentation of the DGUV from<br>2007–2012...","title_summary":" Beruflich erworbene MRSA-Besiedelung in der<br>berufsdermatologischen Begutachtung (BK-Nr. 3101): Auswertung der<br>DGUV BK-Dokumentation und Gutachtenfall mit<br>arbeitsbedingter MRSA-getriggerter atopischer Dermatitis","x":-2.1207473278,"y":-15.6169557571,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.1207473278,"tsne_y":-15.6169557571,"subcluster":3,"subcluster_description":"Empfehlungen Der Deutschen Gesellschaft","shape":"p"},{"cord_uid":"uiti7isd","source_x":"PMC","title":"Le confinement généralisé pendant l’épidémie de Coronavirus: Conséquences médico-psychologiques en populations générales, soignantes, et de sujets souffrant antérieurement de troubles psychiques","doi":"10.1016\/j.amp.2020.06.001","abstract":"Background. – The situation we are currently experiencing is unprecedented. Declaring a state of health emergency in order to curb a frightening epidemic, the authorities have decreed the home confinement of the majority of the population of our country for several weeks. In a few days, innumerable questions arise for very diverse spaces: epidemiological, immunological, sociological, information scientists, medical, administrative, political, etc. Objective. – We propose a reflection intended to describe the psychological risks, to clarify the disorders found and, to discuss the means to take care of them in the duration. Material and methods. – We base our thinking on a review of the literature confronted with our current clinical experience, including concerning the possibilities of dematerialized medico-psychological monitoring. Results. – We recall the collective repercussions of emerging lethal mass risks, and in particular viral infectious agents, before approaching the existing scientific models of collective confinement according to military operations in hostile zones, polar wintering missions and aerospace conquest. It appears that for the study of a global containment, somewhat studied during previous pandemics, the conceptions of stress reaction and psychodynamic adaptation prove to be relevant. We detail the psychological consequences of confinement on individual mental health and their countermeasures according to three population typologies: general population, population of caregivers on the front line against the epidemic, and population of subjects already suffering from mental illness or seeing their disorders reappear. We also refer to works in social cognitive psychology explaining how, in an anxiety-provoking situation, reasoning can be biased and lead to choices that ultimately prove to be not very rational, in the opinion of those who made them. The current situation in the health sector is favorable in this, as evidenced by the \"debate on chloroquine\" widely reported in the media and on social networks, opposing conclusions most often decided on the basis of beliefs on contrary to evidence based medicine. Discussion. – The psychological repercussions of confinement appear conditioned by the multiple forms that it can take: voluntary or suffered, more or less prolonged, spent at home or in another place, lived in individual isolation or in a small community, associated other stressors and\/or traumatic factors, etc. The home confinement of a population across a country has never been assessed. This experience seems to us to confront our society as a whole with the taboo of death which is imposed, death more and more evaded as the \"Western man\" tries to move away from his terrestrial origins. In this sense, psychotraumatic type repercussions are to be prevented. In order to face multiple challenges, the healthcare system has adapted with, in particular, the development of the use of the Internet for the provision of information intended to better experience confinement, or even the generalization of psychotherapy remotely asking as many questions as it provides answers. These intricacies of computer techniques in the area of psychotherapy, techniques with which we had some mistrust, became established as quickly as the virus: the task of clinicians and researchers to measure the issues and the consequences. Conclusion. – Public health programs could emerge on the model of those already existing in order to manage well-known chronic endemic disorders: protection against the effects of an unbalanced diet associated with a sedentary lifestyle, fight against smoking and alcoholism, prevention of self-aggressive behavior, etc. We will also need to support the caregivers who have been on the front line and who will emerge tested from this pandemic: will depend on the sustainability of the action capacities of our healthcare system to return to its nominal state and also perhaps, so that it can face other crises, especially social ones.","publish_time":1591315200000,"author_summary":" Auxéméry, Yann; Tarquinio, Cyril","abstract_summary":" Background. – The situation we are currently<br>experiencing is unprecedented. Declaring a state of health<br>emergency in order to curb a frightening epidemic, the<br>authorities have decreed the home confinement of the<br>majority of the population of our country for several<br>weeks. In a few days, innumerable questions arise for<br>very diverse spaces: epidemiological,<br>immunological, sociological, information scientists,<br>medical, administrative, political, etc. Objective. –<br>We propose a reflection intended to describe the<br>psychological risks, to clarify the disorders found and, to<br>discuss the means to take care of them in the duration.<br>Material and methods. – We base our thinking...","title_summary":" Le confinement généralisé pendant l’épidémie<br>de Coronavirus: Conséquences<br>médico-psychologiques en populations générales, soignantes, et de<br>sujets souffrant antérieurement de troubles<br>psychiques","x":-0.8148056865,"y":-15.047170639,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.8148056865,"tsne_y":-15.047170639,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"fc103sl6","source_x":"PMC","title":"Documento de consenso de la Sociedad Española de Medicina Intensiva, Crítica, y Unidades Coronarias (SEMICYUC), la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la Sociedad Española de Anestesiología y Reanimación (SEDAR) sobre la traqueotomía en pacientes con COVID-19()","doi":"10.1016\/j.redar.2020.05.001","abstract":"The current COVID-19 pandemic has rendered up to 15% of patients under mechanical ventilation. Because the subsequent tracheotomy is a frequent procedure, the three societies mostly involved (SEMICYUC, SEDAR and SEORL-CCC) have setup a consensus paper that offers an overview about indications and contraindications of tracheotomy, be it by puncture or open, clarifying its respective advantages and enumerating the ideal conditions under which they should be performed, as well as the necessary steps. Regular and emergency situations are displayed together with the postoperative measures.","publish_time":1591747200000,"author_summary":" Martín Delgado, M.C.; Avilés-Jurado, F.X.;<br>Álvarez Escudero, J.; Álvarez-Santuyano, C.A.; de<br>Haro López, C.; Díaz de Cerio Canduela, P.;<br>Ferrandis Perepérez, E.; Ferrando Ortolá, C.; Ferrer<br>Roca, R.; Hernández Tejedor, A.; López Álvarez, F.;<br>Monedero Rodríguez, P.; Ortiz Suñer, A.; Parente Arias,<br>P.; Planas Roca, A.; Plaza Mayor, G.; Rascado<br>Sedes, P.; Sistiaga Suárez, J.A.; Vera Ching, C.;<br>Villalonga Vadell, R.; Bernal-Sprekelsen, M.","abstract_summary":" The current COVID-19 pandemic has rendered up<br>to 15% of patients under mechanical ventilation.<br>Because the subsequent tracheotomy is a frequent<br>procedure, the three societies mostly involved<br>(SEMICYUC, SEDAR and SEORL-CCC) have setup a consensus<br>paper that offers an overview about indications and<br>contraindications of tracheotomy, be it by puncture or open,<br>clarifying its respective advantages and enumerating the<br>ideal conditions under which they should be<br>performed, as well as the necessary steps. Regular and<br>emergency situations are displayed together with the<br>postoperative measures.","title_summary":" Documento de consenso de la Sociedad Española<br>de Medicina Intensiva, Crítica, y Unidades<br>Coronarias (SEMICYUC), la Sociedad Española de<br>Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la<br>Sociedad Española de Anestesiología y Reanimación<br>(SEDAR) sobre la traqueotomía en pacientes con<br>COVID-19()","x":-1.2899044752,"y":-16.3026981354,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.2899044752,"tsne_y":-16.3026981354,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"urvkvo9m","source_x":"PMC","title":"Diagnostik und Therapie schlafbezogener Atmungsstörungen im Zusammenhang mit der Corona‑Pandemie: Deutsche Gesellschaft für Pneumologie und Beatmungsmedizin e. V. (DGP), Deutsche Gesellschaft für Schlafforschung und Schlafmedizin (DGSM)","doi":"10.1007\/s11818-020-00253-w","abstract":"When providing sleep medical services special aspects must be taken into account in the context of the coronavirus pandemic. Despite all prevention, due to the high number of unrecognized cases, SARS-CoV2 contacts in the sleep laboratory must be expected and appropriate precautions are necessary. Nevertheless, the continuation or resumption of sleep medical services under the appropriate hygiene measures is strongly recommended to avoid medical and psychosocial complications. There is no evidence for a deterioration of COVID-19 through CPAP therapy. In principle, the application of positive pressure therapy via various mask systems can be accompanied by the formation of infectious aerosols. In the case of confirmed infection with SARS-CoV2, a pre-existing PAP therapy should be continued in an outpatient setting in accordance with the local guidelines for home isolation, since discontinuation of PAP therapy is associated with additional cardiopulmonary complications due to the untreated sleep-related breathing disorder. According to the current state of knowledge inhalation therapy, nasal high-flow (NHF), and PAP therapy can be carried out without increased risk of infection for health care workers (HCW) as long as appropriate personal protective equipment (eye protection, FFP2 or FFP-3 mask, gown) is being used. This position paper of the German Society for Pneumology and Respiratory Medicine (DGP) and the German Society for Sleep Medicine (DGSM) offers detailed recommendations for the implementation of sleep medicine diagnostics and therapy in the context of the coronavirus pandemic.","publish_time":1592784000000,"author_summary":" Büchner, N.; Woehrle, H.; Dellweg, D.; Wiater,<br>A.; Young, P.; Hein, H.; Randerath, W.","abstract_summary":" When providing sleep medical services special<br>aspects must be taken into account in the context of the<br>coronavirus pandemic. Despite all prevention, due to the<br>high number of unrecognized cases, SARS-CoV2<br>contacts in the sleep laboratory must be expected and<br>appropriate precautions are necessary. Nevertheless, the<br>continuation or resumption of sleep medical services under<br>the appropriate hygiene measures is strongly<br>recommended to avoid medical and psychosocial<br>complications. There is no evidence for a deterioration of<br>COVID-19 through CPAP therapy. In principle, the<br>application of positive pressure therapy via various mask<br>systems can be accompanied by the formation of<br>infectious aerosols....","title_summary":" Diagnostik und Therapie schlafbezogener<br>Atmungsstörungen im Zusammenhang mit der Corona‑Pandemie:<br>Deutsche Gesellschaft für Pneumologie und<br>Beatmungsmedizin e. V. (DGP), Deutsche Gesellschaft für<br>Schlafforschung und Schlafmedizin (DGSM)","x":-2.1198055744,"y":-15.7176046371,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.1198055744,"tsne_y":-15.7176046371,"subcluster":3,"subcluster_description":"Empfehlungen Der Deutschen Gesellschaft","shape":"p"},{"cord_uid":"zpsqogjg","source_x":"PMC","title":"Der Gasteiner Heilstollen und eine mögliche Ansteckungsgefahr im Therapiebereich mit Viren","doi":"10.1007\/s12688-020-00350-6","abstract":"The SARS-CoV‑2 has infected millions of humans worldwide in the past few months and hundreds of thousands have died as a result of an infection. The end of the pandemic is not in sight and many people are anxious of becoming infected in different settings. The Gastein Healing Gallery (GHG) is a unique outpatient facility combining heat, high humidity and mild radon radiation. Every year approximately 12,000 patients with inflammatory rheumatic, degenerative diseases and chronic pain are treated. We have therefore reviewed and analyzed the literature with respect to a possible increased risk of infection for patients during treatment in the GHG. On the one hand the climatic and physical conditions in the GHG can be viewed as hostile to viruses and on the other hand the mild radon hyperthermia and the geographic location of the GHG lead to positive effects on the patient’s health via complex physiological processes. We therefore consider the likelihood of infection with viruses in the GHG in no way increased, in contrast, it is probably considerably lower compared to other settings.","publish_time":1592870400000,"author_summary":" Offenbächer, M.; Hölzl, B.; Gaisberger, M.;<br>Untner, H.; Würzner, R.","abstract_summary":" The SARS-CoV‑2 has infected millions of humans<br>worldwide in the past few months and hundreds of thousands<br>have died as a result of an infection. The end of the<br>pandemic is not in sight and many people are anxious of<br>becoming infected in different settings. The Gastein<br>Healing Gallery (GHG) is a unique outpatient facility<br>combining heat, high humidity and mild radon radiation.<br>Every year approximately 12,000 patients with<br>inflammatory rheumatic, degenerative diseases and chronic<br>pain are treated. We have therefore reviewed and<br>analyzed the literature with respect to a possible<br>increased risk of infection for patients during<br>treatment in...","title_summary":" Der Gasteiner Heilstollen und eine mögliche<br>Ansteckungsgefahr im Therapiebereich mit Viren","x":-2.3546590805,"y":-15.1797380447,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.3546590805,"tsne_y":-15.1797380447,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"cl9dgva3","source_x":"PMC","title":"Prokalzitonin auf der Intensivstation: Differenzialdiagnose und Differenzialtherapie","doi":"10.1007\/s00063-020-00703-1","abstract":"Procalcitonin (PCT) is formed in IL6-mediated, IL8-mediated, and TNFα-mediated systemic inflammation conditions, in multiple organs and structures of the body. In patients with sepsis, significantly increased PCT levels are found. The PCT levels are highly correlated with the severity of the illness, and decreased PCT levels under therapy correlates with a better prognosis. In the differential diagnosis, measuring the PCT level helps differentiate between bacterial and viral infections. Noninfectious inflammatory reactions can, however, show moderately increased PCT levels. Cut-off values depend on renal and hepatic function. A therapeutic algorithm using PCT levels could be used for determining duration of a course of antibiotics, which can reduce antibiotic usage. In this paper, the differential diagnostic and differential therapeutic possibilities of PCT levels for critically ill patients are discussed.","publish_time":1593388800000,"author_summary":" Großmann, S.; Schroll, S.; Pfeifer, M.","abstract_summary":" Procalcitonin (PCT) is formed in<br>IL6-mediated, IL8-mediated, and TNFα-mediated systemic<br>inflammation conditions, in multiple organs and structures<br>of the body. In patients with sepsis,<br>significantly increased PCT levels are found. The PCT levels<br>are highly correlated with the severity of the<br>illness, and decreased PCT levels under therapy<br>correlates with a better prognosis. In the differential<br>diagnosis, measuring the PCT level helps differentiate<br>between bacterial and viral infections.<br>Noninfectious inflammatory reactions can, however, show<br>moderately increased PCT levels. Cut-off values depend on<br>renal and hepatic function. A therapeutic algorithm<br>using PCT levels could be used for determining<br>duration of a...","title_summary":" Prokalzitonin auf der Intensivstation:<br>Differenzialdiagnose und Differenzialtherapie","x":-2.5541141033,"y":-16.0045700073,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.5541141033,"tsne_y":-16.0045700073,"subcluster":1,"subcluster_description":"Management Von Patienten Mit","shape":"p"},{"cord_uid":"w16bj0oz","source_x":"PMC","title":"Flexibler Entscheidungsalgorithmus zum innerklinischen stationären Patient*innen-Management unter wechselnden Anforderungen der SARS-CoV-2-Pandemie","doi":"10.1007\/s10049-020-00748-x","abstract":"After the initial fulminant outbreak, the SARS-CoV‑2 pandemic has now taken a more protracted course which, nevertheless, challenges hospitals in returning to a “normal” mode and in preparing for a worst-case scenario of a second wave. Not only the organization of the first contact with the patient and the admission in the emergency department but also the admission as an in-patient and the subsequent management requires both flexibility and clear directions of action for the medical personnel involved. The aim of the algorithm was to develop a structured, easy to implement and easy to follow guideline while simultaneously preserving resources. The algorithm covers some key points of decision making such as clinical signs, first contact, admission for in-patient treatment, consequences of swab and computed tomography (CT) results, and allocation and isolation measures within the hospital. The algorithm is not intended to guide diagnostics, decisions and treatment in the narrower medical sense but to provide more general instructions for the management of in-patients considering specific aspects of SARS-CoV‑2.","publish_time":1594080000000,"author_summary":" Waydhas, C.; Hosbach, I.; Bockelmann-Jung,<br>S.; Hamsen, U.; Kaufmann, P.; Knop-Hammad, V.;<br>Köditz, R.; Kronsbein, J.; Zahn, P.; Auhuber, T.","abstract_summary":" After the initial fulminant outbreak, the<br>SARS-CoV‑2 pandemic has now taken a more protracted course<br>which, nevertheless, challenges hospitals in<br>returning to a “normal” mode and in preparing for a<br>worst-case scenario of a second wave. Not only the<br>organization of the first contact with the patient and the<br>admission in the emergency department but also the<br>admission as an in-patient and the subsequent management<br>requires both flexibility and clear directions of<br>action for the medical personnel involved. The aim of<br>the algorithm was to develop a structured, easy to<br>implement and easy to follow guideline while<br>simultaneously preserving resources....","title_summary":" Flexibler Entscheidungsalgorithmus zum<br>innerklinischen stationären Patient*innen-Management unter<br>wechselnden Anforderungen der SARS-CoV-2-Pandemie","x":-2.8787777424,"y":-15.0749034882,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.8787777424,"tsne_y":-15.0749034882,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"p1js0242","source_x":"PMC","title":"Auswirkungen von COVID-19 auf die rheumatologische Versorgung: Eine nationale Umfrage im April 2020","doi":"10.1007\/s00393-020-00833-z","abstract":"BACKGROUND: The preparations of healthcare systems to accommodate the large numbers of severely ill COVID-19 patients in March\/April 2020 also had a substantial impact on rheumatological patient care. OBJECTIVE: The aim of this online survey was to assess the changes and current status of rheumatology departments and practices in Germany. MATERIAL AND METHODS: A web-based questionnaire was designed to differentiate the impact of the pandemic on inpatient and outpatient operations. Questions addressed the following issues: characteristics of the department, impact on patient care, application of recommendations, personal protective equipment (PPE), and organizational adaptations to the new framework conditions. The survey was available for 14 days and closed on 3 May 2020. RESULTS: A total of 66 complete answers were recorded and evaluated. In the first 4 weeks of the COVID-19 crisis the proportion of outpatients in the institutions decreased on average by −40.6%. The number of outpatients receiving infusions decreased by −25.6%. Of the inpatient facilities 81% reported an average decrease of hospitalized patients of −54.9% and 52% of the participants complained of a lack of PPE. Organizational adjustments are reported. CONCLUSION: The rheumatological services were significantly reduced 4 weeks after the SARS-CoV‑2 pandemic had reached Germany on a large scale. The study showed that in this phase there were decisive turning points in patient care and implicated substantial organizational and ultimately also economic effects on the healthcare system, both in hospitals and private practices. As the survey cannot adapt to the daily dynamic changes in priorities it serves as a first snapshot, which requires follow-up studies.","publish_time":1594598400000,"author_summary":" Freudenberg, S.; Vossen, D.","abstract_summary":" BACKGROUND: The preparations of healthcare<br>systems to accommodate the large numbers of severely<br>ill COVID-19 patients in March\/April 2020 also had<br>a substantial impact on rheumatological<br>patient care. OBJECTIVE: The aim of this online survey<br>was to assess the changes and current status of<br>rheumatology departments and practices in Germany.<br>MATERIAL AND METHODS: A web-based questionnaire was<br>designed to differentiate the impact of the pandemic on<br>inpatient and outpatient operations. Questions<br>addressed the following issues: characteristics of the<br>department, impact on patient care, application of<br>recommendations, personal protective equipment (PPE), and<br>organizational adaptations to the new framework conditions.<br>The survey...","title_summary":" Auswirkungen von COVID-19 auf die<br>rheumatologische Versorgung: Eine nationale Umfrage im April<br>2020","x":-2.4377815723,"y":-16.5998497009,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.4377815723,"tsne_y":-16.5998497009,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"rw4lga0e","source_x":"Medline","title":"Tracheotomia az új típusú koronavírus okozta járvány idején(A COVID-19-pandémia orvosszakmai kérdései).","doi":"10.1556\/650.2020.31832","abstract":"Recently, 6 percent of COVID-19 patients required prolonged mechanical ventilation due to severe respiratory failure. Early tracheostomy prevents the risk of postintubation upper airway stenosis. In the pandemic, all surgical interventions that generate aerosol increase the risk of contamination of the medical staff, for which reason the \"traditional\" indications of tracheostomy have to be revised. Authors present their recommendations based on international experiences. Orv Hetil. 2020; 161(19): 767-770.","publish_time":1588291200000,"author_summary":" Perényi, Ádám; Sztanó, Balázs; Bella, Zsolt;<br>Szegesdi, Ilona; Csanády, Miklós; Kelemen, Éva; Babik,<br>Barna; Rovó, László","abstract_summary":" Recently, 6 percent of COVID-19 patients<br>required prolonged mechanical ventilation due to<br>severe respiratory failure. Early tracheostomy<br>prevents the risk of postintubation upper airway<br>stenosis. In the pandemic, all surgical interventions<br>that generate aerosol increase the risk of<br>contamination of the medical staff, for which reason the<br>\"traditional\" indications of tracheostomy have to be<br>revised. Authors present their recommendations based<br>on international experiences. Orv Hetil. 2020;<br>161(19): 767-770.","title_summary":" Tracheotomia az új típusú koronavírus okozta<br>járvány idején(A COVID-19-pandémia orvosszakmai<br>kérdései).","x":-2.679926157,"y":-16.0964107513,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.679926157,"tsne_y":-16.0964107513,"subcluster":1,"subcluster_description":"Management Von Patienten Mit","shape":"p"},{"cord_uid":"wewgsbyo","source_x":"ArXiv","title":"Significancia estad\\'istica del exceso de muertes en Chile durante pandemia COVID-19","doi":null,"abstract":"The study of mortality and the calculation of excess deaths is a fundamental tool for understanding the effect of epidemics \/ pandemics and the seasonal cycles of endemic \/ epidemic diseases such as influenza, which is of great importance in times of crisis, according to the WHO and different authors. In this study, we analyzed the indicator of excess deaths in Chile during the COVID-19 pandemic. Simultaneously, research is being carried out to corroborate and characterize possible causes of the underestimation of deaths by official health agencies.","publish_time":1591574400000,"author_summary":" Matus, Alejandra; Matus, Marcelo; Cabello,<br>Felipe; Sierra, Erick","abstract_summary":" The study of mortality and the calculation of<br>excess deaths is a fundamental tool for understanding<br>the effect of epidemics \/ pandemics and the<br>seasonal cycles of endemic \/ epidemic diseases such as<br>influenza, which is of great importance in times of crisis,<br>according to the WHO and different authors. In this study,<br>we analyzed the indicator of excess deaths in<br>Chile during the COVID-19 pandemic.<br>Simultaneously, research is being carried out to corroborate<br>and characterize possible causes of the<br>underestimation of deaths by official health agencies.","title_summary":" Significancia estad\\'istica del exceso de<br>muertes en Chile durante pandemia COVID-19","x":-0.7936059237,"y":-16.0759010315,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.7936059237,"tsne_y":-16.0759010315,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"2qa7s8ed","source_x":"Medline; PMC","title":"Situation der Deutschen Universitätspathologien unter den Einschränkungen der Corona-Pandemie – Auswertung einer ersten repräsentativen Umfrage","doi":"10.1007\/s00292-020-00791-y","abstract":"German University Pathologies are affected by the Corona Pandemics and respective measures. A survey among all 36 University Pathologies was conducted (return rate 83%) and evaluated; it allows to assess the current situation and shows significant restrictions in the diagnostic and research performance and high willingness to perform Coviid autopsies","publish_time":1587945600000,"author_summary":" Schreck, J.; Baretton, G.; Schirmacher, P.","abstract_summary":" German University Pathologies are affected by<br>the Corona Pandemics and respective measures. A<br>survey among all 36 University Pathologies was<br>conducted (return rate 83%) and evaluated; it allows to<br>assess the current situation and shows significant<br>restrictions in the diagnostic and research performance and<br>high willingness to perform Coviid autopsies","title_summary":" Situation der Deutschen<br>Universitätspathologien unter den Einschränkungen der<br>Corona-Pandemie – Auswertung einer ersten repräsentativen<br>Umfrage","x":-3.5540845394,"y":-15.7894306183,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-3.5540845394,"tsne_y":-15.7894306183,"subcluster":2,"subcluster_description":"Situation Der Deutschen Universitätspathologien","shape":"p"},{"cord_uid":"tnctqc1a","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones sobre el manejo clínico de la infección por el «nuevo coronavirus» SARS-CoV2. Grupo de trabajo de la Asociación Española de Pediatría (AEP)","doi":"10.1016\/j.anpedi.2020.02.001","abstract":"On 31 December 2019, the Wuhan Municipal Committee of Health and Healthcare (Hubei Province, China) reported that there were 27 cases of pneumonia of unknown origin with symptoms starting on the 8 December. There were 7 serious cases with common exposure in market with shellfish, fish, and live animals, in the city of Wuhan. On 7 January 2020, the Chinese authorities identified that the agent causing the outbreak was a new type of virus of the Coronaviridae family, temporarily called «new coronavirus», 2019-nCoV. On January 30th, 2020, the World Health Organisation (WHO) declared the outbreak an International Emergency. On 11 February 2020 the WHO assigned it the name of SARS-CoV2 and COVID-19 (SARS-CoV2 and COVID-19). The Ministry of Health summoned the Specialties Societies to prepare a clinical protocol for the management of COVID-19. The Spanish Paediatric Association appointed a Working Group of the Societies of Paediatric Infectious Diseases and Paediatric Intensive Care to prepare the present recommendations with the evidence available at the time of preparing them.","publish_time":1583971200000,"author_summary":" Calvo, Cristina; García López-Hortelano,<br>Milagros; de Carlos Vicente, Juan Carlos; Vázquez<br>Martínez, Jose Luis","abstract_summary":" On 31 December 2019, the Wuhan Municipal<br>Committee of Health and Healthcare (Hubei Province,<br>China) reported that there were 27 cases of pneumonia<br>of unknown origin with symptoms starting on the 8<br>December. There were 7 serious cases with common exposure<br>in market with shellfish, fish, and live animals,<br>in the city of Wuhan. On 7 January 2020, the Chinese<br>authorities identified that the agent causing the outbreak<br>was a new type of virus of the Coronaviridae family,<br>temporarily called «new coronavirus», 2019-nCoV. On<br>January 30th, 2020, the World Health Organisation<br>(WHO) declared the outbreak an International<br>Emergency. On 11...","title_summary":" Recomendaciones sobre el manejo clínico de la<br>infección por el «nuevo coronavirus» SARS-CoV2. Grupo de<br>trabajo de la Asociación Española de Pediatría (AEP)","x":-0.7420455217,"y":-15.9977083206,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.7420455217,"tsne_y":-15.9977083206,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"susc0k5y","source_x":"Elsevier; Medline; PMC","title":"Réactivité et pérennité des soins psychiatriques en France à l’épreuve du COVID-19","doi":"10.1016\/j.encep.2020.05.004","abstract":"OBJECTIVES: The sudden changes of healthcare system due to COVID-19 particularly affect the organization of psychiatry. The objective of this review is to examine the adaptations of psychiatric care in France during this pandemic. METHOD: This narrative review is based on the observation of changes made in French psychiatric hospitals and on an analysis of the literature. RESULTS: Regarding psychiatric hospitalization, the COVID-19 epidemic required rapid measures that profoundly modified the conditions of patients’ reception, forcing the medical staffs to adapt their methods of care. The authors noted the creation of at least 89 wards specifically dedicated to patients with COVID-19 needing psychiatric hospitalization, allowing dual care of general medicine and psychiatry. Regarding ambulatory care, maintaining patients with long-term follow-up was a priority. Patients recalling and teleconsultation have been precious resources but cannot entirely replace face-to-face consultations. DISCUSSION: COVID-19 epidemic created unprecedented situation of large-scale upheavals in the healthcare system and in society. Despite the absence of previous recommendations on the subject, French psychiatry has shown great adaptability. Some changes could inspire post-COVID-19 care.","publish_time":1590451200000,"author_summary":" Bocher, R.; Jansen, C.; Gayet, P.; Gorwood, P.;<br>Laprévote, V.","abstract_summary":" OBJECTIVES: The sudden changes of healthcare<br>system due to COVID-19 particularly affect the<br>organization of psychiatry. The objective of this review is<br>to examine the adaptations of psychiatric care in<br>France during this pandemic. METHOD: This narrative<br>review is based on the observation of changes made in<br>French psychiatric hospitals and on an analysis of the<br>literature. RESULTS: Regarding psychiatric<br>hospitalization, the COVID-19 epidemic required rapid measures<br>that profoundly modified the conditions of<br>patients’ reception, forcing the medical staffs to adapt<br>their methods of care. The authors noted the creation<br>of at least 89 wards specifically dedicated to<br>patients with...","title_summary":" Réactivité et pérennité des soins<br>psychiatriques en France à l’épreuve du COVID-19","x":-0.9434267879,"y":-15.0449953079,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9434267879,"tsne_y":-15.0449953079,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"fx4t30ev","source_x":"Elsevier; Medline; PMC","title":"Assistência perioperatória de paciente com infecção pelo SARS-CoV-2 (COVID-19) submetido a ressecção de tumor de hipófise urgente. Relato de caso e diretrizes para manejo de via aérea","doi":"10.1016\/j.bjan.2020.06.001","abstract":"Abstract The 2020 pandemic caused by the novel coronavirus, COVID-19, had its headquarters in China. It causes Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) and presents a broad spectrum of clinical manifestations, ranging from entirely asymptomatic through severe acute respiratory failure and death. Presuming a significant quantity of ventilator-dependent patients, several institutions strategically delayed elective surgeries. Particularly procedures performed involving the nasal mucosa, such as a transsphenoidal approach of the pituitary gland, considering the tremendous level of viral shedding. Nevertheless, critical cases demand expeditious resolution. Those situations are severe pituitary apoplexy, declining consciousness level, or risk of acute visual loss. This case presents a successful urgent perioperative management of a 47 year-old male COVID-19 positive patient who presented to the Emergency Department with a left frontal headache that culminated with diplopia, left eye ptosis, and left visual acuity loss after 5 days. Transsphenoidal hypophysectomy was uneventfully performed, and the patient was discharged from the hospital on postoperative day four. It additionally describes in detail the University of Mississippi Medical Center airway management algorithm for patients infected with the novel coronavirus who need emergent surgical attention.","publish_time":1591660800000,"author_summary":" Santos, Christiano dos Santos e; da Costa Lima<br>Filho, Luiz M; Santos, Cristiane A Tuma; Neill, James<br>S; Vale, Henrique F; Kurnutala, Lakshmi N","abstract_summary":" Abstract The 2020 pandemic caused by the novel<br>coronavirus, COVID-19, had its headquarters in China. It<br>causes Severe Acute Respiratory Syndrome<br>Coronavirus 2 (SARS-CoV-2) and presents a broad spectrum of<br>clinical manifestations, ranging from entirely<br>asymptomatic through severe acute respiratory failure and<br>death. Presuming a significant quantity of<br>ventilator-dependent patients, several institutions<br>strategically delayed elective surgeries. Particularly<br>procedures performed involving the nasal mucosa, such as a<br>transsphenoidal approach of the pituitary gland, considering<br>the tremendous level of viral shedding.<br>Nevertheless, critical cases demand expeditious<br>resolution. Those situations are severe pituitary<br>apoplexy, declining consciousness level, or risk of<br>acute visual loss....","title_summary":" Assistência perioperatória de paciente com<br>infecção pelo SARS-CoV-2 (COVID-19) submetido a<br>ressecção de tumor de hipófise urgente. Relato de caso e<br>diretrizes para manejo de via aérea","x":-0.9503873587,"y":-16.6238212585,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9503873587,"tsne_y":-16.6238212585,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"h8awaxxw","source_x":"Elsevier; PMC","title":"Annonce du diagnostic et accompagnement de fin de vie du COVID-19 en période de confinement au sein d’une unité gériatrique aiguë","doi":"10.1016\/j.npg.2020.05.001","abstract":"Summary In late 2019, the SARS-Cov-2 coronavirus emerged from the animal world and crossed to humans. The COVID-19 epidemic broke out in China and was declared a pandemic by WHO in March 2020. In France, hospitals in three regions experienced a massive influx of people with severe forms. COVID-specific units appeared. Within the hospital, the SARS-Cov-2 diagnostic announcement and palliative support (when indicated) required a specific approach to be developed. In an acute COVID geriatric unit, how should the diagnosis of this disease be disclosed in the setting of such intense hospital activity? What are the challenges to be met in order to offer appropriate support for these elderly people suffering from this new disease? This question is even more pressing in the setting of generalised lockdown.","publish_time":1590019200000,"author_summary":" Maeker, Éric; Bérengère, Maeker-Poquet;<br>Isabelle, Goidin","abstract_summary":" Summary In late 2019, the SARS-Cov-2<br>coronavirus emerged from the animal world and crossed to<br>humans. The COVID-19 epidemic broke out in China and was<br>declared a pandemic by WHO in March 2020. In France,<br>hospitals in three regions experienced a massive influx<br>of people with severe forms. COVID-specific<br>units appeared. Within the hospital, the SARS-Cov-2<br>diagnostic announcement and palliative support (when<br>indicated) required a specific approach to be developed.<br>In an acute COVID geriatric unit, how should the<br>diagnosis of this disease be disclosed in the setting of<br>such intense hospital activity? What are the<br>challenges to be met...","title_summary":" Annonce du diagnostic et accompagnement de fin<br>de vie du COVID-19 en période de confinement au<br>sein d’une unité gériatrique aiguë","x":-0.5898387432,"y":-15.1452131271,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.5898387432,"tsne_y":-15.1452131271,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"ygnxmcl1","source_x":"Elsevier; Medline; PMC","title":"Informations relatives aux psychotropes et à leurs adaptations éventuelles pour les patients souffrant de troubles psychiques en France pendant l’épidémie à SARS-CoV-2","doi":"10.1016\/j.encep.2020.04.006","abstract":"The 2019–20 coronavirus pandemic (SARS-CoV-2; severe acute respiratory syndrome coronavirus 2) has dramatic consequences on populations in terms of morbidity and mortality and in social terms, the general confinement of almost half of the world's population being a situation unprecedented in history, which is difficult today to measure the impact at the individual and collective levels. More specifically, it affects people with various risk factors, which are more frequent in patients suffering from psychiatric disorders. Psychiatrists need to know: (i) how to identify, the risks associated with the prescription of psychotropic drugs and which can prove to be counterproductive in their association with COVID-19 (coronavirus disease 2019), (ii) how to assess in terms of benefit\/risk ratio, the implication of any hasty and brutal modification on psychotropic drugs that can induce confusion for a differential diagnosis with the evolution of COVID-19. We carried out a review of the literature aimed at assessing the specific benefit\/risk ratio of psychotropic treatments in patients suffering from COVID-19. Clinically, symptoms suggestive of COVID-19 (fever, cough, dyspnea, digestive signs) can be caused by various psychotropic drugs and require vigilance to avoid false negatives and false positives. In infected patients, psychotropic drugs should be used with caution, especially in the elderly, considering the pulmonary risk. Lithium and Clozapine, which are the reference drugs in bipolar disorder and resistant schizophrenia, warrant specific attention. For these two treatments the possibility of a reduction in the dosage – in case of minimal infectious signs and in a situation, which does not allow rapid control – should ideally be considered taking into account the clinical response (even biological; plasma concentrations) observed in the face of previous dose reductions. Tobacco is well identified for its effects as an inducer of CYP1A2 enzyme. In a COVID+ patient, the consequences of an abrupt cessation of smoking, particularly related with the appearance of respiratory symptoms (cough, dyspnea), must therefore be anticipated for patients receiving psychotropics metabolized by CYP1A2. Plasma concentrations of these drugs are expected to decrease and can be related to an increase risk of relapse. The symptomatic treatments used in COVID-19 have frequent interactions with the most used psychotropics. If there is no curative treatment for infection to SARS-CoV-2, the interactions of the various molecules currently tested with several classes of psychotropic drugs (antidepressants, antipsychotics) are important to consider because of the risk of changes in cardiac conduction. Specific knowledge on COVID-19 remains poor today, but we must recommend rigor in this context in the use of psychotropic drugs, to avoid adding, in patients suffering from psychiatric disorders, potentially vulnerable in the epidemic context, an iatrogenic risk or loss of efficiency.","publish_time":1588550400000,"author_summary":" Javelot, H.; Llorca, P.-M.; Drapier, D.;<br>Fakra, E.; Hingray, C.; Meyer, G.; Dizet, S.; Egron,<br>A.; Straczek, C.; Roser, M.; Masson, M.; Gaillard,<br>R.; Fossati, P.; Haffen, E.","abstract_summary":" The 2019–20 coronavirus pandemic<br>(SARS-CoV-2; severe acute respiratory syndrome<br>coronavirus 2) has dramatic consequences on populations in<br>terms of morbidity and mortality and in social terms,<br>the general confinement of almost half of the<br>world's population being a situation unprecedented in<br>history, which is difficult today to measure the impact<br>at the individual and collective levels. More<br>specifically, it affects people with various risk factors,<br>which are more frequent in patients suffering from<br>psychiatric disorders. Psychiatrists need to know: (i) how<br>to identify, the risks associated with the<br>prescription of psychotropic drugs and which can prove to be<br>counterproductive in...","title_summary":" Informations relatives aux psychotropes et à<br>leurs adaptations éventuelles pour les patients<br>souffrant de troubles psychiques en France pendant<br>l’épidémie à SARS-CoV-2","x":-0.8618401885,"y":-14.9663848877,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.8618401885,"tsne_y":-14.9663848877,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"xzftx1ds","source_x":"Elsevier; PMC; WHO","title":"Recomendaciones Para El Manejo Del Paciente Con Enfermedad Renal Crónica Con Sars-Cov-2","doi":"10.1016\/j.enfcli.2020.05.017","abstract":"Abstract The SARC-CoV-2 pandemic, which affects the entire population in general, poses a special risk for patients with chronic kidney disease because of their immunosuppression status, advanced age and the coexistence of significant comorbidities.Renal patients undergoing hemodialysis run the risk not only of suffering but also of transmitting and spreading COVID-19 due to multiple factors, both procedural and logistical, associated with the process. These include the long duration of the technique, collective transfer to and from the centres, and the waiting time before performing the technique, aspects that make strict isolation difficult and therefore increase not only the risk of contagion between patients but also between specialist health professionals, which makes it more difficult to replace professionals.Prevention, protection, detection, isolation and distribution measures are essential in the management of the epidemic and must be taken from the initial stage. For this to be possible, it is necessary to draw up protocols to guide the actions of both the patient and the professionals in the different stages of chronic renal disease.","publish_time":1590192000000,"author_summary":" Beltrán, Piedras Abas Gómez; Carranza, Estela<br>Domínguez; Rubio, Francisca Medero; Márquez, Manuela<br>Pérez","abstract_summary":" Abstract The SARC-CoV-2 pandemic, which<br>affects the entire population in general, poses a<br>special risk for patients with chronic kidney disease<br>because of their immunosuppression status, advanced<br>age and the coexistence of significant<br>comorbidities.Renal patients undergoing hemodialysis run the risk<br>not only of suffering but also of transmitting and<br>spreading COVID-19 due to multiple factors, both<br>procedural and logistical, associated with the process.<br>These include the long duration of the technique,<br>collective transfer to and from the centres, and the<br>waiting time before performing the technique, aspects<br>that make strict isolation difficult and therefore<br>increase not only the risk of...","title_summary":" Recomendaciones Para El Manejo Del Paciente<br>Con Enfermedad Renal Crónica Con Sars-Cov-2","x":-0.9533177614,"y":-16.3501815796,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9533177614,"tsne_y":-16.3501815796,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"6sm0dyfk","source_x":"Elsevier; PMC; WHO","title":"Dispositif d’urgence en situation de crise sanitaire: application d’un régime dérogatoire au pharmacien d’officine","doi":"10.1016\/j.meddro.2020.04.003","abstract":"Abstract The coronavirus pandemic is an unprecedented health crisis (in the XXIth Century). France has declared a “state of health emergency”. In order to tackle the spread of the virus and to prevent the risk of overwhelming the health care system, the French government has implemented extraordinary measures all over the country. In accordance with the public health code, the Minister of Health has implemented the provisions that are deemed necessary to avoid jeopardizing the therapeutic follow-up of patients. The mandatory medical prescriptions dispensing system is being transformed for a limited period. Therefore, the pharmacist’s liability is disrupted.","publish_time":1587081600000,"author_summary":" Métayer, Romain","abstract_summary":" Abstract The coronavirus pandemic is an<br>unprecedented health crisis (in the XXIth Century). France<br>has declared a “state of health emergency”. In<br>order to tackle the spread of the virus and to prevent<br>the risk of overwhelming the health care system,<br>the French government has implemented<br>extraordinary measures all over the country. In accordance<br>with the public health code, the Minister of Health<br>has implemented the provisions that are deemed<br>necessary to avoid jeopardizing the therapeutic<br>follow-up of patients. The mandatory medical<br>prescriptions dispensing system is being transformed for a<br>limited period. Therefore, the pharmacist’s<br>liability is disrupted.","title_summary":" Dispositif d’urgence en situation de crise<br>sanitaire: application d’un régime dérogatoire au<br>pharmacien d’officine","x":-0.5608739853,"y":-15.091553688,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.5608739853,"tsne_y":-15.091553688,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"rq5nqm92","source_x":"Elsevier; Medline; PMC","title":"Revisión Narrativa Sobre La Respuesta Inmunitaria Frente A Coronavirus: Descripción General, Aplicabilidad Para Sars-Cov2 E Implicaciones Terapéuticas","doi":"10.1016\/j.anpedi.2020.04.016","abstract":"Abstract The new coronavirus (SARS-CoV2) that causes a severe acute respiratory syndrome emerged in Wuhan, China, in December 2019. It produces the aforementioned disease due to coronavirus 2019 (COVID-19), and has led to a declaration of a world public health emergency by the World Health Organisation. This new SARS-CoV2 virus could share characteristics and an immune response similar to those described for other coronavirus. Given its activity on the interferon pathway, and the manner in which it dysregulates innate immunity, the use of treatments directed at modulating or containing this could be of interest. A narrative review was made of the current evidence about immunity against coronavirus and it applicability to SARS-CoV2. The physiopathogenesis is also described, along with the underlying leucocyte activity, with the intention of clarifying the possible usefulness of inflammatory biomarkers and the development of personalised treatments.","publish_time":1587772800000,"author_summary":" García-Salido, Alberto","abstract_summary":" Abstract The new coronavirus (SARS-CoV2) that<br>causes a severe acute respiratory syndrome emerged in<br>Wuhan, China, in December 2019. It produces the<br>aforementioned disease due to coronavirus 2019 (COVID-19),<br>and has led to a declaration of a world public health<br>emergency by the World Health Organisation. This new<br>SARS-CoV2 virus could share characteristics and an<br>immune response similar to those described for other<br>coronavirus. Given its activity on the interferon pathway,<br>and the manner in which it dysregulates innate<br>immunity, the use of treatments directed at modulating or<br>containing this could be of interest. A narrative review<br>was made of...","title_summary":" Revisión Narrativa Sobre La Respuesta<br>Inmunitaria Frente A Coronavirus: Descripción General,<br>Aplicabilidad Para Sars-Cov2 E Implicaciones Terapéuticas","x":-0.7393182516,"y":-15.9573326111,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.7393182516,"tsne_y":-15.9573326111,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"e35vkwql","source_x":"Elsevier; PMC","title":"SARS-CoV-2 et Cancer en France: les internes d’oncologie en première ligne. Témoignage des internes d’oncologie de deux clusters français, le Grand Est et l’Île de France","doi":"10.1016\/j.bulcan.2020.04.002","abstract":"Résumé Un nouveau coronavirus, le SARS-CoV-2 est responsable de la première pandémie du XXIe siècle. Après la région de Wuhan, Hubei en Chine, premier cluster de ce virus, les pays européens, dont la France, sont actuellement les pays avec le plus de nouveaux cas de patients contaminés. Cette épidémie bouleverse l’organisation du corps médical et paramédical, notamment la prise en charge des patients de cancérologie, infectés ou non par le virus, tant elle mobilise de moyens de santé et nécessite en urgence une modification des pratiques médicales. Abstract À new coronavirus, named SARS-CoV-2, is responsible of the first pandemic in the 21st century. The outbreak of 2019 novel coronavirus disease (COVID19) first occurred in Wuhan, Hubei in China. European countries, and France, are now the main cluster, with thousands of new cases of COVID-19 patients. This epidemic requires such health care resources and an urgent modification of our medical procedures that it is about to upset profoundly the entire medical organization. In particular, the epidemic changes totally the management of patients in oncology, be they infected or not. We report hereby the testimonies of residents in oncology regarding modifications in health and patient care and the different organizations that are implemented in France, in two clusters of the infection, to cope with the virus. Residents, who are given higher autonomy, are especially concerned with the short- and long-term consequences of the situation for their patients.","publish_time":1587686400000,"author_summary":" Delaye, Matthieu; Naoun, Natacha;<br>Mailly-Giacchetti, Léah","abstract_summary":" Résumé Un nouveau coronavirus, le SARS-CoV-2<br>est responsable de la première pandémie du XXIe<br>siècle. Après la région de Wuhan, Hubei en Chine,<br>premier cluster de ce virus, les pays européens, dont la<br>France, sont actuellement les pays avec le plus de<br>nouveaux cas de patients contaminés. Cette épidémie<br>bouleverse l’organisation du corps médical et<br>paramédical, notamment la prise en charge des patients de<br>cancérologie, infectés ou non par le virus, tant elle mobilise<br>de moyens de santé et nécessite en urgence une<br>modification des pratiques médicales. Abstract À new<br>coronavirus, named SARS-CoV-2, is responsible of the first<br>pandemic in...","title_summary":" SARS-CoV-2 et Cancer en France: les internes<br>d’oncologie en première ligne. Témoignage des internes<br>d’oncologie de deux clusters français, le Grand Est et l’Île<br>de France","x":-0.1961439252,"y":-14.7131958008,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.1961439252,"tsne_y":-14.7131958008,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"i9ykx1vz","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones de consenso SEPAR y AEER sobre el uso de la broncoscopia y la toma de muestras de la vía respiratoria en pacientes con sospecha o con infección confirmada por COVID-19","doi":"10.1016\/j.arbres.2020.03.017","abstract":"This consensus document has been drawn up by the Techniques and Transplantation and Nursing areas of the Spanish Society of Pulmonology and Thoracic Surgery (SEPAR) and the Spanish Society of Respiratory Endoscopy (AEER) with the aim of providing information on the safe and effective use of bronchoscopy in patients with suspected or confirmed COVID-19 infection. Our priority is to ensure the safety of our patients, the health workers caring for them, and the community in general. At this stage in the pandemic, our information on the use of bronchoscopy in patients of this type is based on the experience of hospitals in other countries, and scientific publications are scarce. The objective of this document is to compile these experiences, based on recommendations from official agencies, in a document offering guidance in daily clinical practice.","publish_time":1585612800000,"author_summary":" Cordovilla, Rosa; Álvarez, Susana; Llanos,<br>Liliana; Nuñez Ares, Ana; Cases Viedma, Enrique;<br>Díaz-Pérez, David; Flandes, Javier","abstract_summary":" This consensus document has been drawn up by the<br>Techniques and Transplantation and Nursing areas of the<br>Spanish Society of Pulmonology and Thoracic Surgery<br>(SEPAR) and the Spanish Society of Respiratory<br>Endoscopy (AEER) with the aim of providing information on<br>the safe and effective use of bronchoscopy in<br>patients with suspected or confirmed COVID-19<br>infection. Our priority is to ensure the safety of our<br>patients, the health workers caring for them, and the<br>community in general. At this stage in the pandemic, our<br>information on the use of bronchoscopy in patients of this<br>type is based on the experience of...","title_summary":" Recomendaciones de consenso SEPAR y AEER sobre<br>el uso de la broncoscopia y la toma de muestras de la<br>vía respiratoria en pacientes con sospecha o con<br>infección confirmada por COVID-19","x":-1.2354836464,"y":-16.3967494965,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.2354836464,"tsne_y":-16.3967494965,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"wgvx9usr","source_x":"Elsevier; Medline; PMC","title":"“Estrategias para la práctica de la otorrinolaringología y cirugía de cabeza y cuello durante la fase de control de la COVID-19”","doi":"10.1016\/j.otorri.2020.05.001","abstract":"ABSTRACT The appearance of a new coronavirus disease called COVID-19 at the end of 2019 and its pandemic expansion in the world has changed the usual practice of the specialty of Otorhinolaryngology (ENT). After a phase of exponential growth of infections, it has been possible to enter a phase of control of the spread of the disease in which the possibility of infection persists, and the appearance of new cases is considered acceptable by the health system. The aim of this document is to review the available evidence and propose strategies and recommendations for the medical-surgical practice of otorhinolaryngology and head and neck surgery, which allow establishing the usual activity, adapting the safety and efficacy standards to the current situation. Therefore, it is required to identify and classify patients according to criteria of infectious-immunological status, and to establish recommendations for protection in consultations, hospitalization and the operating room, which avoid the transmission of the disease to other users and healthcare personnel, in the specific context of the development of our specialty. This document is the result of the collaboration of all the scientific commissions and the SEORLCCC COVID-19 committee.","publish_time":1590364800000,"author_summary":" Maza-Solano, Juan Manuel; Plaza-Mayor,<br>Guillermo; Jiménez-Luna, Antonio; Parente-Arias,<br>Pablo; Amor-Dorado, Juan Carlos","abstract_summary":" ABSTRACT The appearance of a new coronavirus<br>disease called COVID-19 at the end of 2019 and its<br>pandemic expansion in the world has changed the usual<br>practice of the specialty of Otorhinolaryngology<br>(ENT). After a phase of exponential growth of<br>infections, it has been possible to enter a phase of control<br>of the spread of the disease in which the<br>possibility of infection persists, and the appearance of<br>new cases is considered acceptable by the health<br>system. The aim of this document is to review the<br>available evidence and propose strategies and<br>recommendations for the medical-surgical practice of<br>otorhinolaryngology and...","title_summary":" “Estrategias para la práctica de la<br>otorrinolaringología y cirugía de cabeza y cuello durante la fase de<br>control de la COVID-19”","x":-1.0775274038,"y":-16.3097705841,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.0775274038,"tsne_y":-16.3097705841,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"fny060vk","source_x":"Elsevier; PMC","title":"Syndrome de détresse respiratoire aiguë secondaire à une infection à SARS-COV-2 chez un nourrisson","doi":"10.1016\/j.rmr.2020.04.009","abstract":"Abstract The emergence and spread of a new coronavirus (SARSCoV-2) from Wuhan, China, has become a public health emergency of international concern, designated by the World Health Organization [1]. We report a case of an infant, female, 17 months old, from Berkan, Morocco, initially admitted for management of anemia, followed by a picture of severe sepsis, body scan showed bilateral viral-looking lung lesions, RT-PCR confirmed the diagnosis of SARS-COV-2, the patient died after 24H due to acute respiratory distress syndrome.","publish_time":1587945600000,"author_summary":" Lahfaoui, M; Azizi, M; Elbakkaoui, M; El<br>Amrani, R; kamaoui, I; Benhaddou, H","abstract_summary":" Abstract The emergence and spread of a new<br>coronavirus (SARSCoV-2) from Wuhan, China, has become a<br>public health emergency of international concern,<br>designated by the World Health Organization [1]. We report<br>a case of an infant, female, 17 months old, from<br>Berkan, Morocco, initially admitted for management of<br>anemia, followed by a picture of severe sepsis, body<br>scan showed bilateral viral-looking lung lesions,<br>RT-PCR confirmed the diagnosis of SARS-COV-2, the<br>patient died after 24H due to acute respiratory<br>distress syndrome.","title_summary":" Syndrome de détresse respiratoire aiguë<br>secondaire à une infection à SARS-COV-2 chez un nourrisson","x":-0.2855257392,"y":-15.6112451553,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.2855257392,"tsne_y":-15.6112451553,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"q47929lw","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones Del Grupo Español De Investigación En Dermatitis De Contacto Y Alergia Cutánea (Geidac ) De La Aedv En Relación A La Realización De Pruebas Epicutáneas Durante La Pandemia Por Sars-Cov-2 ( Covid-19)","doi":"10.1016\/j.ad.2020.06.003","abstract":"Abstract As the COVID-19 pandemic gradually comes under control, the members of the Spanish Contact Dermatitis and Skin Allergy Research Group (GEIDAC) have drawn up a proposed list of the requirements, limitations, and conditioning factors affecting the resumption of work in contact dermatitis units. The assumption is that the severe acute respiratory syndrome coronavirus 2 is still circulating and that occasional or seasonal outbreaks will occur. They recommend that the first step should be to assess how many patch tests each clinic can handle and review the waiting list to prioritize cases according to disease severity and urgency. Digital technologies can, where possible, be used to send and receive the documentation necessary for the patch test (information, instructions, informed consent, etc.). If the necessary infrastructure is available, patients can be offered the option of a remote initial consultation. Likewise, in selected cases, the patch test results can be read in a virtual visit using photographs taken by the patient or a video visit can be scheduled to allow the physician to evaluate the site of application remotely. These measures will reduce the number of face-to-face visits required, but will not affect the time spent on each case, which must be scheduled in the normal manner. All of these recommendations are suggestions and should be adapted to the needs and possibilities of each health centre.","publish_time":1593648000000,"author_summary":" Carrascosa, J M; Pastor-Nieto, M A;<br>Ruiz-Gonzalez, I; Silvestre, J F; Borrego, L; Gatica-Ortega, M<br>E; Gimenez-Arnau, A Mº","abstract_summary":" Abstract As the COVID-19 pandemic gradually<br>comes under control, the members of the Spanish<br>Contact Dermatitis and Skin Allergy Research Group<br>(GEIDAC) have drawn up a proposed list of the<br>requirements, limitations, and conditioning factors<br>affecting the resumption of work in contact dermatitis<br>units. The assumption is that the severe acute<br>respiratory syndrome coronavirus 2 is still circulating<br>and that occasional or seasonal outbreaks will<br>occur. They recommend that the first step should be to<br>assess how many patch tests each clinic can handle and<br>review the waiting list to prioritize cases according<br>to disease severity and urgency. Digital<br>technologies...","title_summary":" Recomendaciones Del Grupo Español De<br>Investigación En Dermatitis De Contacto Y Alergia Cutánea<br>(Geidac ) De La Aedv En Relación A La Realización De<br>Pruebas Epicutáneas Durante La Pandemia Por<br>Sars-Cov-2 ( Covid-19)","x":-1.1914355755,"y":-16.2435970306,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.1914355755,"tsne_y":-16.2435970306,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"oppt6ynt","source_x":"Elsevier; Medline; PMC","title":"Évolution de l’activité d’électro-convulsivo-thérapie en France depuis le début de la pandémie COVID-19","doi":"10.1016\/j.encep.2020.04.004","abstract":"The recent COVID-19 pandemic has led to major organisational changes in health care settings, especially in psychiatric hospitals. We conducted a national online survey to assess the evolution of electroconvulsive therapy (ECT) in the different centres practicing this treatment. 65 responses from all over France were analysed. More than 90 % of the centres practising ECT experienced a decrease in their activity. Half of the centres experienced a total cessation of activity and 25 % of the centres experienced a decrease of more than half of their usual activity. Post-pandemic COVID-19 psychiatric care is expected to be difficult. It is essential not to add to this difficulty the complications, often serious, that will be associated with delaying or stopping the practice of ECT. It will also be necessary to remain vigilant with regard to the specific neuropsychiatric consequences that will follow the pandemic.","publish_time":1587513600000,"author_summary":" Amad, A.; Magnat, M.; Quilès, C.; Yrondi, A.;<br>Sauvaget, A.; Bulteau, S.; Plaze, M.; Rotharmel, M.;<br>Polosan, M.; Lévy-Chavagnat, D.; Jaafari, N.; Vaiva,<br>G.; Thomas, P.","abstract_summary":" The recent COVID-19 pandemic has led to major<br>organisational changes in health care settings, especially in<br>psychiatric hospitals. We conducted a national online<br>survey to assess the evolution of electroconvulsive<br>therapy (ECT) in the different centres practicing this<br>treatment. 65 responses from all over France were<br>analysed. More than 90 % of the centres practising ECT<br>experienced a decrease in their activity. Half of the<br>centres experienced a total cessation of activity and<br>25 % of the centres experienced a decrease of more<br>than half of their usual activity. Post-pandemic<br>COVID-19 psychiatric care is expected to be difficult.<br>It is...","title_summary":" Évolution de l’activité<br>d’électro-convulsivo-thérapie en France depuis le début de la pandémie<br>COVID-19","x":-0.9342734218,"y":-15.0496854782,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9342734218,"tsne_y":-15.0496854782,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"i154l4tu","source_x":"Medline; PMC","title":"COVID-19 bei hospitalisierten Kindern und Jugendlichen: Ein systematischer Review zu publizierten Fallserien (Stand 31.03.2020) und erste Daten aus Deutschland","doi":"10.1007\/s00112-020-00919-7","abstract":"BACKGROUND: The clinical knowledge about the course, complications and treatment of COVID-19 in children and adolescents is so far limited. AIM: This systematic review summarizes the current scientific evidence regarding the clinical presentation of COVID-19 in hospitalized children based on available case series from China. In addition, first data from a nationwide pediatric hospital survey conducted by the German Society for Pediatric Infectious Diseases (DGPI) are presented. METHODS: This study evaluated 12 case series from China with 6–2143 children infected with SARS-CoV‑2, which were identified by a literature search in PubMed up to 31 March 2020. The database of the German nationwide DGPI COVID-19 survey was accessed on 6 April 2020. RESULTS: The median patient age in the case series was between 2 and 7 years and 18–45% were infants <1 year of age. The duration of hospital stay was 5–20 days. Most commonly reported symptoms were fever and cough; in 40–100% of cases involvement of the lower respiratory tract was reported, usually confirmed by computed tomography (CT). Severe and critical courses of disease were reported in up to 8% of the children including 2 fatalities. So far the German DGPI COVID-19 survey reported 33 hospitalized children up to 6 April 2020, mostly with upper airway infections. Of these children, 45% were infants and 32% had an underlying medical condition. So far 3 children (9%) needed admission to an intensive care unit. CONCLUSION: COVID-19 in hospitalized children usually presented as an uncomplicated febrile upper airway infection or mild pneumonia. Severe cases or fatalities rarely occurred in children. Information on neonates and children with underlying chronic conditions as well as on therapeutic and preventive measures are urgently needed.","publish_time":1587427200000,"author_summary":" Streng, A.; Hartmann, K.; Armann, J.; Berner,<br>R.; Liese, J. G.","abstract_summary":" BACKGROUND: The clinical knowledge about the<br>course, complications and treatment of COVID-19 in<br>children and adolescents is so far limited. AIM: This<br>systematic review summarizes the current scientific<br>evidence regarding the clinical presentation of<br>COVID-19 in hospitalized children based on available<br>case series from China. In addition, first data from<br>a nationwide pediatric hospital survey<br>conducted by the German Society for Pediatric Infectious<br>Diseases (DGPI) are presented. METHODS: This study<br>evaluated 12 case series from China with 6–2143 children<br>infected with SARS-CoV‑2, which were identified by a<br>literature search in PubMed up to 31 March 2020. The<br>database of the...","title_summary":" COVID-19 bei hospitalisierten Kindern und<br>Jugendlichen: Ein systematischer Review zu publizierten<br>Fallserien (Stand 31.03.2020) und erste Daten aus<br>Deutschland","x":-2.2363831997,"y":-16.4927482605,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.2363831997,"tsne_y":-16.4927482605,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"m9hxq85l","source_x":"Elsevier; Medline; PMC","title":"¿Va a cambiar la neurología tras la pandemia de Covid-19 en los próximos cinco años?. Estudio de enfoque mediante informadores clave","doi":"10.1016\/j.nrl.2020.04.006","abstract":"]Abstract Introduction: The COVID-19 pandemic will give rise to long-term changes in neurological care, which are not easily predictable. Material and methods: A key informant survey was used to enquire about the changes expected in the specialty over the next 5 years. The survey was completed by heads of neurology departments with broad knowledge of the situation, having been active during the pandemic. Results: Despite a low level of consensus between participants, there was strong (85%) and moderate consensus (70%) about certain subjects, mainly the increase in precautions to be taken, the use of telemedicine and teleconsultations, the reduction of care provided in in-person consultations to avoid the presence of large numbers of people in waiting rooms, the development of remote training solutions, and the changes in monitoring visits during clinical trials. There was consensus that there would be no changes to the indication of complementary testing or neurological examination. Conclusion: The key informant survey identified the foreseeable changes in neurological care after the pandemic.","publish_time":1587168000000,"author_summary":" Matías-Guiu, Jorge; Matias-Guiu, Jordi A;<br>Alvarez-Sabin, Jose; Ara, Jose Ramon; Arenillas, Juan;<br>Casado-Naranjo, Ignacio; Castellanos, Mar;<br>Jimenez-Hernandez, Maria Dolores; Lainez-Andres, Jose Miguel;<br>Moral, Ester; Morales, Ana; Rodriguez-Antigüedad,<br>Alfredo; Segura, Tomas; Serrano-Castro, Pedro;<br>Diez-Tejedor, Exuperio","abstract_summary":" ]Abstract Introduction: The COVID-19<br>pandemic will give rise to long-term changes in<br>neurological care, which are not easily predictable.<br>Material and methods: A key informant survey was used to<br>enquire about the changes expected in the specialty<br>over the next 5 years. The survey was completed by<br>heads of neurology departments with broad knowledge<br>of the situation, having been active during the<br>pandemic. Results: Despite a low level of consensus<br>between participants, there was strong (85%) and<br>moderate consensus (70%) about certain subjects,<br>mainly the increase in precautions to be taken, the use<br>of telemedicine and teleconsultations, the<br>reduction of...","title_summary":" ¿Va a cambiar la neurología tras la pandemia de<br>Covid-19 en los próximos cinco años?. Estudio de enfoque<br>mediante informadores clave","x":-1.0863929987,"y":-16.1756343842,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.0863929987,"tsne_y":-16.1756343842,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"psv2kvfa","source_x":"Elsevier; Medline; PMC","title":"Plan de contingencia para los servicios de medicina intensiva frente a la pandemia COVID-19()","doi":"10.1016\/j.medin.2020.03.006","abstract":"In January 2020, the Chinese authorities identified a new virus of the Coronaviridae family as the cause of several cases of pneumonia of unknown aetiology. The outbreak was initially confined to Wuhan City, but then spread outside Chinese borders. On 31 January 2020, the first case was declared in Spain. On 11 March 2020, The World Health Organization (WHO) declared the coronavirus outbreak a pandemic. On 16 March 2020, there were 139 countries affected. In this situation, the Scientific Societies SEMICYUC and SEEIUC have decided to draw up this Contingency Plan to guide the response of the Intensive Care Services. The objectives of this plan are to estimate the magnitude of the problem and identify the necessary human and material resources. This is to provide the Spanish Intensive Medicine Services with a tool to programme optimal response strategies.","publish_time":1587600000000,"author_summary":" Rascado Sedes, P.; Ballesteros Sanz, M.A.;<br>Bodí Saera, M.A.; Carrasco Rodríguez-Rey, L.F.;<br>Castellanos Ortega, A.; Catalán González, M.; López, C. de<br>Haro; Díaz Santos, E.; Escriba Barcena, A.; Frade<br>Mera, M.J.; Igeño Cano, J.C.; Martín Delgado, M.C.;<br>Martínez Estalella, G.; Raimondi, N.; Roca i Gas, O.;<br>Rodríguez Oviedo, A.; Romero San Pío, E.; Trenado<br>Álvarez, J.","abstract_summary":" In January 2020, the Chinese authorities<br>identified a new virus of the Coronaviridae family as the<br>cause of several cases of pneumonia of unknown<br>aetiology. The outbreak was initially confined to Wuhan<br>City, but then spread outside Chinese borders. On 31<br>January 2020, the first case was declared in Spain. On 11<br>March 2020, The World Health Organization (WHO)<br>declared the coronavirus outbreak a pandemic. On 16<br>March 2020, there were 139 countries affected. In<br>this situation, the Scientific Societies SEMICYUC<br>and SEEIUC have decided to draw up this Contingency<br>Plan to guide the response of the Intensive Care<br>Services....","title_summary":" Plan de contingencia para los servicios de<br>medicina intensiva frente a la pandemia COVID-19()","x":-0.6268140674,"y":-15.8249197006,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.6268140674,"tsne_y":-15.8249197006,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"gmofvknn","source_x":"Elsevier; PMC; WHO","title":"Mascarillas como equipo de protección individual durante la pandemia de Covid-19: Cómo, cuándo y cuáles deben utilizarse","doi":"10.1016\/j.jhqr.2020.06.001","abstract":"Abstract Background and objective: In the COVID-19 pandemic, the demand of masks has been increased by health professionals and the general population. In this context, it is necessary to summarize the features and indications of the different types of masks. Patients or Materials and methods: To consult and to compile the different recommendations disseminated by prestigious institutions such as the World Health Organization, the European Center for Disease Prevention, the Center for Evidence-Based Medicine, or the Ministry of Health of the Government of Spain has been reviewed. Results: The institutions consulted recommend reserving FFP respirators for healthcare workers, especially when carrying out aerosol-generating procedures (AGPs) (minimum FFP2 protection) and consider some reutilization systems during times of scarcity. The use of surgical masks is recommended to professionals who do not perform AGPs and to the symptomatic population but exist variations in its indications intended for the general healthy population. Conclusions: In the context of shortage of personal protective equipment due to the COVID -19 pandemic, a prioritization and rationalization of the use of each type of mask should be established according to the user and the activity performed.","publish_time":1593043200000,"author_summary":" Andrés, Jesús Mª Aranaz; Gea Velázquez de<br>Castro, Mª Teresa; Vicente-Guijarro, Jorge;<br>Peribáñez, Joaquín Beltrán; Haro, Mercedes Garcia;<br>Valencia-Martin, Jose Lorenzo; Valdés, Cornelia Bischofberger","abstract_summary":" Abstract Background and objective: In the<br>COVID-19 pandemic, the demand of masks has been<br>increased by health professionals and the general<br>population. In this context, it is necessary to summarize<br>the features and indications of the different<br>types of masks. Patients or Materials and methods: To<br>consult and to compile the different recommendations<br>disseminated by prestigious institutions such as the World<br>Health Organization, the European Center for Disease<br>Prevention, the Center for Evidence-Based Medicine, or the<br>Ministry of Health of the Government of Spain has been<br>reviewed. Results: The institutions consulted<br>recommend reserving FFP respirators for healthcare<br>workers, especially when...","title_summary":" Mascarillas como equipo de protección<br>individual durante la pandemia de Covid-19: Cómo, cuándo y<br>cuáles deben utilizarse","x":-0.941231668,"y":-16.2012748718,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.941231668,"tsne_y":-16.2012748718,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"mstpf2s5","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones de la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello para la realización de traqueotomías en relación con pacientes infectados por coronavirus COVID-19","doi":"10.1016\/j.otorri.2020.03.001","abstract":"The recent COVID-19 (coronavirus) pandemic is causing an increase in the number of patients who, due to their pulmonary ventilatory status, may require orotracheal intubation. COVID-19 infection has demonstrated a high rate of transmissibility, especially via the respiratory tract and by droplet spread. The Spanish Society of Otolaryngology and Head and Neck Surgery, based on the article by Wei et al. of 2003 regarding tracheotomies performed due to severe acute respiratory syndrome (SARS), has made a series of recommendations for the safe performance of tracheotomies.","publish_time":1586304000000,"author_summary":" Díaz de Cerio Canduela, Pedro; Ferrandis<br>Perepérez, Eduardo; Parente Arias, Pablo; López Álvarez,<br>Fernando; Sistiaga Suarez, Jon Alexander","abstract_summary":" The recent COVID-19 (coronavirus) pandemic is<br>causing an increase in the number of patients who, due to<br>their pulmonary ventilatory status, may require<br>orotracheal intubation. COVID-19 infection has<br>demonstrated a high rate of transmissibility, especially<br>via the respiratory tract and by droplet spread.<br>The Spanish Society of Otolaryngology and Head and<br>Neck Surgery, based on the article by Wei et al. of<br>2003 regarding tracheotomies performed due to<br>severe acute respiratory syndrome (SARS), has made a<br>series of recommendations for the safe performance of<br>tracheotomies.","title_summary":" Recomendaciones de la Sociedad Española de<br>Otorrinolaringología y Cirugía de Cabeza y Cuello para la realización<br>de traqueotomías en relación con pacientes<br>infectados por coronavirus COVID-19","x":-1.284017086,"y":-16.2043018341,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.284017086,"tsne_y":-16.2043018341,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"fpb16xfm","source_x":"Medline; PMC","title":"Stellungnahme der Österreichischen Gesellschaft für Pneumologie (ÖGP): Management von Patienten mit SARS-CoV-2-Infektionen und von Patienten mit chronischen Lungenerkrankungen während der COVID-19-Pandemie (Stand 27.04.2020)","doi":"10.1007\/s00740-020-00350-4","abstract":"The COVID-19 pandemic is currently a challenge worldwide. In Austria, a crisis within the health care system has so far been avoided. The treatment of patients with community-acquired pneumonia (CAP), including SARS-CoV‑2 infections, should continue to be based on evidence-based CAP guidelines during the pandemic. However, COVID-19-specific adjustments are useful. The treatment of patients with chronic lung diseases must be adapted during the pandemic, but must still be guaranteed.","publish_time":1589760000000,"author_summary":" Flick, H.; Arns, B. M.; Bolitschek, J.; Bucher,<br>B.; Cima, K.; Gingrich, E.; Handzhiev, S.;<br>Hochmair, M.; Horak, F.; Idzko, M.; Jaksch, P.; Kovacs,<br>G.; Kropfmüller, R.; Lamprecht, B.;<br>Löffler-Ragg, J.; Meilinger, M.; Olschewski, H.; Pfleger,<br>A.; Puchner, B.; Puelacher, C.; Prior, C.;<br>Rodriguez, P.; Salzer, H.; Schenk, P.; Schindler, O.;<br>Stelzmüller, I.; Strenger, V.; Täubl, H.; Urban, M.; Wagner,<br>M.; Wimberger, F.; Zacharasiewicz, A.; Zwick, R.<br>H.; Eber, E.","abstract_summary":" The COVID-19 pandemic is currently a challenge<br>worldwide. In Austria, a crisis within the health care<br>system has so far been avoided. The treatment of<br>patients with community-acquired pneumonia (CAP),<br>including SARS-CoV‑2 infections, should continue to be<br>based on evidence-based CAP guidelines during the<br>pandemic. However, COVID-19-specific adjustments are<br>useful. The treatment of patients with chronic lung<br>diseases must be adapted during the pandemic, but must<br>still be guaranteed.","title_summary":" Stellungnahme der Österreichischen<br>Gesellschaft für Pneumologie (ÖGP): Management von<br>Patienten mit SARS-CoV-2-Infektionen und von Patienten<br>mit chronischen Lungenerkrankungen während der<br>COVID-19-Pandemie (Stand 27.04.2020)","x":-2.8984794617,"y":-16.15558815,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.8984794617,"tsne_y":-16.15558815,"subcluster":1,"subcluster_description":"Management Von Patienten Mit","shape":"p"},{"cord_uid":"o378ga7q","source_x":"Elsevier; PMC; WHO","title":"Évaluation par RT-PCR du portage nasopharyngé du SARS-Cov-2 chez les personnels de santé symptomatiques suspects de COVID-19 dans un CHU de la banlieue parisienne","doi":"10.1016\/j.revmed.2020.06.017","abstract":"INTRODUCTION: A consultation dedicated to symptomatic health professionals was opened at the beginning of the COVID-19 epidemic in order to meet the specific needs of this population. The objective of this work was to estimate the frequency of SARS-Cov-2 nasopharyngeal carriage in symptomatic healthcare workers suspected of having COVID-19 and to determine the factors associated with this carriage. METHODS: Of the 522 consultants, 308 worked in the Hospital and 214 outside. They had mild forms of COVID-19 and non-specific clinical signs with the exception of agueusia\/anosmia, which was significantly more common in those with positive RT-PCR. The rate of RT-PCR positivity was 38% overall, without significant difference according to profession. It was higher among external consultants (47% versus 31%). In the hospital, this rate was significantly lower for symptomatic staff in the care sectors, compared to staff in the technical platforms and laboratories (24%, versus 45%, p = 0.006 and 54%, respectively, p < 0.001), but did not differ between staff in COVID units and other care sectors (30% versus 28%). Among the external consultants, the positivity rates of nursing home and private practices staff (53% and 55% respectively) were more than double that of acute care hospital staff (24%, p < 0.001). CONCLUSIONS: These data confirm the strong impact of COVID-19 on health professionals. The higher positivity rates among symptomatic professionals working outside the hospital compared to those working in hospital may be explained in part by a shortage of protective equipment and by difficulties in accessing virological diagnosis, which were greater outside the hospital when the epidemic began.","publish_time":1594166400000,"author_summary":" Greffe, S.; Espinasse, F.; Duran, C.; Labrune,<br>S.; Sirol, M.; Mantalvan, B.; Gramer, M.C.;<br>Babulle, C.; Do Rosario, G.; Vauvillier, Q.; Huet, A.;<br>Van der Heidjen, A.; Tysebaert, J.; Kramarz, L.F.;<br>Rabes, J.-P.; Pellissier, G.; Chinet, T.; Moreau, F.;<br>Rouveix, E.","abstract_summary":" INTRODUCTION: A consultation dedicated to<br>symptomatic health professionals was opened at the<br>beginning of the COVID-19 epidemic in order to meet the<br>specific needs of this population. The objective of this<br>work was to estimate the frequency of SARS-Cov-2<br>nasopharyngeal carriage in symptomatic healthcare workers<br>suspected of having COVID-19 and to determine the factors<br>associated with this carriage. METHODS: Of the 522<br>consultants, 308 worked in the Hospital and 214 outside. They<br>had mild forms of COVID-19 and non-specific<br>clinical signs with the exception of agueusia\/anosmia,<br>which was significantly more common in those with<br>positive RT-PCR. The rate of RT-PCR...","title_summary":" Évaluation par RT-PCR du portage nasopharyngé<br>du SARS-Cov-2 chez les personnels de santé<br>symptomatiques suspects de COVID-19 dans un CHU de la banlieue<br>parisienne","x":-0.2667581141,"y":-15.8414316177,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.2667581141,"tsne_y":-15.8414316177,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"phd4vj2y","source_x":"Elsevier; PMC","title":"Afectación De La Pandemia Por Covid-19 En Los Servicios Médico Forenses De Madrid (España)","doi":"10.1016\/j.reml.2020.05.003","abstract":"ABSTRACT The Community of Madrid has been the hardest hit by the COVID-19 pandemic.The recent launch of Madrid´s Institute of Legal Medicine and Forensic Sciences, has forced its precarious structure to manage this situation, through the establishment of agreements and operational guidelines, which have prevented it from collapsing.These measures, also promoted by the different Services, but in particular, those adopted by the Pathology Service, have helped to avoid this situation.Special measures had to be adopted for the management of corpses in the Community of Madrid, with the opening of temporary morgues to deal with the high number of deaths.A comparative study of the number of deaths, according to forensic medical aetiology, was carried out between 2019 and 2020, in the period between March 9 to April 20.","publish_time":1589155200000,"author_summary":" Laporta, Emilio Donat; Tena, Eduardo Andreu;<br>Olmedo, Carmen Baladía","abstract_summary":" ABSTRACT The Community of Madrid has been the<br>hardest hit by the COVID-19 pandemic.The recent launch<br>of Madrid´s Institute of Legal Medicine and<br>Forensic Sciences, has forced its precarious structure<br>to manage this situation, through the<br>establishment of agreements and operational guidelines,<br>which have prevented it from collapsing.These<br>measures, also promoted by the different Services, but in<br>particular, those adopted by the Pathology Service, have<br>helped to avoid this situation.Special measures had<br>to be adopted for the management of corpses in the<br>Community of Madrid, with the opening of temporary<br>morgues to deal with the high number of deaths.A<br>comparative...","title_summary":" Afectación De La Pandemia Por Covid-19 En Los<br>Servicios Médico Forenses De Madrid (España)","x":-0.712328136,"y":-16.0540409088,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.712328136,"tsne_y":-16.0540409088,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"by284kfs","source_x":"PMC; WHO","title":"Ignac Semmelweis—Father of Hand Hygiene","doi":"10.1007\/s12262-020-02386-6","abstract":"Hungarian obstetrician Ignac Semmelweis (1818–1865) was one of the earliest clinical investigators of modern medical science. In nineteenth century Europe, puerperal fever (childbed fever) was a major clinical and public health problem with very high maternal mortality. It was thought to be caused by miasma, epidemicity, or the Will of Providence. Apart from bloodletting, there was no cure for it. Semmelweis cared for the childbed fever women during their illness, and when they died, he did autopsies on them. Astute clinical observations and logical reasoning goaded Semmelweis to suspect the role of “unholy” hands of “holy” physicians in the transmission of puerperal fever. He enforced a hand-washing policy for physicians. Those with unwashed hands were disallowed into labor room. The hand-washing practice for 1 year led to unprecedented decrease in maternal mortality. It enabled Semmelweis to establish a strong, specific, temporal causal association between unclean hands and puerperal fever. Although not accepted during his lifetime, this causal hypothesis contributed significantly to the understanding of etiopathophysiology of not only puerperal fever but also many other communicable diseases. Clinical hand washing, since then, has prevented millions of deaths of humankind. In the present times too, his idea of hand hygiene plays a central role in COVID-19 pandemic management. Authors present a brief account of life and work of this maverick genius, who was born “too early in the darkness.” He is also called the “Father of infection control” and “Savior of mothers.”","publish_time":1590019200000,"author_summary":" Tyagi, Uvi; Barwal, Kailash Chander","abstract_summary":" Hungarian obstetrician Ignac Semmelweis<br>(1818–1865) was one of the earliest clinical investigators<br>of modern medical science. In nineteenth century<br>Europe, puerperal fever (childbed fever) was a major<br>clinical and public health problem with very high<br>maternal mortality. It was thought to be caused by<br>miasma, epidemicity, or the Will of Providence. Apart<br>from bloodletting, there was no cure for it.<br>Semmelweis cared for the childbed fever women during their<br>illness, and when they died, he did autopsies on them.<br>Astute clinical observations and logical reasoning<br>goaded Semmelweis to suspect the role of “unholy”<br>hands of “holy” physicians in the transmission...","title_summary":" Ignac Semmelweis—Father of Hand Hygiene","x":-2.619263649,"y":-14.5020055771,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.619263649,"tsne_y":-14.5020055771,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"lk19nnk3","source_x":"Elsevier; Medline; PMC","title":"Enjeux de l’utilisation des psychotropes dans le cadre de la pandémie au SARS-Cov-2","doi":"10.1016\/j.encep.2020.04.009","abstract":"Abstract French recommendations have been proposed for psychotropics use and possible adaptations during the SARS-CoV-2 epidemic. Between uncertainties linked to the lack of data and speculations about possible benefits of psychotropics against the coronavirus, we propose here elements allowing to base the pharmacotherapeutic decisions potentially useful in Covid+ patients with psychiatric disorders.","publish_time":1587600000000,"author_summary":" Javelot, H; Llorca, P M; Meyer, G; Fossati, P;<br>Haffen, E","abstract_summary":" Abstract French recommendations have been<br>proposed for psychotropics use and possible<br>adaptations during the SARS-CoV-2 epidemic. Between<br>uncertainties linked to the lack of data and speculations<br>about possible benefits of psychotropics against<br>the coronavirus, we propose here elements<br>allowing to base the pharmacotherapeutic decisions<br>potentially useful in Covid+ patients with psychiatric<br>disorders.","title_summary":" Enjeux de l’utilisation des psychotropes dans<br>le cadre de la pandémie au SARS-Cov-2","x":-0.8944109082,"y":-14.8968887329,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.8944109082,"tsne_y":-14.8968887329,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"yv8nj8zk","source_x":"Elsevier; PMC; WHO","title":"De la querelle du quinquina à la querelle de l’hydroxychloroquine, ou comment notre système de protection du médicament est mis à l’épreuve: une analyse historique, scientifique et juridique","doi":"10.1016\/j.meddro.2020.05.003","abstract":"Abstract The current dispute over the use of hydroxychloroquine in COVID-19 resonates with another dispute, that of cinchona, which took place in the 17th century. This historical aside is a reminder that scientific disputes have always existed, so it is not surprising that the properties of hydroxychloroquine are subject to controversy. However, the facts are the facts: its effectiveness is doubtful, while the risks are certain. That is why the Prime Minister has chosen to regulate its prescription by decree. But this decree, although surely the only possible option, raises many problems.","publish_time":1592265600000,"author_summary":" Guerriaud, Mathieu","abstract_summary":" Abstract The current dispute over the use of<br>hydroxychloroquine in COVID-19 resonates with another dispute,<br>that of cinchona, which took place in the 17th<br>century. This historical aside is a reminder that<br>scientific disputes have always existed, so it is not<br>surprising that the properties of hydroxychloroquine are<br>subject to controversy. However, the facts are the<br>facts: its effectiveness is doubtful, while the risks<br>are certain. That is why the Prime Minister has<br>chosen to regulate its prescription by decree. But<br>this decree, although surely the only possible<br>option, raises many problems.","title_summary":" De la querelle du quinquina à la querelle de<br>l’hydroxychloroquine, ou comment notre système de protection du<br>médicament est mis à l’épreuve: une analyse historique,<br>scientifique et juridique","x":-0.6519880295,"y":-15.163151741,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.6519880295,"tsne_y":-15.163151741,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"3pk16nca","source_x":"Medline; PMC","title":"COVID-19-Pandemie: Belastungen des medizinischen Personals: Ein kurzer aktueller Review","doi":"10.1055\/a-1159-5551","abstract":"Aim Review of studies on the psychological stress of healthcare workers caused by the COVID-19 pandemic. Methods A literature search of PubMed was performed using the terms “COVID-19”, “stress”, “mental health”, “healthcare worker”, “staff”, “psychiatry”. Quantitative studies (including letters to the editor) published from January to March 2020 were included. Results 14 studies on healthcare workers in departments of infectiology, internal medicine, and fever wards including intensive care wards as well as surgery and psychiatry, were included. The Patient Health Questionnaire 9 (PHQ9), Self-rating-Anxiety Scale (SAS) and Impact of Event Scale (IES-R) were the most often used test instruments. The sample size ranged between 37 and 1257 participants consisting of mostly nursing and medical personnel. The fraction of COVID-19-associated activities varied from 7.5 % to 100 %. An extensive strain was reported due to stress experience as well as depression and anxiety symptoms. Severe degrees of those symptoms were found in 2.2 % to 14.5 % of all participants. The severity of mental symptoms was influenced by age, gender, occupation, specialization, type of activities performed and proximity to COVID-19 patients. As mediator variables selection of personnel, preventive interventions, resilience, and social support were reported. Conclusion Considering the frequency of mental symptoms occurring in healthcare workers, accompanying mental health informed interventions to facilitate coping are necessary. Further research in this field is needed.","publish_time":1587945600000,"author_summary":" Bohlken, Jens; Schömig, Friederike; Lemke,<br>Matthias R.; Pumberger, Matthias; Riedel-Heller,<br>Steffi G.","abstract_summary":" Aim Review of studies on the psychological<br>stress of healthcare workers caused by the COVID-19<br>pandemic. Methods A literature search of PubMed was<br>performed using the terms “COVID-19”, “stress”, “mental<br>health”, “healthcare worker”, “staff”, “psychiatry”.<br>Quantitative studies (including letters to the editor)<br>published from January to March 2020 were included.<br>Results 14 studies on healthcare workers in<br>departments of infectiology, internal medicine, and fever<br>wards including intensive care wards as well as<br>surgery and psychiatry, were included. The Patient<br>Health Questionnaire 9 (PHQ9), Self-rating-Anxiety<br>Scale (SAS) and Impact of Event Scale (IES-R) were the<br>most often used test instruments. The...","title_summary":" COVID-19-Pandemie: Belastungen des<br>medizinischen Personals: Ein kurzer aktueller Review","x":-2.4158911705,"y":-16.8151073456,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.4158911705,"tsne_y":-16.8151073456,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"y2olmq5v","source_x":"PMC; WHO","title":"Betrachtung der Pandemie Phase 3 – „mitigation“ – vom Endpunkt Hospitalisation her","doi":"10.1007\/s11553-020-00771-3","abstract":"BACKGROUND: The phase 3—“mitigation”—of the current pandemic by SARS-CoV‑2 is now imminent also in Germany. Given the high complexity many issues have to be taken into account. Simplification is urgently warranted not to loose focus of the important things to be done. METHODS: To look at phase 3 from the endpoint—in this case hospital admission—should facilitate the focus on key variables upstream. Based on a simplified model of approximated and plausible parameters for the overall attack rate (AR), the AR(hospitalization) and the AR(ICU admission), the resources needed are compared with the available resources i.e. number of beds available in general and beds in ICU in particular. The calculations are carried out population-based for Ploen County as well as regionally together with the Kiel metropolitan area. RESULTS: Since the ARs in the up do date available cohorts are overestimated, considerably lower AR(hospitalization) and AR(ICU) should be expected. An AR(hospitalization) of 10% could not be materialized in Ploen County; one with 5% could. In the regional analysis together with the University Hospital Kiel (UKSH) an AR(hospitalization) of up to 10% is feasible, as also an AR(ICU) of 3%. The kinetics of hospital admissions is, however, dependent from countermeasures in public health as well as admission habits of the family physicians. The available number of beds is determined by beds made available and by the mean duration of hospitalization. The latter depends from the age and underlying conditions of the patients. CONCLUSIONS: System failure has to be averted by clarity in regard to the key parameters and their independent variables. The regional management is crucial and should be coordinated by a so-called bed-coordinator. Close cooperation allover the health care system is needed in alliance with the local health departments.","publish_time":1584921600000,"author_summary":" Weigl, Josef","abstract_summary":" BACKGROUND: The phase 3—“mitigation”—of the<br>current pandemic by SARS-CoV‑2 is now imminent also in<br>Germany. Given the high complexity many issues have to be<br>taken into account. Simplification is urgently<br>warranted not to loose focus of the important things to be<br>done. METHODS: To look at phase 3 from the endpoint—in<br>this case hospital admission—should facilitate<br>the focus on key variables upstream. Based on a<br>simplified model of approximated and plausible<br>parameters for the overall attack rate (AR), the<br>AR(hospitalization) and the AR(ICU admission), the resources<br>needed are compared with the available resources i.e.<br>number of beds available in general...","title_summary":" Betrachtung der Pandemie Phase 3 –<br>„mitigation“ – vom Endpunkt Hospitalisation her","x":-2.7843635082,"y":-14.7981882095,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.7843635082,"tsne_y":-14.7981882095,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"jb32wevi","source_x":"Elsevier; Medline; PMC","title":"COVID-19 y enfermedad cardiovascular y renal: ¿Dónde estamos?; ¿hacia dónde vamos?","doi":"10.1016\/j.semerg.2020.05.005","abstract":"ABSTRACT The SARS-CoV-2 pandemic is a global health emergency and we need to know more about it.Patients with cardiovascular risk (CVD) and previous kidney risk have been identified as especially vulnerable for greater morbidity and mortality when they suffer from COVID-19. A considerable proportion of patients can develop a vascular lesion in the context of the disease that entails a greater lethality. Cardiovascular and renal complications represent a problem and, probably in the near future, may pose a threat to patients who have survived COVID-19.As physicians, we cannot forget that during an epidemic like this, other chronic diseases are present, and patients continue to require care. We are obliged to monitor even more intensely their treatments and control degree. Furthermore, we must not forget that urgent situations continue to arise in this pandemic situation and require prompt attention. In this current situation, it is very likely that many patients, out of fear, have not sought medical attention.The situation during the epidemic and the uncertainty of the post-COVID-19 period, requires intensification in the control and monitoring of CVD and kidney in our patients. Primary care constitutes a key level of care for the care of the population with CVD. Likewise, and in the face of this new health scenario, we need to promote the prevention and control measures that emanate from the studies currently underway. Now, more than ever, we need research, crucial to improve the cardiovascular and renal prognosis of our patients.","publish_time":1589155200000,"author_summary":" Carratalá, Vicente Pallarés;<br>Górriz-Zambrano, Carmen; Ariño, Carlos Morillas; Luis<br>Llisterri Caro, José; Luis Gorriz, José","abstract_summary":" ABSTRACT The SARS-CoV-2 pandemic is a global<br>health emergency and we need to know more about<br>it.Patients with cardiovascular risk (CVD) and previous<br>kidney risk have been identified as especially<br>vulnerable for greater morbidity and mortality when they<br>suffer from COVID-19. A considerable proportion of<br>patients can develop a vascular lesion in the context of<br>the disease that entails a greater lethality.<br>Cardiovascular and renal complications represent a problem<br>and, probably in the near future, may pose a threat to<br>patients who have survived COVID-19.As physicians, we<br>cannot forget that during an epidemic like this, other<br>chronic diseases are present,...","title_summary":" COVID-19 y enfermedad cardiovascular y renal:<br>¿Dónde estamos?; ¿hacia dónde vamos?","x":-0.7696179748,"y":-16.8756408691,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.7696179748,"tsne_y":-16.8756408691,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3iksel7k","source_x":"Elsevier; PMC","title":"Posicionamiento de la Sociedad Española de Neumología y Cirugía Torácica en el uso del la telemedicina en los trastornos respiratorios del sueño y ventilación mecánica","doi":"10.1016\/j.arbres.2020.05.032","abstract":"The rapid introduction of new information and communication technologies into medical practice has prompted Spanish Society of Pulmonology and Thoracic SurgeryR to publish a position paper on sleep-disordered breathing, especially in relation to positive pressure treatment. It should be pointed out that the scientific literature is to some extent controversial due to a paucity of large randomized multicenter studies with long-term follow-up. Moreover, the telematics devices and systems on the market vary widely. As a result, the recommendations are based primarily on a consensus of expert professionals. Another very important aspect addressed extensively in this document is the obvious lack of regulations on legal matters and the operations of commercial companies. The most important recommendations included in this position paper are that telemedicine is primarily advocated in subjects with travel problems or who live far from the hospital, in patients with poor CPAP compliance, and in most cases treated with non-invasive mechanical ventilation. A key element is patient individualization. It is imperative that the relevant technical, legal and ethical requirements (medical device regulations, data protection, and informed consent) are met. Finally, expert professionals from our society must contribute to and become involved in spearheading this technological change.","publish_time":1593993600000,"author_summary":" Montserrat Canal, Josep M.; Suárez-Girón,<br>Monique; Egea, Carlos; Embid, Cristina;<br>Matute-Villacís, Mónica; de Manuel Martínez, Luis; Orteu,<br>Ángel; González-Cappa, Javier; Tato Cerdeiras,<br>María; Mediano, Olga","abstract_summary":" The rapid introduction of new information and<br>communication technologies into medical practice has<br>prompted Spanish Society of Pulmonology and Thoracic<br>SurgeryR to publish a position paper on<br>sleep-disordered breathing, especially in relation to positive<br>pressure treatment. It should be pointed out that the<br>scientific literature is to some extent controversial due<br>to a paucity of large randomized multicenter<br>studies with long-term follow-up. Moreover, the<br>telematics devices and systems on the market vary widely.<br>As a result, the recommendations are based<br>primarily on a consensus of expert professionals.<br>Another very important aspect addressed extensively<br>in this document is the obvious lack...","title_summary":" Posicionamiento de la Sociedad Española de<br>Neumología y Cirugía Torácica en el uso del la telemedicina<br>en los trastornos respiratorios del sueño y<br>ventilación mecánica","x":-1.3208034039,"y":-16.3910274506,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.3208034039,"tsne_y":-16.3910274506,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"ch612yp8","source_x":"Elsevier; Medline; PMC","title":"Restablecimiento de la actividad en los servicios de Digestivo. Recomendaciones de la SEPD, AEEH, GETECCU y AEG","doi":"10.1016\/j.gastrohep.2020.04.001","abstract":"ABSTRACT The set of measures proposed by SEPD, AEEH, GETECCU and AEG are aimed to help departments in their resumption of usual activity. We have prepared a number of practical recommendations regarding patient management and the stepwise resumption of healthcare activity. These recommendations are based on the sparse, changing evidence available, and will be updated in the future according to daily needs and the availability of expendable materials to suit them; in each department they will be implemented depending upon the cumulative incidence of SARS-CoV-2 infection in each region, and the burden the pandemic has represented for each hospital. The general objectives of these recommendations include: To protect our patients against the risks of infection with SARS-CoV-2 and to provide them with high-quality care. To protect all healthcare professionals against the risks of infection with SARS-CoV-2.To resume normal functioning of our departments in a setting of ongoing risk for infection with SARS-CoV-2.","publish_time":1587772800000,"author_summary":" Crespo, Javier; Andrade, Raúl; de las Parras,<br>Fernando Alberca; Balaguer, Francesc; de Acosta,<br>Manuel Barreiro; Bujanda, Luís; Gutiérrez, Ana;<br>Jorquera, Francisco; Iglesias-García, Julio;<br>Sánchez-Yagüe, Andrés; Luis Calleja, José","abstract_summary":" ABSTRACT The set of measures proposed by SEPD,<br>AEEH, GETECCU and AEG are aimed to help departments in<br>their resumption of usual activity. We have prepared<br>a number of practical recommendations<br>regarding patient management and the stepwise<br>resumption of healthcare activity. These<br>recommendations are based on the sparse, changing evidence<br>available, and will be updated in the future according to<br>daily needs and the availability of expendable<br>materials to suit them; in each department they will be<br>implemented depending upon the cumulative incidence of<br>SARS-CoV-2 infection in each region, and the burden the<br>pandemic has represented for each hospital. The...","title_summary":" Restablecimiento de la actividad en los<br>servicios de Digestivo. Recomendaciones de la SEPD,<br>AEEH, GETECCU y AEG","x":-1.7686285973,"y":-16.8050136566,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.7686285973,"tsne_y":-16.8050136566,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ggnkdnky","source_x":"Medline; PMC","title":"Entwicklung und Implementierung eines Betriebskonzeptes in einer Universitätsaugenklinik im Rahmen der SARS-CoV-2-Pandemie","doi":"10.1007\/s00347-020-01156-9","abstract":"The SARS-CoV‑2 pandemic poses major challenges for the entire medical care system. Especially in maximum care clinical facilities, a higher exposure to potentially infectious patients or positively tested COVID-19 patients is to be expected. A hospital facility concept was developed in the Department of Ophthalmology, Goethe University, Frankfurt am Main, Germany with the aim of achieving maximum patient safety with maximum employee protection. The current infection control hygiene recommendations of the Robert Koch Institute (RKI), the leading specialist association, were taken into consideration along with the existing hospital hygiene plan of the University Hospital Frankfurt am Main. Incorporated into the developmental process were the Institute for Medical Microbiology and Hospital Hygiene, the occupational medical service department and the board of the University Hospital Frankfurt am Main. The operational concept with individualized measures ensures that (i) the care of outpatients; (ii) the performance of outpatient operations; (iii) and the care of admitted patients and patients undergoing surgery are also guaranteed during the COVID-19 pandemic. All measures have been documented in writing in the clinic’s internal quality manual and are thus accessible to all employees. The concept is regularly checked for functionality, so-called stress tests and hygiene inspections are carried out and improvements are made as necessary.","publish_time":1593561600000,"author_summary":" Singh, Pankaj; Müller, Michael; Hack, Daniel;<br>Kempf, Volkhard A. J.; Wicker, Sabine; König, Clara;<br>Müller-Kassner, Annika; Lindner, Katja; Deters, Tobias; Graf,<br>Jürgen; Kohnen, Thomas","abstract_summary":" The SARS-CoV‑2 pandemic poses major<br>challenges for the entire medical care system. Especially<br>in maximum care clinical facilities, a higher<br>exposure to potentially infectious patients or<br>positively tested COVID-19 patients is to be expected. A<br>hospital facility concept was developed in the<br>Department of Ophthalmology, Goethe University,<br>Frankfurt am Main, Germany with the aim of achieving<br>maximum patient safety with maximum employee<br>protection. The current infection control hygiene<br>recommendations of the Robert Koch Institute (RKI), the leading<br>specialist association, were taken into consideration<br>along with the existing hospital hygiene plan of the<br>University Hospital Frankfurt am Main. Incorporated into<br>the...","title_summary":" Entwicklung und Implementierung eines<br>Betriebskonzeptes in einer Universitätsaugenklinik im Rahmen<br>der SARS-CoV-2-Pandemie","x":-2.8459801674,"y":-15.1287965775,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.8459801674,"tsne_y":-15.1287965775,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"o0mhzx3g","source_x":"Elsevier; Medline; PMC","title":"Assurer les soins aux patients souffrant de troubles psychiques en France pendant l’épidémie à SARS-CoV-2","doi":"10.1016\/j.encep.2020.03.001","abstract":"Résumé Objectif: L’absence de préparation du système de soins psychiatriques à l’épidémie de virus SARS-CoV-2 fait redouter fait redouter un scénario pessimiste pour la santé physique et mentale des patients suivis en psychiatrie. L’objectif de cet article est de proposer des éléments de guidance pour réorganiser les soins psychiatriques dans le contexte de pandémie COVID-19. Méthode: Les auteurs ont réalisé une synthèse de la littérature internationale combinée au partage des expériences locales françaises. Résultats: Les patients souffrant de troubles psychiques semblent particulièrement vulnérables à ce virus et à la pandémie : vulnérabilités liées aux comorbidités médicales, à l’âge, aux troubles cognitifs qui peuvent entraver le respect des consignes de confinement, et aux complications psychosociales. Plusieurs initiatives ont été prises pour assurer la continuité des soins et contenir l’épidémie : création en psychiatrie d’unité COVID+ co-supervisée par des médecins généralistes ou internistes, restriction des consultations aux cas sévères et redéploiement des soins en téléconsultation, accompagnement de type case-management pour les sorties précoces ou l’impossibilité d’hospitaliser, accompagnements spécifiques pour les complications psychiques du confinement. Les populations suivies en pédopsychiatrie, en psychiatrie du sujet âgé, en addictologie ou détenues en prison doivent bénéficier d’une attention particulière. Plusieurs questions restent en suspend : la question de l’interaction négative ou positive des traitements sur l’infection SARS-CoV-2, l’épidémiologie de l’infection chez les personnes souffrant de troubles psychiques, leur adaptation à un confinement long. Discussion: Une prise de conscience par les décideurs politiques de la grande vulnérabilité de ces populations et des institutions psychiatriques dans cette situation de catastrophe sanitaire est urgente. Abstract Objective: The lack of ressources and coordination to face the epidemic of coronavirus raises concerns for the health of patients with mental disorders in a country where we keep in memory the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims at proposing guidance to ensure mental health care during the SARS-CoV epidemy in France. Methods: authors performed a narrative review identifying relevant results in the scientific and medical literature and local initiatives in France. Results: We identified four types of major vulnerabilities in patients suffering from mental disorders during this pandemic: 1) medical comorbidities that are more frequently found in patients suffering from mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which represent risk factors for severe infections with covid-19; 2) age (the elderly constituting the population most vulnerable to coronavirus); 3) cognitive and behavioral troubles which can hamper compliance with confinement and hygiene measures and finally and 4) psychosocial vulnerability due to stigmatization and\/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly adapted to psychiatric establishments in a context of major shortage of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds are closed, wards have a high density of patients, mental health community facilities are closed, medical teams are understaffed and poorly trained to face infectious diseases. We could also face major issues in referring patients with acute mental disorders to intensive care units. To maintain continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of COVID + units. These units are under the dual supervision of a psychiatrist and of an internist \/ infectious disease specialist; all new entrants should be placed in quarantine for 14 days; the nurse staff should benefit from specific training, from daily medical check-ups and from close psychological support. Family visits would be prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management should be organized with the possibility of home visits, in order to support them when they get back home and to help them to cope with the experience of confinement, which is at risk to induce recurrences of mental disorders. The total or partial closure of mental health community facilities is particularly disturbing for patients but a regular follow-up is possible with telemedicine and should include the monitoring of the suicide risk and psychoeducation strategies; developing support platforms could also be very helpful in this context. Private psychiatrists have also a crucial role of information with their patients on confinement and barrier measures, but also on measures to prevent the psychological risks inherent to confinement: maintenance of sleep regularity, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. Discussion: French mental healthcare is now in a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the containment of the general population.","publish_time":1585785600000,"author_summary":" Chevance, A; Gourion, D; Hoertel, N; Llorca,<br>P-M; Thomas, P; Bocher, R; Moro, M-R; Laprévote, V;<br>Benyamina, A; Fossati, P; Masson, M; Leaune, E; Leboyer, M;<br>Gaillard, R","abstract_summary":" Résumé Objectif: L’absence de préparation du<br>système de soins psychiatriques à l’épidémie de virus<br>SARS-CoV-2 fait redouter fait redouter un scénario<br>pessimiste pour la santé physique et mentale des patients<br>suivis en psychiatrie. L’objectif de cet article est<br>de proposer des éléments de guidance pour<br>réorganiser les soins psychiatriques dans le contexte de<br>pandémie COVID-19. Méthode: Les auteurs ont réalisé une<br>synthèse de la littérature internationale combinée au<br>partage des expériences locales françaises.<br>Résultats: Les patients souffrant de troubles psychiques<br>semblent particulièrement vulnérables à ce virus et à la<br>pandémie : vulnérabilités liées aux comorbidités<br>médicales, à l’âge, aux troubles...","title_summary":" Assurer les soins aux patients souffrant de<br>troubles psychiques en France pendant l’épidémie à<br>SARS-CoV-2","x":-0.2635636926,"y":-14.7408800125,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.2635636926,"tsne_y":-14.7408800125,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mo0srx47","source_x":"Elsevier; Medline; PMC","title":"Impacto de la pandemia COVID-19 en el servicio de urología de un centro de referencia en la Comunidad de Madrid","doi":"10.1016\/j.acuro.2020.04.006","abstract":"Abstract The COVID-19 pandemic caused by the SARS-CoV-2 virus has caused tens of thousands of deaths in Spain and has managed to breakdown the healthcare system hospitals in the Community of Madrid, largely due to its tendency to cause severe pneumonia, requiring ventilatory support. This fact has caused our center to collapse, with 130% of its beds occupied by COVID-19 patients, thus causing the absolute cessation of activity of the urology service, the practical disappearance of resident training programs, and the incorporation of a good part of the urology staff into the group of medical personnel attending these patients. In order to recover from this extraordinary level of suspended activity, we will be obliged to prioritize pathologies based on purely clinical criteria, for which tables including the relevance of each pathology within each area of urology are being proposed. Technology tools such as online training courses or surgical simulators may be convenient for the necessary reestablishment of resident education.","publish_time":1587686400000,"author_summary":" Hevia, V; Lorca, J; Hevia, M; López-Plaza, J;<br>Artiles, A; Sánchez, Á; Fraile, A; López-Fando, L; Sanz,<br>E; Ruiz, M; Alcaraz, E; Burgos, F J; Domínguez, A;<br>Álvarez, S","abstract_summary":" Abstract The COVID-19 pandemic caused by the<br>SARS-CoV-2 virus has caused tens of thousands of deaths in<br>Spain and has managed to breakdown the healthcare<br>system hospitals in the Community of Madrid, largely<br>due to its tendency to cause severe pneumonia,<br>requiring ventilatory support. This fact has caused our<br>center to collapse, with 130% of its beds occupied by<br>COVID-19 patients, thus causing the absolute cessation<br>of activity of the urology service, the practical<br>disappearance of resident training programs, and the<br>incorporation of a good part of the urology staff into the group<br>of medical personnel attending these patients.<br>In...","title_summary":" Impacto de la pandemia COVID-19 en el servicio<br>de urología de un centro de referencia en la<br>Comunidad de Madrid","x":-0.9090452194,"y":-16.2728691101,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9090452194,"tsne_y":-16.2728691101,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"he8mn0a9","source_x":"Elsevier; PMC","title":"Stratégie de prise en charge nutritionnelle à l’hôpital au cours de l’épidémie virale Covid-19: avis d’experts de la Société Francophone de Nutrition Clinique et Métabolisme (SFNCM)","doi":"10.1016\/j.nupar.2020.03.001","abstract":"Abstract The viral epidemic caused by the new Coronavirus SARS-CoV-2 is responsible for the new Coronavirus disease -2019 (Covid-19). This epidemic imposes upheavals in our organizations in healthcare centres which should not obscure the importance of nutritional care. The nutritional diagnosis and the early nutritional care management of Covid-19 infected patients must be integrated into the overall therapeutic strategy, as with any acute situation of acute illness. This document was prepared by the French speaking Society for Clinical Nutrition and Metabolism (SFNCM) in the emergency of the health crisis by a group of experts, based on the national and international recommendations available in the field of malnutrition, critical illness, metabolic stress and intensive care medicine on March 23, 2020. We hope that this article will bring to healthcare professionals, especially those not specialized in nutrition, useful landmarks to help them to manage hospitalized patients, infected or not by Covid-19 in the context of epidemic and intrahospital confinement.","publish_time":1585526400000,"author_summary":" Thibault, Ronan; Quilliot, Didier; Seguin,<br>Philippe; Tamion, Fabienne; Schneider, Stéphane;<br>Déchelotte, Pierre","abstract_summary":" Abstract The viral epidemic caused by the new<br>Coronavirus SARS-CoV-2 is responsible for the new<br>Coronavirus disease -2019 (Covid-19). This epidemic<br>imposes upheavals in our organizations in healthcare<br>centres which should not obscure the importance of<br>nutritional care. The nutritional diagnosis and the early<br>nutritional care management of Covid-19 infected patients<br>must be integrated into the overall therapeutic<br>strategy, as with any acute situation of acute illness.<br>This document was prepared by the French speaking<br>Society for Clinical Nutrition and Metabolism (SFNCM)<br>in the emergency of the health crisis by a group of<br>experts, based on the national and international...","title_summary":" Stratégie de prise en charge nutritionnelle à<br>l’hôpital au cours de l’épidémie virale Covid-19: avis<br>d’experts de la Société Francophone de Nutrition<br>Clinique et Métabolisme (SFNCM)","x":-0.6683924794,"y":-15.2595462799,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.6683924794,"tsne_y":-15.2595462799,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"fi8fgynm","source_x":"PMC; WHO","title":"Coronavirus-Pandemie und ihre Auswirkungen auf Orthopädie und Unfallchirurgie: Operationen, Risiken und Prävention?","doi":"10.1007\/s43205-020-00052-1","abstract":"In order to assess the effects of COVID-19, all health care workers must be aware of the symptoms and course of the disease. Experience and studies from the regions most affected in China and Italy give preliminary information on issues such as the course of infection and the risk to hospital staff. This suggests that surgically treated COVID-19 patients have a higher risk compared to noninfected patients. The surgical staff also appear to be at increased risk of infection. Furthermore, to prevent the health care system from collapse, resources must be saved elsewhere. Elective operations must be reduced. In order to develop criteria for which operations can be performed, the pandemic is divided into different phases. These are based on the development of the pandemic curve. Various aspects should be taken into account when deciding whether an operation is feasible (stage of pandemic, dysfunction in case of omission, conflict with resources for COVID-19 treatment, alternative: outpatient surgery). Thus, the recommendations for carrying out operations should always be adapted to the current, regional and epidemiological situation of the hospital. For this purpose, it is necessary to form a local committee in the hospital to carry out this assessment on a daily basis. General surgical bans do not seem to make medical sense.","publish_time":1587340800000,"author_summary":" Petersen, Wolf; Bierke, Sebastian;<br>Karpinski, Katrin; Häner, Martin","abstract_summary":" In order to assess the effects of COVID-19, all<br>health care workers must be aware of the symptoms and<br>course of the disease. Experience and studies from the<br>regions most affected in China and Italy give<br>preliminary information on issues such as the course of<br>infection and the risk to hospital staff. This suggests<br>that surgically treated COVID-19 patients have a<br>higher risk compared to noninfected patients. The<br>surgical staff also appear to be at increased risk of<br>infection. Furthermore, to prevent the health care system<br>from collapse, resources must be saved elsewhere.<br>Elective operations must be reduced. In order...","title_summary":" Coronavirus-Pandemie und ihre Auswirkungen<br>auf Orthopädie und Unfallchirurgie:<br>Operationen, Risiken und Prävention?","x":-2.1671221256,"y":-15.7781629562,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.1671221256,"tsne_y":-15.7781629562,"subcluster":3,"subcluster_description":"Empfehlungen Der Deutschen Gesellschaft","shape":"p"},{"cord_uid":"3l4mntw2","source_x":"Elsevier; Medline; PMC","title":"Repositionnement de la chlorpromazine dans le traitement du COVID-19: étude reCoVery","doi":"10.1016\/j.encep.2020.04.010","abstract":"Abstract OBJECTIVES: The ongoing COVID-19 pandemic comprises a total of more than 2 350 000 cases and 160 000 deaths. The interest in anti-coronavirus drug development has been limited so far and effective methods to prevent or treat coronavirus infections in humans are still lacking. Urgent action is needed to fight this fatal coronavirus infection by reducing the number of infected people along with the infection contagiousness and severity. Since the beginning of the COVID-19 outbreak several weeks ago, we observe in GHU PARIS Psychiatrie & Neurosciences (Sainte-Anne hospital, Paris, France) a lower prevalence of symptomatic and severe forms of COVID-19 infections in psychiatric patients (∼4 %) compared to health care professionals (∼14 %). Similar observations have been noted in other psychiatric units in France and abroad. Our hypothesis is that psychiatric patients could be protected from the severe form of COVID-19 by their psychotropic treatments. Chlorpromazine (CPZ) is a phenothiazine derivative widely used in clinical routine in the treatment of acute and chronic psychoses. This first antipsychotic medication has been discovered in 1952 by Jean Delay and Pierre Deniker at Sainte-Anne hospital. In addition to its antipsychotic effects, several in vitro studies have also demonstrated a CPZ antiviral activity via the inhibition of clathrin-mediated endocytosis. Recently, independent studies revealed that CPZ is an anti-MERS-CoV and an anti-SARS-CoV-1 drug. In comparison to other antiviral drugs, the main advantages of CPZ lie in its biodistribution: (i) preclinical and clinical studies have reported a high CPZ concentration in the lungs (20--200 times higher than in plasma), which is critical because of the respiratory tropism of SARS-CoV-2; (ii) CPZ is highly concentrated in saliva (20-60 times higher than in plasma) and could therefore reduce the contagiousness of COVID-19; (iii) CPZ can cross the blood-brain barrier and could therefore prevent the neurological forms of COVID-19. METHODS: In this context, we will test the hypothesis that CPZ could decrease the unfavorable evolution of COVID-19 infection in oxygen-requiring patients without the need for intensive care, but also reduce the contagiousness of SARS-CoV-2. At this end, we designed a pilot, phase III, multicenter, single blind, randomized controlled therapeutic trial. Efficacy of CPZ will be assessed according to clinical, biological and radiological criteria. The main objective is to demonstrate a shorter Time To Response (TTR) to treatment in the CPZ + standard-of-care (CPZ + SOC) group, compared to the SOC group. Response to treatment is defined by a reduction of at least one level of severity on the WHO-Ordinal Scale for Clinical Improvement (WHO-OSCI). The secondary objectives are to demonstrate in the CPZ + SOC group, compared to the SOC group: A) superior clinical improvement; B) a greater decrease in the biological markers of viral attack by SARS-CoV-2 (PCR, viral load); C) a greater decrease in inflammatory markers (e.g. CRP and lymphopenia); D) a greater decrease in parenchymal involvement (chest CT) on the seventh day post-randomization; E) to define the optimal dosage of CPZ and its tolerance; F) to evaluate the biological parameters of response to treatment, in particular the involvement of inflammatory cytokines. Patient recruitment along with the main and secondary objectives are in line with WHO 2020 COVID-19 guidelines. CONCLUSION: This repositioning of CPZ as anti-SARS-CoV-2 activity offers an alternative and rapid strategy to alleviate the virus propagation and the infection severity and lethality. This CPZ repositioning strategy also avoids numerous developmental and experimental steps, can save precious time to rapidly establish an anti-COVID-19 therapy with well-known, limited and easy to manage side effects. Indeed, CPZ is an FDA-approved drug with an excellent tolerance profile, prescribed for around 70 years, in psychiatry but also in clinical routine in nausea and vomiting of pregnancy, in advanced cancer and also to treat headaches in various neurological conditions. The broad spectrum of CPZ treatment - including antipsychotic, anxiolytic, antiemetic, antiviral, immunomodulatory effects along with inhibition of clathrin-mediated endocytosis and modulation of blood-brain barrier - is in line with the historical French commercial name for CPZ, i.e. LARGACTIL, chosen as a reference to its 'LARGe ACTion' properties. The discovery of those CPZ properties, as for many other molecules in psychiatry, is both the result of serendipity and careful clinical observations. Using this approach, the field of mental illness could provide innovative therapeutic approaches to fight SARS-CoV-2.","publish_time":1588118400000,"author_summary":" Plaze, Mario; Attali, David; Petit,<br>Anne-Cécile; Blatzer, Michael; Simon-Loriere, Etienne;<br>Vinckier, Fabien; Cachia, Arnaud; Chrétien, Fabrice;<br>Gaillard, Raphaël","abstract_summary":" Abstract OBJECTIVES: The ongoing COVID-19<br>pandemic comprises a total of more than 2 350 000 cases and<br>160 000 deaths. The interest in anti-coronavirus<br>drug development has been limited so far and<br>effective methods to prevent or treat coronavirus<br>infections in humans are still lacking. Urgent action is<br>needed to fight this fatal coronavirus infection by<br>reducing the number of infected people along with the<br>infection contagiousness and severity. Since the<br>beginning of the COVID-19 outbreak several weeks ago, we<br>observe in GHU PARIS Psychiatrie & Neurosciences<br>(Sainte-Anne hospital, Paris, France) a lower prevalence of<br>symptomatic and severe forms of...","title_summary":" Repositionnement de la chlorpromazine dans le<br>traitement du COVID-19: étude reCoVery","x":-0.7208439112,"y":-15.0678443909,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.7208439112,"tsne_y":-15.0678443909,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"2z82hmfh","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones de consenso respecto al soporte respiratorio no invasivo en el paciente adulto con insuficiencia respiratoria aguda secundaria a infección por SARS-CoV-2()","doi":"10.1016\/j.medin.2020.03.005","abstract":"Coronavirus disease 2019 (COVID-19) is a respiratory tract infection caused by a newly emergent coronavirus, that was first recognized in Wuhan, China, in December 2019. Currently, the World Health Organization (WHO) has defined the infection as a global pandemic and there is a health and social emergency for the management of this new infection. While most people with COVID-19 develop only mild or uncomplicated illness, approximately 14% develop severe disease that requires hospitalization and oxygen support, and 5% require admission to an intensive care unit. In severe cases, COVID-19 can be complicated by the acute respiratory distress syndrome (ARDS), sepsis and septic shock, and multiorgan failure. This consensus document has been prepared on evidence-informed guidelines developed by a multidisciplinary panel of health care providers from four Spanish scientific societies (Spanish Society of Intensive Care Medicine [SEMICYUC], Spanish Society of Pulmonologists [SEPAR], Spanish Society of Emergency [SEMES], Spanish Society of Anesthesiology, Reanimation, and Pain [SEDAR]) with experience in the clinical management of patients with COVID-19 and other viral infections, including SARS, as well as sepsis and ARDS. The document provides clinical recommendations for the noninvasive respiratory support (noninvasive ventilation, high flow oxygen therapy with nasal cannula) in any patient with suspected or confirmed presentation of COVID-19 with acute respiratory failure. This consensus guidance should serve as a foundation for optimized supportive care to ensure the best possible chance for survival and to allow for reliable comparison of investigational therapeutic interventions as part of randomized controlled trials.","publish_time":1585526400000,"author_summary":" Cinesi Gómez, César; Peñuelas Rodríguez,<br>Óscar; Luján Torné, Manel; Egea Santaolalla, Carlos;<br>Masa Jiménez, Juan Fernando; García Fernández,<br>Javier; Carratalá Perales, José Manuel;<br>Heili-Frades, Sarah Béatrice; Ferrer Monreal, Miquel; de<br>Andrés Nilsson, José M.; Lista Arias, Eva; Sánchez<br>Rocamora, Juan Luis; Garrote, José Ignacio; Zamorano<br>Serrano, Miguel J.; González Martínez, Mónica; Farrero<br>Muñoz, Eva; Mediano San Andrés, Olga; Rialp Cervera,<br>Gemma; Mas Serra, Arantxa; Hernández Martínez,<br>Gonzalo; de Haro López, Candelaria; Roca Gas, Oriol;<br>Ferrer Roca, Ricard; Romero Berrocal, Antonio;<br>Ferrando Ortola, Carlos","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>respiratory tract infection caused by a newly emergent<br>coronavirus, that was first recognized in Wuhan, China, in<br>December 2019. Currently, the World Health<br>Organization (WHO) has defined the infection as a global<br>pandemic and there is a health and social emergency for<br>the management of this new infection. While most<br>people with COVID-19 develop only mild or<br>uncomplicated illness, approximately 14% develop severe<br>disease that requires hospitalization and oxygen<br>support, and 5% require admission to an intensive care<br>unit. In severe cases, COVID-19 can be complicated by<br>the acute respiratory distress syndrome (ARDS),<br>sepsis...","title_summary":" Recomendaciones de consenso respecto al<br>soporte respiratorio no invasivo en el paciente adulto<br>con insuficiencia respiratoria aguda secundaria<br>a infección por SARS-CoV-2()","x":-0.9730935693,"y":-16.2418651581,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9730935693,"tsne_y":-16.2418651581,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"nbmawmqi","source_x":"Elsevier; PMC; WHO","title":"Obesidad Y Sars-Cov-2: Consideraciones Sobre La Cirugía Bariátrica Y Recomendaciones Para El Inicio De La Actividad Quirúrgica","doi":"10.1016\/j.ciresp.2020.06.005","abstract":"ABSTRACT The SARS-Cov-2 pandemic has a great impact worldwide, being Spain one of the most affected countries. The delay in bariatric surgery can have fatal consequences since up to 50% of the patients who are on the waiting list develop a new comorbidity during the time they remain on it and 1.5% of patients die while waiting for the intervention. That is why bariatric surgery should not be delayed, if the occupation of the hospital by COVID-19 + patients decreases significantly, and sufficient resources and safety are available to restart surgery in patients with benign pathology. This document contains the main recommendations for the bariatric surgery programs in our country from the point of view of safety, bariatric patient preparation and follow up during the SARS-Cov-2 pandemia.","publish_time":1592438400000,"author_summary":" Santos, Raquel Sánchez; de Gordejuela, Amador<br>Garcia Ruiz; Lesmes, Irene Breton; Torelló, Albert<br>Lecube; Arcone, Violeta Moizé; Martin, Juan Jose<br>Arroyo; Alsina, Enric Fernandez; Antona, Esteban<br>Martin; Herrera, Miguel Angel Rubio; Pereferrer,<br>Fatima Sabench; Pernaute, Andrés Sanchez; Puy, Ramón<br>Vilallonga","abstract_summary":" ABSTRACT The SARS-Cov-2 pandemic has a great<br>impact worldwide, being Spain one of the most affected<br>countries. The delay in bariatric surgery can have fatal<br>consequences since up to 50% of the patients who are on the<br>waiting list develop a new comorbidity during the time<br>they remain on it and 1.5% of patients die while<br>waiting for the intervention. That is why bariatric<br>surgery should not be delayed, if the occupation of the<br>hospital by COVID-19 + patients decreases<br>significantly, and sufficient resources and safety are<br>available to restart surgery in patients with benign<br>pathology. This document contains the...","title_summary":" Obesidad Y Sars-Cov-2: Consideraciones Sobre<br>La Cirugía Bariátrica Y Recomendaciones Para El<br>Inicio De La Actividad Quirúrgica","x":-1.338523984,"y":-16.3901062012,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.338523984,"tsne_y":-16.3901062012,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"2p64ab2z","source_x":"Elsevier; PMC","title":"Recomendaciones sobre el tratamiento antitrombótico durante la pandemia COVID-19. Posicionamiento del Grupo de Trabajo de Trombosis Cardiovascular de la Sociedad Española de Cardiología","doi":"10.1016\/j.rec.2020.04.025","abstract":"Abstract The new coronavirus SARS-CoV-2, which gives rise to the highly contagious COVID-19 disease, has caused a pandemic that is overwhelming health care systems worldwide. Affected patients have been reported to have a heightened inflammatory state that increases their thrombotic risk. However, there is very scarce information on the management of thrombotic risk, coagulation disorders, and anticoagulant therapy. In addition, the situation has also greatly influenced usual care in patients not infected with COVID-19. This article by the Working Group on Cardiovascular Thrombosis of the Spanish Society of Cardiology aims to summarize the available information and to provide a practical approach to the management of antithrombotic therapy. Full English text available from: www.revespcardiol.org\/en","publish_time":1592524800000,"author_summary":" Vivas, David; Roldán, Vanessa;<br>Esteve-Pastor, María Asunción; Roldán, Inmaculada;<br>Tello-Montoliu, Antonio; Ruiz-Nodar, Juan Miguel;<br>Cosín-Sales, Juan; María Gámez, José; Consuegra, Luciano;<br>Luis Ferreiro, José; Marín, Francisco","abstract_summary":" Abstract The new coronavirus SARS-CoV-2,<br>which gives rise to the highly contagious COVID-19<br>disease, has caused a pandemic that is overwhelming<br>health care systems worldwide. Affected patients<br>have been reported to have a heightened<br>inflammatory state that increases their thrombotic risk.<br>However, there is very scarce information on the<br>management of thrombotic risk, coagulation disorders,<br>and anticoagulant therapy. In addition, the<br>situation has also greatly influenced usual care in<br>patients not infected with COVID-19. This article by the<br>Working Group on Cardiovascular Thrombosis of the<br>Spanish Society of Cardiology aims to summarize the<br>available information and to provide a practical...","title_summary":" Recomendaciones sobre el tratamiento<br>antitrombótico durante la pandemia COVID-19.<br>Posicionamiento del Grupo de Trabajo de Trombosis<br>Cardiovascular de la Sociedad Española de Cardiología","x":-1.0345877409,"y":-16.1024360657,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.0345877409,"tsne_y":-16.1024360657,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"g5ztj63a","source_x":"Medline; PMC","title":"SARS-CoV-2\/COVID-19: Systematischer Review zu Anforderungen an die persönliche Schutzausrüstung bei primärem Patientenkontakt und Strukturierung des Operationsbereiches","doi":"10.1007\/s00104-020-01229-0","abstract":"BACKGROUND: The SARS-CoV-2\/COVID-19 pandemic necessitates a rapid reorganization of the hospital procedures. The establishment of centers dedicated to COVID-19 treatment and care also necessitates preparation of the surgical departments for the forthcoming emergency interventions for infected patients and patients with an unclear infection status. This article summarizes the evidence on standards for personal protective equipment for personnel in the central emergency admission department and in the operations area as well as restructuring measures for the procedures in the operations area in a COVID-plus area. METHOD: A systematic literature search was carried out. RESULTS: The grey area of unknown infected and potential transmitters of SARS-CoV-2\/COVID-19 is high. Patients with an unclear infection status or who are highly suspected of having an infection should be classified as infectious until the contrary can be proven. The protection of personnel in healthcare professions against infections is of particular importance. The supply of adequate personal protective equipment in a risk-stratified form can substantially influence the success of combating the pandemic. Most operations must be assessed as aerosol-forming procedures and necessitate the maximum protection of personnel working directly on the patient. Particular attention should be paid to obligatory hygiene regulatory measures for protection against contamination during the reorganization in the operations area and on the transport routes between the wards. CONCLUSION: The correct personal protective equipment considering the occupational safety helps to sustainably protect personnel from infections. Reorganizational measures in the operating room are urgently indicated for potential aerosol-forming procedures in infected patients or patients with an unclear infection status. The current dynamic situation necessitates a high level of flexibility as well as reassessment and adaptation of the measures at short intervals.","publish_time":1593043200000,"author_summary":" Schnitzbauer, Andreas A.; Kempf, Volkhard A.<br>J.; Hack, Daniel; Ciesek, Sandra; Meier, Simon;<br>Vehreschild, Maria J. G. T.; Wicker, Sabine; Kippke, Ulf;<br>Graf, Jürgen; Marzi, Ingo","abstract_summary":" BACKGROUND: The SARS-CoV-2\/COVID-19<br>pandemic necessitates a rapid reorganization of the<br>hospital procedures. The establishment of centers<br>dedicated to COVID-19 treatment and care also<br>necessitates preparation of the surgical departments for<br>the forthcoming emergency interventions for<br>infected patients and patients with an unclear<br>infection status. This article summarizes the evidence<br>on standards for personal protective equipment<br>for personnel in the central emergency admission<br>department and in the operations area as well as<br>restructuring measures for the procedures in the operations<br>area in a COVID-plus area. METHOD: A systematic<br>literature search was carried out. RESULTS: The grey area<br>of unknown infected and...","title_summary":" SARS-CoV-2\/COVID-19: Systematischer Review<br>zu Anforderungen an die persönliche<br>Schutzausrüstung bei primärem Patientenkontakt und<br>Strukturierung des Operationsbereiches","x":-2.7739248276,"y":-15.0649280548,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.7739248276,"tsne_y":-15.0649280548,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"37tkw1cy","source_x":"Elsevier; Medline; PMC","title":"COVID-19: caractéristiques cliniques, biologiques et radiologiques chez l’adulte, l’enfant et la femme enceinte. Une mise au point au cœur de la pandémie","doi":"10.1016\/j.revmed.2020.04.004","abstract":"Abstract The spread of the new coronavirus SARS-CoV-2, discovered in China in January 2020, led to a pandemic as early as March 2020, forcing every health care system in the affected countries to adapt quickly. In order to better address this major health crisis, which has given rise to numerous scientific publications, we have synthesized the main original clinical studies to facilitate the day-to-day management of patients with COVID-19. We detail the early signs and progression of the disease as well as the different clinical forms, including extra-pulmonary, as known at the beginning of this pandemic. We focus on clinical, biological and CT markers predictive of severity or mortality. Finally, we discuss the impact of SARS-CoV-2 infection in populations suspected to be at high risk of severe forms.","publish_time":1587081600000,"author_summary":" Plaçais, L; Richier, Q","abstract_summary":" Abstract The spread of the new coronavirus<br>SARS-CoV-2, discovered in China in January 2020, led to a<br>pandemic as early as March 2020, forcing every health<br>care system in the affected countries to adapt<br>quickly. In order to better address this major health<br>crisis, which has given rise to numerous scientific<br>publications, we have synthesized the main original clinical<br>studies to facilitate the day-to-day management of<br>patients with COVID-19. We detail the early signs and<br>progression of the disease as well as the different clinical<br>forms, including extra-pulmonary, as known at the<br>beginning of this pandemic. We focus on clinical,...","title_summary":" COVID-19: caractéristiques cliniques,<br>biologiques et radiologiques chez l’adulte, l’enfant et la<br>femme enceinte. Une mise au point au cœur de la<br>pandémie","x":-0.5141431093,"y":-15.2937049866,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.5141431093,"tsne_y":-15.2937049866,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"i01yd6r2","source_x":"Elsevier; PMC; WHO","title":"Comment réaliser un prélèvement rhinopharyngé chez l’adulte et l’enfant en période de la pandémie de la maladie COVID-19","doi":"10.1016\/j.aforl.2020.06.001","abstract":"Abstract The nasopharyngeal swab is currently the main testing method used to diagnose COVID-19. The principle is to collect respiratory cells infected by the virus and to use the RT-PCR (Reverse Transcription - Polymerase Chain Reaction) technique to detect the RNA of the virus. The false negative rate is high, about 30%, which can mainly be explained by an incorrect execution of the technique may increase the false negative rate and decrease the test’s sensitivity. The aim of this note is to help healthcare providers to perform this test correctly in adults and children.","publish_time":1591315200000,"author_summary":" Pondaven-Letourmy, S; Alvin, F; Boumghit, Y;<br>Simon, F","abstract_summary":" Abstract The nasopharyngeal swab is currently<br>the main testing method used to diagnose COVID-19.<br>The principle is to collect respiratory cells<br>infected by the virus and to use the RT-PCR (Reverse<br>Transcription - Polymerase Chain Reaction) technique to<br>detect the RNA of the virus. The false negative rate is<br>high, about 30%, which can mainly be explained by an<br>incorrect execution of the technique may increase the<br>false negative rate and decrease the test’s<br>sensitivity. The aim of this note is to help healthcare<br>providers to perform this test correctly in adults and<br>children.","title_summary":" Comment réaliser un prélèvement<br>rhinopharyngé chez l’adulte et l’enfant en période de la<br>pandémie de la maladie COVID-19","x":-1.1009013653,"y":-15.8849630356,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.1009013653,"tsne_y":-15.8849630356,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"l956pxe5","source_x":"Medline; PMC","title":"Empfehlungen zur Unterstützung von belasteten, schwerstkranken, sterbenden und trauernden Menschen in der Corona-Pandemie aus palliativmedizinischer Perspektive: Empfehlungen der Deutschen Gesellschaft für Palliativmedizin (DGP), der Deutschen Interdisziplinären Vereinigung für Intensiv- und Notfallmedizin (DIVI), des Bundesverbands Trauerbegleitung (BVT), der Arbeitsgemeinschaft für Psychoonkologie in der Deutschen Krebsgesellschaft, der Deutschen Vereinigung für Soziale Arbeit im Gesundheitswesen (DVSG) und der Deutschen Gesellschaft für Systemische Therapie, Beratung und Familientherapie (DGSF)","doi":"10.1007\/s00482-020-00483-9","abstract":"The corona pandemic has led to a number of restrictions and prohibitions, which in turn place large psychosocial or spiritual burdens on patients with COVID-19, their families and relatives and the treating personnel in the healthcare system. Patients with COVID-19 are not allowed to receive visitors and many hospitals and nursing homes have completely banned visitors. Many support services have been reduced or stopped completely. Necessary treatment interventions for other patients with critical and life-limiting diseases have been delayed or suspended in order to free resources for the expected COVID-19 patients; however, these people need to feel social connectedness with their relatives. Palliative care patients should be exempted from any ban on visitors. Families should be able to visit dying patients even on intensive care units or isolation wards, using adequate protective equipment. Alternative options, such as video telephone calls or via social media should be explored for patients in isolation. Families should also be enabled to say goodbye to the deceased with adequate protective equipment or should be offered alternative real or virtual options for remembrance and commemoration. Health care professionals coping with the exceptional stress should be continuously supported. This requires clear communication and leadership structures, communication training, psychosocial support, but most of all optimal framework conditions for the clinical work.","publish_time":1591056000000,"author_summary":" Münch, Urs; Müller, Heidi; Deffner, Teresa;<br>von Schmude, Andrea; Kern, Martina;<br>Kiepke-Ziemes, Susanne; Radbruch, Lukas","abstract_summary":" The corona pandemic has led to a number of<br>restrictions and prohibitions, which in turn place large<br>psychosocial or spiritual burdens on patients with<br>COVID-19, their families and relatives and the treating<br>personnel in the healthcare system. Patients with<br>COVID-19 are not allowed to receive visitors and many<br>hospitals and nursing homes have completely banned<br>visitors. Many support services have been reduced or<br>stopped completely. Necessary treatment<br>interventions for other patients with critical and<br>life-limiting diseases have been delayed or suspended in<br>order to free resources for the expected COVID-19<br>patients; however, these people need to feel social<br>connectedness with...","title_summary":" Empfehlungen zur Unterstützung von<br>belasteten, schwerstkranken, sterbenden und trauernden<br>Menschen in der Corona-Pandemie aus<br>palliativmedizinischer Perspektive: Empfehlungen der Deutschen<br>Gesellschaft für Palliativmedizin (DGP), der Deutschen<br>Interdisziplinären Vereinigung für Intensiv- und Notfallmedizin<br>(DIVI), des Bundesverbands Trauerbegleitung (BVT),<br>der Arbeitsgemeinschaft für Psychoonkologie in<br>der Deutschen Krebsgesellschaft, der Deutschen<br>Vereinigung für Soziale Arbeit im Gesundheitswesen (DVSG)<br>und der Deutschen Gesellschaft für Systemische<br>Therapie, Beratung und Familientherapie (DGSF)","x":-2.0887470245,"y":-15.7587337494,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.0887470245,"tsne_y":-15.7587337494,"subcluster":3,"subcluster_description":"Empfehlungen Der Deutschen Gesellschaft","shape":"p"},{"cord_uid":"j2bel3i3","source_x":"Elsevier; Medline; PMC","title":"Recommandations pour une reprise progressive et contrôlée de l’électroconvulsivothérapie en France en période de levée du confinement et de pandémie COVID-19 liée au SARS-CoV-2","doi":"10.1016\/j.encep.2020.05.008","abstract":"The COVID-19 pandemic has had major consequences for the organization of care. In France and around the world, centers practicing electroconvulsive therapy (ECT) have seen their activity decrease, or even stop for many reasons. In this context, maintaining or resuming this essential therapeutic activity for many patients suffering from psychiatric disorders requires material, human and logistical adaptations that should be supervised. The objective of this collective and national work is to offer simple recommendations that can be applied immediately by any healthcare establishment, public or private, practicing ECT. They are the result of feedback from multiprofessional and inter-establishment experiences. Declined in three stages, these recommendations are accompanied by a practical sheet which describes in detail the necessary conditions and prerequisites for any resumption of ECT activity.","publish_time":1591228800000,"author_summary":" Sauvaget, A.; Dumont, R.; Bukowski, N.;<br>Bonnot, O.; Auffret, R.; Poulet, E.; Szekely, D.;<br>Quiles, C.; Yrondi, A.; Plaze, M.; de Carvalho, W.;<br>Amad, A.; Bulteau, S.","abstract_summary":" The COVID-19 pandemic has had major<br>consequences for the organization of care. In France and<br>around the world, centers practicing<br>electroconvulsive therapy (ECT) have seen their activity<br>decrease, or even stop for many reasons. In this context,<br>maintaining or resuming this essential therapeutic<br>activity for many patients suffering from psychiatric<br>disorders requires material, human and logistical<br>adaptations that should be supervised. The objective of<br>this collective and national work is to offer simple<br>recommendations that can be applied immediately by any<br>healthcare establishment, public or private, practicing<br>ECT. They are the result of feedback from<br>multiprofessional and inter-establishment experiences.<br>Declined...","title_summary":" Recommandations pour une reprise progressive<br>et contrôlée de l’électroconvulsivothérapie en<br>France en période de levée du confinement et de<br>pandémie COVID-19 liée au SARS-CoV-2","x":-0.9279907942,"y":-15.0877857208,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9279907942,"tsne_y":-15.0877857208,"subcluster":4,"subcluster_description":"France Pendant L’Épidémie","shape":"p"},{"cord_uid":"x9yo2vcs","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones éticas para la toma de decisiones difíciles en las unidades de cuidados intensivos ante la situación excepcional de crisis por la pandemia por covid-19: revisión rápida y consenso de expertos","doi":"10.1016\/j.medin.2020.04.006","abstract":"Abstract In view of the exceptional public health situation caused by the COVID-19 pandemic, a consensus work has been promoted from the ethics group of the Spanish Society of the Spanish Society of Intensive, Critical Medicine and Coronary Units (SEMICYUC), with the objective of finding some answers from ethics to the crossroads between the increase of people with intensive care needs and the effective availability of means. In a very short period, the medical practice framework has been changed to a \"catastrophe medicine\" scenario, with the consequent change in the decision-making parameters. In this context, the allocation of resources or the prioritization of treatment become crucial elements, and it is important to have an ethical reference framework to be able to make the necessary clinical decisions.For this, a process of narrative review of the evidence has been carried out, followed by u. Unsystematic consensus of experts, which has resulted in both the publication of a position paper and recommendations from SEMICYUC itself, and the consensus between 18 scientific societies and 5 institutes \/ chairs of bioethics and palliative care of a framework document of reference for general ethical recommendations in this context of crisis.","publish_time":1586908800000,"author_summary":" Rubio, Olga; Estella, Angel; Cabre, Lluis;<br>Saralegui-Reta, Iñaki; Martin, Mari Cruz; Zapata, Lluis;<br>Esquerda, Montserrat; Ferrer, Ricard; Castellanos,<br>Alvaro; Trenado, Jose; Amblas, Jordi","abstract_summary":" Abstract In view of the exceptional public<br>health situation caused by the COVID-19 pandemic, a<br>consensus work has been promoted from the ethics group of<br>the Spanish Society of the Spanish Society of<br>Intensive, Critical Medicine and Coronary Units<br>(SEMICYUC), with the objective of finding some answers from<br>ethics to the crossroads between the increase of<br>people with intensive care needs and the effective<br>availability of means. In a very short period, the medical<br>practice framework has been changed to a \"catastrophe<br>medicine\" scenario, with the consequent change in the<br>decision-making parameters. In this context, the allocation of<br>resources or...","title_summary":" Recomendaciones éticas para la toma de<br>decisiones difíciles en las unidades de cuidados<br>intensivos ante la situación excepcional de crisis por la<br>pandemia por covid-19: revisión rápida y consenso de<br>expertos","x":-1.1332498789,"y":-16.2187595367,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.1332498789,"tsne_y":-16.2187595367,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"57xbwll9","source_x":"PMC; WHO","title":"Der erste COVID-19-Hotspot in einer Hamburger Senioreneinrichtung: Präventionskonzept, Letalität und Obduktionsbefunde","doi":"10.1007\/s00194-020-00404-1","abstract":"BACKGROUND: Coronavirus disease 2019 (COVID-19), a disease caused by the new coronavirus (SARS-CoV-2), is a particular threat to old people. At the end of March 2020, the first and so far largest outbreak of the disease occurred in a retirement home in Hamburg. METHODS: Analysis of procedures in dealing with a residential unit affected by SARS-CoV‑2, accommodating a risk group of 60 seniors with dementia is presented as well as a detailed presentation of post-mortem examination results of all 8 deceased tested positive for SARS-CoV‑2. RESULTS: Out of 60 residents, 39 were infected by SARS-CoV‑2. Due to preventive procedures it was possible to stop further spreading of the infection to other residential areas. In all 8 fatal cases, the autopsy diagnosis was death due to COVID-19. Autopsies revealed all COVID-19 patients to have a fatal (broncho)pneumonia and signs of relevant pre-existing cardiac, renal and pulmonary conditions in all cases. In 75% (n = 6) of the cases a fresh venous thrombosis was found. In 66.7% (n = 4) of the cases thrombotic events were combined with peripheral pulmonary artery thromboembolisms. CONCLUSION: The cohort of SARS-CoV‑2 infected residents of a nursing home is characteristic for clinical and epidemiological features of the new coronavirus disease. Due to a centralized evaluation of all fatalities at the Institute of Legal Medicine in Hamburg, a detailed examination of all deceased positive for SARS-CoV‑2 was possible. Thereby, increased case fatality rates of approximately 20% could in all cases be assigned to a relevant number of pre-existing comorbidities of multiple organ systems, which was consistent with the clinical data available.","publish_time":1593907200000,"author_summary":" Klein, A.; Edler, C.; Fitzek, A.; Fröb, D.;<br>Heinemann, A.; Meißner, K.; Mushumba, H.; Püschel, K.;<br>Schröder, A. S.; Sperhake, J. P.; Ishorst-Witte, F.;<br>Aepfelbacher, M.; Heinrich, F.","abstract_summary":" BACKGROUND: Coronavirus disease 2019<br>(COVID-19), a disease caused by the new coronavirus<br>(SARS-CoV-2), is a particular threat to old people. At the end<br>of March 2020, the first and so far largest<br>outbreak of the disease occurred in a retirement home in<br>Hamburg. METHODS: Analysis of procedures in dealing<br>with a residential unit affected by SARS-CoV‑2,<br>accommodating a risk group of 60 seniors with dementia is<br>presented as well as a detailed presentation of<br>post-mortem examination results of all 8 deceased tested<br>positive for SARS-CoV‑2. RESULTS: Out of 60 residents,<br>39 were infected by SARS-CoV‑2. Due to preventive<br>procedures it...","title_summary":" Der erste COVID-19-Hotspot in einer Hamburger<br>Senioreneinrichtung: Präventionskonzept, Letalität und<br>Obduktionsbefunde","x":-2.6795527935,"y":-14.854839325,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.6795527935,"tsne_y":-14.854839325,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"x95lwwnm","source_x":"Medline; PMC","title":"Geburtshilfliche Anästhesie während der SARS-CoV-2-Pandemie: Übersicht der Handlungsempfehlungen","doi":"10.1055\/a-1144-5562","abstract":"The most common human corona viruses cause common colds. But three of these viruses cause more serious, acute diseases; Middle East Respiratory Syndrome (MERS by MERS-CoV), Severe Acute Respiratory Syndrome (SARS) by SARS-CoV and COVID-19 by SARS-CoV-2. The current outbreak was classified by the WHO as a “global public health emergency”. Despite all efforts to reduce the surgical lists and to cancel or postpone non-time-critical surgical interventions, some surgical and anesthetic interventions outside of intensive care medicine are still necessary and must be performed. This is particularly true for obstetric interventions and neuraxial labor analgesia. Workload in the delivery room is presumably not going to decrease and planned cesarean sections cannot be postponed. In the meantime, the clinical course and outcome of some COVID-19 patients with an existing pregnancy or peripartum courses have been reported. There are already numerous recommendations from national and international bodies regarding the care of such patients. Some of these recommendations will be summarized in this manuscript. The selection of aspects should by no means be seen as a form of prioritization. The general treatment principles in dealing with COVID-19 patients and the recommendations for action in intensive care therapy also apply to pregnant and postpartum patients. In this respect, there are naturally considerable redundancies and only a few aspects apply strictly or exclusively to the cohort of obstetric patients. In summary, at present it must be stated that the general care recommendations that also apply to non-COVID-19 patients are initially valid with regard to obstetric anesthesia. Nevertheless, the special requirements on the part of hygiene and infection protection result in special circumstances that should be taken into account when caring for pregnant patients from an anesthetic point of view. These relate to both medical aspects, but also to a particular extent logistics issues with regard to spatial separation, staffing and material resources.","publish_time":1586390400000,"author_summary":" Kranke, Peter; Weibel, Stephanie; Sitter,<br>Magdalena; Meybohm, Patrick; Girard, Thierry","abstract_summary":" The most common human corona viruses cause<br>common colds. But three of these viruses cause more<br>serious, acute diseases; Middle East Respiratory<br>Syndrome (MERS by MERS-CoV), Severe Acute Respiratory<br>Syndrome (SARS) by SARS-CoV and COVID-19 by SARS-CoV-2.<br>The current outbreak was classified by the WHO as a<br>“global public health emergency”. Despite all efforts<br>to reduce the surgical lists and to cancel or<br>postpone non-time-critical surgical interventions,<br>some surgical and anesthetic interventions<br>outside of intensive care medicine are still necessary<br>and must be performed. This is particularly true<br>for obstetric interventions and neuraxial labor<br>analgesia. Workload in the delivery room...","title_summary":" Geburtshilfliche Anästhesie während der<br>SARS-CoV-2-Pandemie: Übersicht der Handlungsempfehlungen","x":-2.49751544,"y":-15.2149038315,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.49751544,"tsne_y":-15.2149038315,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"rzi8b2gi","source_x":"Medline; PMC","title":"Empfehlungen zur Durchführung einer Bronchoskopie in Zeiten der COVID-19-Pandemie","doi":"10.1055\/a-1154-1814","abstract":"COVID-19, caused by coronavirus SARS-CoV-2 is a new and ongoing infectious disease affecting healthcare systems worldwide. Healthcare worker are at high risk for COIVD-19 and many have been infected or even died in countries severely affected by COVID-19 like China or Italy. Bronchoscopy causes cough and aerosol production and has to be considered a significant risk for the staff to get infected. Particular recommendations should guide to prevent spreading COVID-19 and to protect healthcare worker when performing a bronchoscopy.","publish_time":1586822400000,"author_summary":" Darwiche, K.; Ross, B.; Gesierich, W.;<br>Petermann, C.; Huebner, R.-H.; Grah, C.; Gompelmann, D.;<br>Hetzel, J.; Holland, A.; Eisenmann, S.; Stanzel, F.;<br>Kempa, A.; Conrad, K.; Eberhardt, R.","abstract_summary":" COVID-19, caused by coronavirus SARS-CoV-2 is<br>a new and ongoing infectious disease affecting<br>healthcare systems worldwide. Healthcare worker are at<br>high risk for COIVD-19 and many have been infected or<br>even died in countries severely affected by<br>COVID-19 like China or Italy. Bronchoscopy causes cough<br>and aerosol production and has to be considered a<br>significant risk for the staff to get infected. Particular<br>recommendations should guide to prevent spreading COVID-19 and<br>to protect healthcare worker when performing a<br>bronchoscopy.","title_summary":" Empfehlungen zur Durchführung einer<br>Bronchoskopie in Zeiten der COVID-19-Pandemie","x":-3.1842348576,"y":-15.8808374405,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-3.1842348576,"tsne_y":-15.8808374405,"subcluster":2,"subcluster_description":"Situation Der Deutschen Universitätspathologien","shape":"p"},{"cord_uid":"wwdlqd98","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones de “hacer” y “no hacer” en el tratamiento de los pacientes críticos ante la pandemia por coronavirus causante de COVID-19 de los Grupos de Trabajo de la Sociedad Española de Medicina Intensiva, Crítica y Unidades Coronarias (SEMICYUC)◊","doi":"10.1016\/j.medin.2020.04.001","abstract":"Abstract On March 11, 2020, the Director-General of the World Health Organization (WHO) declared the disease caused by SARS-CoV-2 (COVID-19) as a pandemic. The spread and evolution of the pandemic is overwhelming the healthcare systems of dozens of countries and has led to a myriad of opinion papers, contingency plans, case series and emerging trials. Covering all this literature is complex. Briefly and synthetically, in line with the previous recommendations of the Working Groups, the Spanish Society of Intensive, Critical Medicine and Coronary Units (SEMICYUC) has prepared this series of basic recommendations for patient care in the context of the pandemic.","publish_time":1586304000000,"author_summary":" Sanz, María Ángeles Ballesteros;<br>Hernández-Tejedor, Alberto; García, Ángel Estella; Rivera, Juan<br>José Jiménez; de Molina Ortiz, Francisco Javier<br>González; Camps, Alberto Sandiumenge; Cortés, Pablo<br>Vidal; de Haro López, Candelaria; Alonso, Eduardo<br>Aguilar; Laguna, Luisa Bordejé; Sáez, Iker García;<br>Bodí, María Amparo; Sánchez, Manuela García;<br>Ramírez, Manuel José Párraga; Peñarrocha, Rosa María<br>Alcaraz; Menéndez, Rocío Amézaga; Laguía, Paula<br>Burgueño","abstract_summary":" Abstract On March 11, 2020, the<br>Director-General of the World Health Organization (WHO)<br>declared the disease caused by SARS-CoV-2 (COVID-19) as<br>a pandemic. The spread and evolution of the<br>pandemic is overwhelming the healthcare systems of<br>dozens of countries and has led to a myriad of opinion<br>papers, contingency plans, case series and emerging<br>trials. Covering all this literature is complex.<br>Briefly and synthetically, in line with the previous<br>recommendations of the Working Groups, the Spanish Society of<br>Intensive, Critical Medicine and Coronary Units<br>(SEMICYUC) has prepared this series of basic<br>recommendations for patient care in the context of the...","title_summary":" Recomendaciones de “hacer” y “no hacer” en el<br>tratamiento de los pacientes críticos ante la pandemia por<br>coronavirus causante de COVID-19 de los Grupos de Trabajo de<br>la Sociedad Española de Medicina Intensiva,<br>Crítica y Unidades Coronarias (SEMICYUC)◊","x":-0.9875355363,"y":-16.1456031799,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.9875355363,"tsne_y":-16.1456031799,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"ws6h8n1z","source_x":"Medline; PMC","title":"Möglichkeiten der Beschäftigung von schwangeren Mitarbeiterinnen im Gesundheitssystem in Zusammenhang mit SARS-CoV-2","doi":"10.1007\/s00063-020-00704-0","abstract":"Continued employment of pregnant women related to COVID (Corona Virus Disease) should only be considered if the risk of infection in the workplace is not higher than that of the general population. This option should therefore be carried out after an individual risk assessment with a precise description of the patient clientele and definition of the activities to be performed.","publish_time":1593043200000,"author_summary":" Michels, Guido; Ochmann, Uta; Cranen, Rita","abstract_summary":" Continued employment of pregnant women<br>related to COVID (Corona Virus Disease) should only be<br>considered if the risk of infection in the workplace is not<br>higher than that of the general population. This<br>option should therefore be carried out after an<br>individual risk assessment with a precise description of<br>the patient clientele and definition of the<br>activities to be performed.","title_summary":" Möglichkeiten der Beschäftigung von<br>schwangeren Mitarbeiterinnen im Gesundheitssystem in<br>Zusammenhang mit SARS-CoV-2","x":-3.5501868725,"y":-15.7964515686,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-3.5501868725,"tsne_y":-15.7964515686,"subcluster":2,"subcluster_description":"Situation Der Deutschen Universitätspathologien","shape":"p"},{"cord_uid":"pe7as1qp","source_x":"PMC; WHO","title":"COVID-19 in der zentralen Notaufnahme: Übersicht über die klinische Präsentation der ersten 35 Patienten in der Frühphase der Pandemie","doi":"10.1007\/s10049-020-00747-y","abstract":"BACKGROUND: The corona pandemic is currently the greatest challenge for health systems of all countries worldwide. The timely detection of the disease and the immediate separation and isolation of suspected cases make a significant contribution to breaking the chain of infection. METHODS: Based on the first 35 patients admitted to the hospital with COVID-19, we evaluated the various symptoms with which patients presented. RESULTS: The majority of patients have respiratory symptoms (e.g., cough and reduced peripheral oxygen saturation) and fever. In individual patients, however, there may only be other symptoms, e.g., gastrointestinal, neurological, or nonspecific symptoms.","publish_time":1592784000000,"author_summary":" Milnik, A.; Lindholz, M.; Wenderoth, H.;<br>Pietsch, C.","abstract_summary":" BACKGROUND: The corona pandemic is currently<br>the greatest challenge for health systems of all<br>countries worldwide. The timely detection of the disease<br>and the immediate separation and isolation of<br>suspected cases make a significant contribution to<br>breaking the chain of infection. METHODS: Based on the<br>first 35 patients admitted to the hospital with<br>COVID-19, we evaluated the various symptoms with which<br>patients presented. RESULTS: The majority of patients<br>have respiratory symptoms (e.g., cough and reduced<br>peripheral oxygen saturation) and fever. In individual<br>patients, however, there may only be other symptoms,<br>e.g., gastrointestinal, neurological, or<br>nonspecific symptoms.","title_summary":" COVID-19 in der zentralen Notaufnahme:<br>Übersicht über die klinische Präsentation der ersten 35<br>Patienten in der Frühphase der Pandemie","x":-2.9161100388,"y":-16.1638412476,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.9161100388,"tsne_y":-16.1638412476,"subcluster":1,"subcluster_description":"Management Von Patienten Mit","shape":"p"},{"cord_uid":"j7vuoer6","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones para la atención oftalmológica durante el estado de alarma por la pandemia de enfermedad por coronavirus COVID-19","doi":"10.1016\/j.oftal.2020.04.002","abstract":"ABSTRACT Objective: Minimize exposure to the SARS-CoV-2, reduce the chances of cross-transmission between patients and healthcare personnel, and prevent the development of postoperative complications from the management of patients with eye diseases during the 2019 coronavirus disease pandemic (COVID -19). Methods: COVID-19 literature review and consensus establishment between different Spanish ophthalmology societies in order to provide guidelines and recommendations of maximum resources primarily conditioned by the state of alert, confinement and social distancing that occurs in Spain since March 16, 2020. Results: The recommendations will promote the adoption of action and protection measures for eye care in outpatient clinics, surgical areas and hospitalization, for unconfirmed (asymptomatic and symptomatic) and confirmed COVID-19 patients. Measures must be adapted to the circumstances and availability of Personal Protective Equipment (PPE) in each of the centers and Autonomous Communities, which will be updated according to the pandemic phases and the measures adopted by the Spanish Government. Conclusions: During the COVID-19 pandemic, attention to the potential health risks to the population caused by coronavirus should prevail over the possible progression of the common eye diseases. Ophthalmologists and other eye care professionals must assume a possible progression of these diseases due to the impossibility of adequate patient follow-up.","publish_time":1587772800000,"author_summary":" Gegúndez-Fernández, José A;<br>Zarranz-Ventura, Javier; Garay-Aramburu, Gonzaga;<br>Muñoz-Negrete, Francisco J; Barrio, Javier Mendicute del;<br>Pablo-Júlvez, Luis; García-Delpech, Salvador;<br>López-Alemany, Antonio; Arnalich-Montiel, Francisco;<br>Cordero-Coma, Miguel; Cárceles, Juan Antonio","abstract_summary":" ABSTRACT Objective: Minimize exposure to the<br>SARS-CoV-2, reduce the chances of cross-transmission<br>between patients and healthcare personnel, and<br>prevent the development of postoperative<br>complications from the management of patients with eye<br>diseases during the 2019 coronavirus disease pandemic<br>(COVID -19). Methods: COVID-19 literature review and<br>consensus establishment between different Spanish<br>ophthalmology societies in order to provide guidelines and<br>recommendations of maximum resources primarily conditioned by<br>the state of alert, confinement and social<br>distancing that occurs in Spain since March 16, 2020.<br>Results: The recommendations will promote the adoption<br>of action and protection measures for eye care in<br>outpatient clinics, surgical...","title_summary":" Recomendaciones para la atención<br>oftalmológica durante el estado de alarma por la pandemia de<br>enfermedad por coronavirus COVID-19","x":-1.0518169403,"y":-16.1587600708,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.0518169403,"tsne_y":-16.1587600708,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"ez6kbb30","source_x":"Elsevier; Medline; PMC","title":"Manejo quirúrgico de pacientes con infección por COVID-19. Recomendaciones de la Asociación Española de Cirujanos","doi":"10.1016\/j.ciresp.2020.03.001","abstract":"Due to the current pandemic of respiratory disease known as coronavirus disease 2019 (COVID-19) caused by the SARS-CoV-2 virus, many patients with confirmed or suspected COVID-19 infection will require elective surgery, surgery that cannot be postponed, or emergency surgical treatment. In these situations, special measures need to be adopted in order to minimize the possibility of transmission between patients, exposure of healthcare personnel and the development of postoperative complications. This document explains the main principles to consider when managing confirmed or suspected COVID-19 patients during evaluation as well as when surgical treatment is required.","publish_time":1585872000000,"author_summary":" Balibrea, Jose Mose.; Badia, Josep Mose.;<br>Rubio Pérez, Inés; Martín Antona, Esteban; Álvarez<br>Peña, Estíbaliz; García Botella, Sandra; Álvarez<br>Gallego, Mario; Martín Pérez, Elena; Martínez Cortijo,<br>Sagrario; Pascual Miguelañez, Isabel; Pérez Díaz, Lola;<br>Ramos Rodriguez, Jose Luis; Espin Basany, Eloy;<br>Sánchez Santos, Raquel; Soria Aledo, Victoriano;<br>López Barrachina, Ruth; Morales-Conde, Salvador","abstract_summary":" Due to the current pandemic of respiratory<br>disease known as coronavirus disease 2019 (COVID-19)<br>caused by the SARS-CoV-2 virus, many patients with<br>confirmed or suspected COVID-19 infection will require<br>elective surgery, surgery that cannot be postponed, or<br>emergency surgical treatment. In these situations,<br>special measures need to be adopted in order to minimize<br>the possibility of transmission between<br>patients, exposure of healthcare personnel and the<br>development of postoperative complications. This<br>document explains the main principles to consider when<br>managing confirmed or suspected COVID-19 patients<br>during evaluation as well as when surgical treatment<br>is required.","title_summary":" Manejo quirúrgico de pacientes con infección<br>por COVID-19. Recomendaciones de la Asociación<br>Española de Cirujanos","x":-1.1922507286,"y":-16.1292381287,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.1922507286,"tsne_y":-16.1292381287,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"g06bqjid","source_x":"Elsevier; PMC","title":"OnabotulinumtoxinA infiltration and nerve blocks in patients with headache and neuralgia: safety recommendations to prevent SARS-CoV-2 infection","doi":"10.1016\/j.nrleng.2020.05.010","abstract":"Abstract Introduction The COVID-19 pandemic has given rise to the need for changes in clinical practice, with new strategies to enable integrated care for patients with headache and neuralgia. Material and methods Given the high spreadability of SARS-CoV-2, new safety measures are required in such procedures as onabotulinumtoxinA infiltration and nerve blocks. Results We present a series of recommendations based on the measures implemented to prevent infection in our healthcare system. We differentiate between measures related to patients and physicians, to technique, to infrastructure (waiting room and consultation), and to healthcare management.","publish_time":1591228800000,"author_summary":" Santos-Lasaosa, S.; Porta-Etessam, J.","abstract_summary":" Abstract Introduction The COVID-19 pandemic<br>has given rise to the need for changes in clinical<br>practice, with new strategies to enable integrated care<br>for patients with headache and neuralgia.<br>Material and methods Given the high spreadability of<br>SARS-CoV-2, new safety measures are required in such<br>procedures as onabotulinumtoxinA infiltration and nerve<br>blocks. Results We present a series of recommendations<br>based on the measures implemented to prevent<br>infection in our healthcare system. We differentiate<br>between measures related to patients and physicians,<br>to technique, to infrastructure (waiting room<br>and consultation), and to healthcare management.","title_summary":" OnabotulinumtoxinA infiltration and nerve<br>blocks in patients with headache and neuralgia:<br>safety recommendations to prevent SARS-CoV-2<br>infection","x":-1.9248667955,"y":-16.4843997955,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.9248667955,"tsne_y":-16.4843997955,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"pn6tu1sm","source_x":"Elsevier; PMC; WHO","title":"Infeccion Por Sars-Cov-2 En La Paciente Obstetrica: Una Perspectiva Desde El Cuidado Critico","doi":"10.1016\/j.acci.2020.04.002","abstract":"ABSTRACT The new coronavirus infection (COVID-19) is currently the leading public health problem in the world. Between 5% and 30% of patients affected by this disease require management in an intensive care unit. Different documents have been published with recommendations for the general population. However, in the obstetric patient, the scientific evidence is limited, and even more so when it comes to COVID-19 infection in obstetric intensive care settings. For this reason, an unsystematic narrative review of the literature was performed using MEDLINE, scientific societies, as well as the repositories of the World Health Organisation and the Ministry of Health and Social Protection of Colombia as sources of information, in order to describe the management of a pregnant patient with COVID-19 in an intensive care unit. It is emphasised that care must be carried out by a multidisciplinary team, using maternal and fetal monitoring when appropriate. It is also suggested that there must be monitoring of oxygen saturation and maternal haemodynamics in order to minimise fetal hypoxaemia. A description is also presented of some recommendations on relevant topics in the critical scenario that include, among others, timely intubation, the adequate use of Personal Protective Equipment (PPE), the management of circulatory failure, as well as fluid and vasopressor restriction strategies.","publish_time":1586908800000,"author_summary":" Borre, Diana; Santacruz, Jose;<br>Gonzalez-Hernandez, Jeniffer; Anichiarico, Walter; Romero, Jorge<br>Rubio","abstract_summary":" ABSTRACT The new coronavirus infection<br>(COVID-19) is currently the leading public health problem<br>in the world. Between 5% and 30% of patients<br>affected by this disease require management in an<br>intensive care unit. Different documents have been<br>published with recommendations for the general<br>population. However, in the obstetric patient, the<br>scientific evidence is limited, and even more so when it<br>comes to COVID-19 infection in obstetric intensive<br>care settings. For this reason, an unsystematic<br>narrative review of the literature was performed using<br>MEDLINE, scientific societies, as well as the<br>repositories of the World Health Organisation and the<br>Ministry of Health...","title_summary":" Infeccion Por Sars-Cov-2 En La Paciente<br>Obstetrica: Una Perspectiva Desde El Cuidado Critico","x":-0.7830806375,"y":-16.1475372314,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.7830806375,"tsne_y":-16.1475372314,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"ejidqmpm","source_x":"Elsevier; Medline; PMC","title":"Recomendaciones prácticas para el manejo perioperatorio del paciente con sospecha o infección grave por coronavirus SARS-CoV-2","doi":"10.1016\/j.redar.2020.03.003","abstract":"In December 2019, the Wuhan Municipal Health and health Commission (Hubei Province, China) reported a series of cases of pneumonia of unknown etiology. On January 7, 2020, the Chinese authorities identified as a causative agent of the outbreak a new type of virus of the Coronaviridiae family, called SARS-CoV-2. Since then, thounsands of cases have been reported with global dissemination. Infections in humans cause a broad clinical spectrum ranging from mild upper respiratory tract infection, to severe acute respiratory distress syndrome and sepsis. There is not specific treatment for SARS-CoV-2, which is why the fundamental aspects are to establish adequate prevention measures and support treatment and management of complications.","publish_time":1584403200000,"author_summary":" Montero Feijoo, A.; Maseda, E.; Adalia<br>Bartolomé, R.; Aguilar, G.; González de Castro, R.;<br>Gómez-Herreras, J.I.; García Palenciano, C.; Pereira, J.;<br>Ramasco Rueda, F.; Samso, E.; Suárez de la Rica, A.;<br>Tamayo Medel, G.; Varela Durán, M.","abstract_summary":" In December 2019, the Wuhan Municipal Health<br>and health Commission (Hubei Province, China)<br>reported a series of cases of pneumonia of unknown<br>etiology. On January 7, 2020, the Chinese authorities<br>identified as a causative agent of the outbreak a new type of<br>virus of the Coronaviridiae family, called<br>SARS-CoV-2. Since then, thounsands of cases have been<br>reported with global dissemination. Infections in<br>humans cause a broad clinical spectrum ranging from<br>mild upper respiratory tract infection, to severe<br>acute respiratory distress syndrome and sepsis.<br>There is not specific treatment for SARS-CoV-2,<br>which is why the fundamental aspects are to establish<br>adequate...","title_summary":" Recomendaciones prácticas para el manejo<br>perioperatorio del paciente con sospecha o infección grave por<br>coronavirus SARS-CoV-2","x":-1.0261821747,"y":-16.1203517914,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.0261821747,"tsne_y":-16.1203517914,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"0zzn5e1i","source_x":"Elsevier; Medline; PMC","title":"Infiltración con onabotulinumtoxinA y bloqueos en el paciente con cefalea y neuralgia: recomendaciones de seguridad frente a la infección por SARS-CoV-2","doi":"10.1016\/j.nrl.2020.05.004","abstract":"INTRODUCTION: The COVID-19 pandemic has given rise to the need for changes in clinical practice, with new strategies to enable integrated care for patients with headache and neuralgia. MATERIAL AND METHODS: Given the high spreadability of SARS-CoV-2, new safety measures are required in such procedures as onabotulinumtoxinA infiltration and nerve blocks. RESULTS: We present a series of recommendations based on the measures implemented to prevent infection in our healthcare system. We differentiate between measures related to patients and physicians, to technique, to infrastructure (waiting room and consultation), and to healthcare management.","publish_time":1589414400000,"author_summary":" Santos-Lasaosa, S.; Porta-Etessam, J.","abstract_summary":" INTRODUCTION: The COVID-19 pandemic has given<br>rise to the need for changes in clinical practice,<br>with new strategies to enable integrated care for<br>patients with headache and neuralgia. MATERIAL AND<br>METHODS: Given the high spreadability of SARS-CoV-2,<br>new safety measures are required in such<br>procedures as onabotulinumtoxinA infiltration and nerve<br>blocks. RESULTS: We present a series of<br>recommendations based on the measures implemented to prevent<br>infection in our healthcare system. We differentiate<br>between measures related to patients and physicians,<br>to technique, to infrastructure (waiting room<br>and consultation), and to healthcare management.","title_summary":" Infiltración con onabotulinumtoxinA y<br>bloqueos en el paciente con cefalea y neuralgia:<br>recomendaciones de seguridad frente a la infección por<br>SARS-CoV-2","x":-1.5695711374,"y":-16.3122215271,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.5695711374,"tsne_y":-16.3122215271,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"yvf9qttl","source_x":"Medline; PMC","title":"Unterricht an der Berufsfachschule für Notfallsanitäter der Landeshauptstadt München im Angesicht der COVID-19-Pandemie","doi":"10.1007\/s10049-020-00709-4","abstract":"The ongoing Coronavirus crisis forced both the Berufsfachschule für Notfallsanitäter (emergency paramedic vocational school) of the Munich fire department and all other German schools to quit classroom teaching within just a few days. Similarly, all practical trainings at clinics and on ambulances had to be put on hold. As the apprentices’ training objective was acutely endangered by the expected lengthy teaching downtimes, it was of crucial importance to successfully establish homeschooling. While members of our teaching staff were additionally bound by support for the Munich crisis unit, the switch to virtual classroom teaching for all ongoing courses significantly increased the overall workload of the staff. In a first step, we established a fast video and communication platform via Microsoft Skype. All other issues had to be solved on the fly due to the lack of preparation time. Soon it became obvious that using only classic upfront teaching methods was not an option due to the resulting monotony of a full-time 35 h training week. Additionally, we had to ensure that exams would also be possible during homeschooling to avoid the accumulation of missing performance assessments. Within a few days, it became clear that almost all forms of social interactions and teaching methods could be integrated into the virtual classroom with minor limitations. A survey among students showed that while homeschooling cannot fully replace classroom teaching, it is considered a good alternative in emergency situations. Furthermore, many trainees think that homeschooling could be a valuable addition to normal classroom teaching. Maybe this crisis could turn out to be the beginning of a new complementary teaching strategy.","publish_time":1589328000000,"author_summary":" Frieß, C.; Bayerl, T.","abstract_summary":" The ongoing Coronavirus crisis forced both the<br>Berufsfachschule für Notfallsanitäter (emergency paramedic<br>vocational school) of the Munich fire department and all<br>other German schools to quit classroom teaching<br>within just a few days. Similarly, all practical<br>trainings at clinics and on ambulances had to be put on<br>hold. As the apprentices’ training objective was<br>acutely endangered by the expected lengthy teaching<br>downtimes, it was of crucial importance to successfully<br>establish homeschooling. While members of our teaching<br>staff were additionally bound by support for the<br>Munich crisis unit, the switch to virtual classroom<br>teaching for all ongoing courses significantly<br>increased the...","title_summary":" Unterricht an der Berufsfachschule für<br>Notfallsanitäter der Landeshauptstadt München im Angesicht der<br>COVID-19-Pandemie","x":-2.71494627,"y":-15.0379772186,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.71494627,"tsne_y":-15.0379772186,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"7plpn6sn","source_x":"Elsevier; Medline; PMC","title":"Las estadísticas sanitarias y la invisibilidad por sexo y de género durante la epidemia de COVID-19","doi":"10.1016\/j.gaceta.2020.04.008","abstract":"ABSTRACT Reports on COVID-19 from the Spanish Health Ministry are valuable, but incomplete, with the perverse effect that the susceptibility to COVID-19 by sex is unclear. Prevalence of COVID-19 by sexes differs between countries. The trend in Spain shows an unequal pattern, initially more frequent in men, but women outnumbered them from March 31, after two weeks lockdown. Infections are more frequent in women than in men in close contact with probable\/confirmed COVID-19 cases. Consistent with deaths in men, they are hospitalized more frequently than women: Significant gender differences in signs\/symptoms can drive this pattern, already observed in other pathologies. In late April, excess mortality is the same in women (67%) than in men (66%). But, lack of exhaustive information on deaths from COVID-19 in non-hospitalized patients may contribute to lower notification of deaths in women. Invisibility of data by sex and gender is probably affecting negatively women with COVID -19 more than men.","publish_time":1588550400000,"author_summary":" Cantero, María Teresa Ruiz","abstract_summary":" ABSTRACT Reports on COVID-19 from the Spanish<br>Health Ministry are valuable, but incomplete, with<br>the perverse effect that the susceptibility to<br>COVID-19 by sex is unclear. Prevalence of COVID-19 by<br>sexes differs between countries. The trend in Spain<br>shows an unequal pattern, initially more frequent in<br>men, but women outnumbered them from March 31, after<br>two weeks lockdown. Infections are more frequent<br>in women than in men in close contact with<br>probable\/confirmed COVID-19 cases. Consistent with deaths in men,<br>they are hospitalized more frequently than women:<br>Significant gender differences in signs\/symptoms can<br>drive this pattern, already observed in other<br>pathologies....","title_summary":" Las estadísticas sanitarias y la<br>invisibilidad por sexo y de género durante la epidemia de<br>COVID-19","x":-0.5075027347,"y":-16.161611557,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.5075027347,"tsne_y":-16.161611557,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"cdzj6mng","source_x":"Medline; PMC","title":"Coronavirus-Pandemie – Erinnerungen an die Grippe-Epidemie von 1918 aus gynäkologisch-geburtshilflicher Sicht","doi":"10.1007\/s00129-020-04601-7","abstract":"From the medical reports on the flu epidemic in 1918, there is accordance with the present-day corona pandemic. The symptoms, course and outcome all seem to show parallels. Pregnant women in the last trimester are to be classified as being particularly vulnerable. Physicians in several disciplines, e.g. gynecology, general medicine and internal medicine are equally called upon to be particularly vigilant.","publish_time":1587513600000,"author_summary":" Ludwig, Hans","abstract_summary":" From the medical reports on the flu epidemic in<br>1918, there is accordance with the present-day<br>corona pandemic. The symptoms, course and outcome all<br>seem to show parallels. Pregnant women in the last<br>trimester are to be classified as being particularly<br>vulnerable. Physicians in several disciplines, e.g.<br>gynecology, general medicine and internal medicine are<br>equally called upon to be particularly vigilant.","title_summary":" Coronavirus-Pandemie – Erinnerungen an die<br>Grippe-Epidemie von 1918 aus<br>gynäkologisch-geburtshilflicher Sicht","x":-3.4726159573,"y":-15.6355905533,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-3.4726159573,"tsne_y":-15.6355905533,"subcluster":2,"subcluster_description":"Situation Der Deutschen Universitätspathologien","shape":"p"},{"cord_uid":"fqrwb15o","source_x":"Medline; PMC","title":"Umgang mit COVID-19 in der Notaufnahme: Erfahrungsbericht der interdisziplinären Notaufnahme des Universitätsklinikums Münster","doi":"10.1007\/s00063-020-00693-0","abstract":"With the COVID-19 pandemic, emergency rooms are faced with major challenges because they act as the interface between outpatient and inpatient care. The dynamics of the pandemic forced emergency care at the University Hospital Münster to extensively adjust their processes, which had to be carried out in the shortest time possible. This included the establishment of an outpatient coronavirus test center and a medical student-operated telephone hotline. Inside the hospital, new isolation capacities in the emergency room and a dedicated COVID-19 ward were set up. The patient flow was reorganized using flow diagrams for both the outpatient and inpatient areas. The general and special emergency management was optimized for the efficient treatment of COVID-19-positive patients and the staff were trained in the use of protective equipment. This report of our experience is intended to support other emergency departments in their preparation for the COVID-19 pandemic.","publish_time":1587513600000,"author_summary":" Wennmann, D. O.; Dlugos, C. P.; Hofschröer, A.;<br>Hennies, M.; Kühn, J.; Hafezi, W.; Kampmeier, S.;<br>Mellmann, A.; Triphaus, S.; Sackarnd, J.; Tepasse, P.;<br>Keller, M.; Van Aken, H.; Pavenstädt, H.; Kümpers, P.","abstract_summary":" With the COVID-19 pandemic, emergency rooms<br>are faced with major challenges because they act as<br>the interface between outpatient and inpatient<br>care. The dynamics of the pandemic forced emergency<br>care at the University Hospital Münster to<br>extensively adjust their processes, which had to be carried<br>out in the shortest time possible. This included<br>the establishment of an outpatient coronavirus<br>test center and a medical student-operated<br>telephone hotline. Inside the hospital, new isolation<br>capacities in the emergency room and a dedicated COVID-19<br>ward were set up. The patient flow was reorganized<br>using flow diagrams for both the outpatient and<br>inpatient areas....","title_summary":" Umgang mit COVID-19 in der Notaufnahme:<br>Erfahrungsbericht der interdisziplinären Notaufnahme des<br>Universitätsklinikums Münster","x":-2.7805953026,"y":-15.0258493423,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.7805953026,"tsne_y":-15.0258493423,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"3nkymtlf","source_x":"Medline; PMC","title":"COVID-19-Versorgung – Strategien der Taskforce Coronavirus und Erfahrungen von den ersten 115 Fällen am Universitätsklinikum Freiburg","doi":"10.1055\/a-1147-6244","abstract":"Background The new pandemic coronavirus SARS-CoV-2 causing coronavirus disease-2019 (COVID-19) poses immense challenges to health care systems worldwide. In the current manuscript we summarize the strategies, organisational approaches and actions of the Task-force Coronavirus at the University Medical Center Freiburg. We also report on experiences with implementation of these approaches and treatment outcomes in the first 115 COVID patients. Methods Retrospective, narrative process description and analysis of the time period between end of January and beginning of April 2020, performed by representatives of the involved departments and institutes. Additionally a retrospective observational cohort study with descriptive analysis of epidemiological and clinical data of COVID patients admitted until March 31st was performed. Results A multidisciplinary Task-force Coronavirus initiated measures concerning outpatient testing and counseling, reorganisation and separation of patient flow processes alongside with substantial escalation of inpatient capacities on regular wards and intensive care units. Within the framework of the resulting dynamic care model, 115 patients suffering from COVID could be treated without shortages in staff or bed capacities. Dicussion In the upcoming pandemic, adequate COVID management and care could be secured by a collaborative approach with inclusion of administrative departments, clinical disciplines and theoretical institutes of the University Medical Center Freiburg.","publish_time":1588032000000,"author_summary":" Rieg, Siegbert; Busch, Hans-Jörg; Hans,<br>Felix; Grundmann, Hajo; Biever, Paul; Bürkle,<br>Hartmut; Hammer, Thorsten; Thimme, Robert; Kern,<br>Winfried","abstract_summary":" Background The new pandemic coronavirus<br>SARS-CoV-2 causing coronavirus disease-2019 (COVID-19)<br>poses immense challenges to health care systems<br>worldwide. In the current manuscript we summarize the<br>strategies, organisational approaches and actions of the<br>Task-force Coronavirus at the University Medical Center<br>Freiburg. We also report on experiences with<br>implementation of these approaches and treatment outcomes in<br>the first 115 COVID patients. Methods<br>Retrospective, narrative process description and analysis of<br>the time period between end of January and<br>beginning of April 2020, performed by representatives of<br>the involved departments and institutes.<br>Additionally a retrospective observational cohort study<br>with descriptive analysis of epidemiological and...","title_summary":" COVID-19-Versorgung – Strategien der<br>Taskforce Coronavirus und Erfahrungen von den ersten 115<br>Fällen am Universitätsklinikum Freiburg","x":-2.9170980453,"y":-14.9961805344,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.9170980453,"tsne_y":-14.9961805344,"subcluster":0,"subcluster_description":"Seuchenkontrolle Und Der","shape":"p"},{"cord_uid":"eeon1do2","source_x":"Elsevier; Medline; PMC","title":"Les professionnels de santé face à la pandémie de la maladie à coronavirus (COVID-19): quels risques pour leur santé mentale?","doi":"10.1016\/j.encep.2020.04.008","abstract":"RÉSUMÉ Objectifs: La pandémie de la maladie à coronavirus (COVID-19) a provoqué une crise sanitaire majeure et mis en quarantaine la moitié de la population planétaire. En France, elle a provoqué une réorganisation en urgence de l’offre de soins mobilisant les soignants dans un climat d’incertitude. L'objectif du présent article est de faire le point sur les risques associés à l’exposition des soignants au COVID-19 pour leur santé mentale. Méthodes: Les auteurs ont conduit une revue de la littérature internationale tenant compte des données des précédentes épidémies (SARS-CoV-1, H1N1) et des données plus récentes concernant le COVID-19. Résultats: Les caractéristiques de cette pandémie (rapidité de diffusion, connaissances incertaines, sévérité, morts de soignants) ont installé un climat anxiogène. Des facteurs organisationnels peuvent être source de stress : déficit d’équipement de protection individuel, réaffectation de postes, manque de communication, manque de matériels de soins, bouleversement de la vie quotidienne familiale et sociale. D’autres facteurs de risque sont identifiés comme l’absence de soutien, la crainte de contaminer un proche, l’isolement ou la stigmatisation sociale, le haut niveau de stress au travail, ou les patterns d’attachement insécure. Les soignants ont ainsi un risque augmenté d’anxiété, de dépression, d’épuisement, d’addiction et de trouble de stress post-traumatique. Conclusions: Cette crise sanitaire devrait nous aider à mieux comprendre la vulnérabilité des soignants à la souffrance psychologique afin de renforcer les stratégies de prévention primaire et la formation aux enjeux psychologiques des soins, de la relation, et de la gestion des situations de crises sanitaires. ABSTRACT Objectives: The coronavirus disease 2019 (COVID-19) pandemic has caused major sanitary crisis worldwide. Half of the world has been placed in quarantine. In France, this large-scale health crisis urgently triggered the restructuring and reorganization of health service delivery to support emergency services, medical intensive care units and continuing care units. Health professionals mobilized all their resources to provide emergency aid in a general climate of uncertainty. Concerns about the mental health, psychological adjustment, and recovery of health care workers treating and caring for patients with COVID-19 are now arising. The goal of the present article is to provide an up-to-date information on potential mental health risks associated with exposure of health professionals to the COVID-19 pandemic. Methods: Authors performed a narrative review identifying relevant results in the scientific and medical literature considering previous epidemics of 2003 (SARS-CoV-1) and 2009 (H1N1) with the more recent data about the COVID-19 pandemic. We highlighted most relevant data concerning the disease characteristics, the organizational factors and personal factors that may contribute to developing psychological distress and other mental health symptoms. Results: The disease characteristics of the current COVID-19 pandemic provoked a generalized climate of wariness and uncertainty, particularly among health professionals, due to a range of causes such as the rapid spread of COVID-19, the severity of symptoms it can cause in a segment of infected individuals, the lack of knowledge of the disease, and deaths among health professionals. Stress may also be caused by organizational factors, such as depletion of personal protection equipment, concern about not being able to provide competent care if deployed to new area, concern about rapidly changing information, lack of access to up-to-date information and communication, lack of specific drugs, the shortage of ventilators and intensive care unit beds necessary to care for the surge of critically ill patients, and significant change in their daily social and family life. Further risk factors have been identified, including feelings of being inadequately supported, concerns about health of self, fear of taking home infection to family members or others, and not having rapid access to testing through occupational health if needed, being isolated, feelings of uncertainty and social stigmatization, overwhelming workload, or insecure attachment. Additionally, we discussed positive social and organizational factors that contribute to enhance resilience in the face of the pandemic. There is a consensus in all the relevant literature that health care professionals are at an increased risk of high levels of stress, anxiety, depression, burnout, addiction and post-traumatic stress disorder, which could have long-term psychological implications. Conclusions: In the long run, this tragic health crisis should significantly enhance our understanding of the mental health risk factors among the health care professionals facing the COVID-19 pandemic. Reporting information such as this is essential to plan future prevention strategies. Protecting health care professionals is indeed an important component of public health measures to address large-scale health crisis. Thus, interventions to promote mental well-being in health care professionals exposed to COVID-19 need to be immediately implemented, and to strengthen prevention and response strategies by training health care professionals on mental help and crisis management.","publish_time":1587513600000,"author_summary":" El-Hage, Wissam; Hingray, Coraline; Lemogne,<br>Cédric; Yrondi, Antoine; Brunault, Paul; Bienvenu,<br>Thomas; Etain, Bruno; Paquet, Claire; Gohier,<br>Bénédicte; Bennabi, Djamila; Birmes, Philippe;<br>Sauvaget, Anne; Fakra, Eric; Prieto, Nathalie; Bulteau,<br>Samuel; Vidailhet, Pierre; Jollant, Fabrice; Camus,<br>Vincent; Leboyer, Marion; Krebs, Marie-Odile;<br>Aouizerate, Bruno","abstract_summary":" RÉSUMÉ Objectifs: La pandémie de la maladie à<br>coronavirus (COVID-19) a provoqué une crise sanitaire<br>majeure et mis en quarantaine la moitié de la population<br>planétaire. En France, elle a provoqué une réorganisation<br>en urgence de l’offre de soins mobilisant les<br>soignants dans un climat d’incertitude. L'objectif du<br>présent article est de faire le point sur les risques<br>associés à l’exposition des soignants au COVID-19 pour<br>leur santé mentale. Méthodes: Les auteurs ont<br>conduit une revue de la littérature internationale<br>tenant compte des données des précédentes épidémies<br>(SARS-CoV-1, H1N1) et des données plus récentes concernant<br>le COVID-19. Résultats: Les caractéristiques...","title_summary":" Les professionnels de santé face à la pandémie<br>de la maladie à coronavirus (COVID-19): quels<br>risques pour leur santé mentale?","x":-0.2495384365,"y":-14.7313909531,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-0.2495384365,"tsne_y":-14.7313909531,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"17hdeiel","source_x":"Elsevier; PMC","title":"Reutilización limitada y uso extendido de mascarillas de media-alta filtración","doi":"10.1016\/j.enfcli.2020.05.012","abstract":"ABSTRACT Aim: Personal protective equipment (PPE), including respirators, is essential in a pandemic like Covid-19, which has required, on many occasions, the reuse of material due to its shortage. The aim of this review is to summarize available evidence on the reuse and extended use of filtering facepiece respirator. Method: scoping review. Search through natural language in PUBMED and Centers, Agencies and Organizations for Disease Control. Limited to articles published between 2010-2020 in English and Spanish. Results: 83 articles were located, 14 were selected, plus 5 recommendations. The topics included in this study are classified in 7 sections: expiration, extended use and reuse of masks, handling techniques, sealing, physical-psychological effects and compliance, contamination and decontamination of respirators. Conclusions: the reuse of masks is not recommended by official organizations or manufacturers, and is only accepted in extraordinary cases, such as pandemics. The studies are characterized by having small samples, using different models of respirators adjusting their recommendation to the model.","publish_time":1590019200000,"author_summary":" Sancho, María Consuelo Company; María, Esther<br>González; Corpa, Eva Abad","abstract_summary":" ABSTRACT Aim: Personal protective equipment<br>(PPE), including respirators, is essential in a<br>pandemic like Covid-19, which has required, on many<br>occasions, the reuse of material due to its shortage. The<br>aim of this review is to summarize available<br>evidence on the reuse and extended use of filtering<br>facepiece respirator. Method: scoping review. Search<br>through natural language in PUBMED and Centers,<br>Agencies and Organizations for Disease Control.<br>Limited to articles published between 2010-2020 in<br>English and Spanish. Results: 83 articles were<br>located, 14 were selected, plus 5 recommendations. The<br>topics included in this study are classified in 7<br>sections: expiration, extended...","title_summary":" Reutilización limitada y uso extendido de<br>mascarillas de media-alta filtración","x":-1.3634905815,"y":-16.524274826,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-1.3634905815,"tsne_y":-16.524274826,"subcluster":5,"subcluster_description":"Sars-Cov-2()Obesidad Y Sars-Cov-2","shape":"p"},{"cord_uid":"za0y7mrq","source_x":"Medline; PMC","title":"Sektion Pflege zur aktuellen Situation der Intensivpflege in Deutschland: Arbeitsgruppe der Sektion Pflege der Deutschen Gesellschaft für Internistische Intensivmedizin und Notfallmedizin (DGIIN)","doi":"10.1007\/s00063-020-00705-z","abstract":"The year 2020 is the year of care on the occasion of the 200th birthday of Florence Nightingale. However, due to current events, the “Year of Corona” will be remembered more. A positive aspect is the attention and appreciation of the nursing profession in the population. Nevertheless, politicians and various professional groups in the hospital limit nursing care almost exclusively to practical activities that are directly necessary for the patients. A clearly noticeable improvement in working conditions for nurses as a result of the political efforts of this legislative period has so far failed to materialise to the same extent as the active involvement of nurses in political decisions and resolutions that directly affect the professional group. The rapid build-up of bed capacities has made it possible to provide the patients concerned with the necessary intensive medical care. In many places, however, this has been at the expense of the nurses and physicians, some of whom have had to work without the necessary training, with insufficient protective equipment and in unfamiliar areas. These problems continue to exist even after months of the covid-19 crisis. The Nursing Section of the DGIIN expressly declares its willingness to actively and constructively participate in any processes in the future and, with the following 5 points, offers initial practical assistance to improve the situation in German intensive care units.","publish_time":1593648000000,"author_summary":" Hermes, Carsten; Ochmann, Tobias","abstract_summary":" The year 2020 is the year of care on the occasion<br>of the 200th birthday of Florence Nightingale.<br>However, due to current events, the “Year of Corona” will<br>be remembered more. A positive aspect is the<br>attention and appreciation of the nursing profession in<br>the population. Nevertheless, politicians and<br>various professional groups in the hospital limit<br>nursing care almost exclusively to practical<br>activities that are directly necessary for the patients. A<br>clearly noticeable improvement in working conditions<br>for nurses as a result of the political efforts of<br>this legislative period has so far failed to<br>materialise to the same extent...","title_summary":" Sektion Pflege zur aktuellen Situation der<br>Intensivpflege in Deutschland: Arbeitsgruppe der Sektion<br>Pflege der Deutschen Gesellschaft für<br>Internistische Intensivmedizin und Notfallmedizin (DGIIN)","x":-2.0863749981,"y":-16.0744361877,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.0863749981,"tsne_y":-16.0744361877,"subcluster":3,"subcluster_description":"Empfehlungen Der Deutschen Gesellschaft","shape":"p"},{"cord_uid":"9sy8h63k","source_x":"Medline; PMC","title":"Aktuelle Handlungsempfehlungen der Deutschen Gesellschaft für Rheumatologie für die Betreuung von Patienten mit rheumatischen Erkrankungen während der SARS-CoV‑2\/Covid 19-Pandemie","doi":"10.1007\/s00393-020-00799-y","abstract":"In the current SARS-CoV-2 pandemic there are many questions regarding the safe treatment of patients with inflammatory rheumatic diseases. Many of these questions cannot yet be answered on an evidence-based basis and this does not make patient care easy. The German Society for Rheumatology (DGRh) hopes that these initial recommendations will provide support for specific issues in the care of patients with inflammatory rheumatic diseases in view of the current threat posed by SARS-CoV-2. In order to take advantage of the dynamic worldwide gain in knowledge for our patients, the recommendations will be updated regularly. The updated versions of the recommendations are deposited on the homepage of the DGRh.","publish_time":1587945600000,"author_summary":" Schulze-Koops, H.; Holle, J.; Moosig, F.;<br>Specker, C.; Aries, P.; Burmester, G.; Fiehn, C.; Hoyer,<br>B.; Krause, A.; Leipe, J.; Lorenz, H.‑M.;<br>Schneider, M.; Sewerin, P.; Voormann, A.; Wager, U.;<br>Krüger, K.; Iking-Konert, C.","abstract_summary":" In the current SARS-CoV-2 pandemic there are<br>many questions regarding the safe treatment of<br>patients with inflammatory rheumatic diseases. Many of<br>these questions cannot yet be answered on an<br>evidence-based basis and this does not make patient care easy.<br>The German Society for Rheumatology (DGRh) hopes<br>that these initial recommendations will provide<br>support for specific issues in the care of patients with<br>inflammatory rheumatic diseases in view of the current<br>threat posed by SARS-CoV-2. In order to take advantage<br>of the dynamic worldwide gain in knowledge for our<br>patients, the recommendations will be updated<br>regularly. The updated versions of the...","title_summary":" Aktuelle Handlungsempfehlungen der<br>Deutschen Gesellschaft für Rheumatologie für die<br>Betreuung von Patienten mit rheumatischen Erkrankungen<br>während der SARS-CoV‑2\/Covid 19-Pandemie","x":-2.8058595657,"y":-16.2123622894,"cluster":30,"cluster_name":"c31","cluster_description":"Während Der","tsne_x":-2.8058595657,"tsne_y":-16.2123622894,"subcluster":1,"subcluster_description":"Management Von Patienten Mit","shape":"p"}]