{"cluster": 30, "subcluster": 0, "abstract_summ": "The general treatment principles in dealing with COVID-19 patients and the recommendations for action in intensive care therapy also apply to pregnant and postpartum patients.Especially in maximum care clinical facilities, a higher exposure to potentially infectious patients or positively tested COVID-19 patients is to be expected.Autopsies revealed all COVID-19 patients to have a fatal (broncho)pneumonia and signs of relevant pre-existing cardiac, renal and pulmonary conditions in all cases.Slow but continuous changes (e.g. rise in temperature) as well as acute changes (e.g. heat waves and natural disasters) will induce an increased need for intensive medical care services (e.g. an increase in the need for renal replacement procedures).Close cooperation allover the health care system is needed in alliance with the local health departments.", "title_summ": "Neue intensivmedizinische Herausforderungen durch Klimawandel und globale ErderwärmungMeldepflichten für Infektionskrankheiten und Infektionserreger in Deutschland: Entwicklung und VerbesserungsvorschlägeHerausforderungen in der Seuchenkontrolle und der jetzigen Pandemie durch verzerrte VerteilungenDer Gasteiner Heilstollen und eine möglicheMünchen im Angesicht der COVID-19-PandemieUmgang mit COVID-19 in der Notaufnahme: Erfahrungsbericht der interdisziplinären Notaufnahme des Universitätsklinikums MünsterCOVID-19-Versorgung – Strategien der Taskforce Coronavirus und Erfahrungen von den ersten 115 Fällen am Universitätsklinikum FreiburgSystematischer Review zu Anforderungen an die persönliche Schutzausrüstung bei primärem Patientenkontakt und Strukturierung des OperationsbereichesDer erste COVID-19-Hotspot in einer Hamburger Senioreneinrichtung: Präventionskonzept, Letalität und ObduktionsbefundeGeburtshilfliche Anästhesie während der SARS-CoV-2-PandemieAnsteckungsgefahr im Therapiebereich mit VirenFlexibler Entscheidungsalgorithmus zum innerklinischen stationären Patient*innen-Management unter wechselnden Anforderungen der SARS-CoV-2-PandemieIgnac Semmelweis—Father of Hand HygieneBetrachtung der Pandemie Phase 3 – „mitigation: Übersicht der HandlungsempfehlungenUnterricht an der Berufsfachschule für Notfallsanitäter der Landeshauptstadt", "title_abstract_phrases": "The general treatment principles in dealing with COVID-19 patients and the recommendations for action in intensive care therapy also apply to pregnant and postpartum patients.Especially in maximum care clinical facilities, a higher exposure to potentially infectious patients or positively tested COVID-19 patients is to be expected.Autopsies revealed all COVID-19 patients to have a fatal (broncho)pneumonia and signs of relevant pre-existing cardiac, renal and pulmonary conditions in all cases.Umgang mit COVID-19 in der Notaufnahme: Erfahrungsbericht der interdisziplinären Notaufnahme des Universitätsklinikums MünsterWith the COVID-19 pandemic, emergency rooms are faced with major challenges because they act as the interface between outpatient and inpatient care.Slow but continuous changes (e.g. rise in temperature) as well as acute changes (e.g. heat waves and natural disasters) will induce an increased need for intensive medical care services (e.g. an increase in the need for renal replacement procedures)."}