{"cluster": 30, "subcluster": 3, "abstract_summ": "Necessary treatment interventions for other patients with critical and life-limiting diseases have been delayed or suspended in order to free resources for the expected COVID-19 patients; however, these people need to feel social connectedness with their relatives.According to the current state of knowledge inhalation therapy, nasal high-flow (NHF), and PAP therapy can be carried out without increased risk of infection for health care workers (HCW) as long as appropriate personal protective equipment (eye protection, FFP2 or FFP-3 mask, gown) is being used.Families should be able to visit dying patients even on intensive care units or isolation wards, using adequate protective equipment.OBJECTIVES: The special medical and insurance law aspects of a work-related MRSA colonization are presented using the example of an expert opinion case and an evaluation of the BK reports of suspected occupational disease (BK No. 3101) of the German Social Accident Insurance (DGUV).Nevertheless, politicians and various professional groups in the hospital limit nursing care almost exclusively to practical activities that are directly necessary for the patients.", "title_summ": "Atmungsstörungen im Zusammenhang mit der Corona‑Pandemie: Deutsche Gesellschaft für Pneumologie und Beatmungsmedizin e. V. (DGP), Deutsche Gesellschaft für Schlafforschung und Schlafmedizin (DGSM)Coronavirus-Pandemie und ihre Auswirkungen auf Orthopädie und Unfallchirurgie: Operationen, Risiken und Prävention?Empfehlungen zur Unterstützung von belasteten, schwerstkranken, sterbenden und trauernden Menschen in der Corona-Pandemie aus palliativmedizinischer Perspektive:Empfehlungen der Deutschen Gesellschaft für Palliativmedizin (DGP), der Deutschen Interdisziplinären Vereinigung für Intensiv- und Notfallmedizin (DIVI), des Bundesverbands Trauerbegleitung (BVT), der Arbeitsgemeinschaft für Psychoonkologie in der Deutschen Krebsgesellschaft, der Deutschen Vereinigung fürim Gesundheitswesen (DVSG) und der Deutschen Gesellschaft für Systemische Therapie, Beratung und Familientherapie (DGSF)Sektion Pflege zur aktuellen Situation der Intensivpflege in Deutschland:Arbeitsgruppe der Sektion Pflege der Deutschen Gesellschaft für Internistische Intensivmedizin und Notfallmedizin (DGIIN)Beruflich erworbene MRSA-Besiedelung in der berufsdermatologischen Begutachtung (BK-Nr. 3101): Auswertung der DGUV BK-Dokumentation und Gutachtenfall mit arbeitsbedingter MRSA-getriggerter atopischer DermatitisDiagnostik und Therapie schlafbezogener", "title_abstract_phrases": "Empfehlungen zur Unterstützung von belasteten, schwerstkranken, sterbenden und trauernden Menschen in der Corona-Pandemie aus palliativmedizinischer Perspektive: Empfehlungen der Deutschen Gesellschaft für Palliativmedizin (DGP), der Deutschen Interdisziplinären Vereinigung für Intensiv- und Notfallmedizin (DIVI), des Bundesverbands Trauerbegleitung (BVT), der Arbeitsgemeinschaft für Psychoonkologie in der Deutschen Krebsgesellschaft, der Deutschen Vereinigung fürNecessary treatment interventions for other patients with critical and life-limiting diseases have been delayed or suspended in order to free resources for the expected COVID-19 patients; however, these people need to feel social connectedness with their relatives.Families should be able to visit dying patients even on intensive care units or isolation wards, using adequate protective equipment.Atmungsstörungen im Zusammenhang mit der Corona‑Pandemie: Deutsche Gesellschaft für Pneumologie und Beatmungsmedizin e. V. (DGP), Deutsche Gesellschaft für Schlafforschung und Schlafmedizin (DGSM)When providing sleep medical services special aspects must be taken into account in the context of the coronavirus pandemic.Sektion Pflege zur aktuellen Situation der Intensivpflege in Deutschland:"}