{"cluster": 31, "subcluster": 0, "abstract_summ": "CONCLUSIONS: We found that 30-day mortality would have likely decreased relative to observed mortality under current practice if these patients had been subject to “caps” on the total volume of fluid administered between 6 and 10 L, with the greatest reduction in mortality rate at 8 L.OBJECTIVE: Administration of diuretics has been shown to assist fluid management and improve clinical outcomes in the critically ill post-shock resolution.CONCLUSION: In septic shock patients, initial fluid resuscitation rate of 0.25–0.50 ml/kg/min (i.e., completion of the initial 30 ml/kg IV fluid resuscitation within the first 2 h), may be associated with early shock reversal and lower 28-day mortality compared with slower rates of infusion.Compared to patients that received expected (± 1.5 L predicted) day 1 fluid volumes, greater-than-expected fluid resuscitation was associated with increased risk-adjusted hospital mortality (52.3% vs. 45.0%, p < 0.0001) among all patients with shock and among a subgroup of shock patients with comorbid conditions predictive of lower fluid volume administration (47.1% vs. 41.5%, p < 0.0001).RESULTS: Among 33,831 patients, observed hospital mortality was incrementally higher than predicted for each additional liter of day 1 fluid beginning at 7 L (40.9% vs. 37.2%, p = 0.008).These findings support closer evaluation of fluid resuscitation strategies that include broadly applied fluid volume targets in the early phase of shock resuscitation.", "title_summ": "Dexmedetomidine improved renal function in patients with severe sepsis: an exploratory analysis of a randomized controlled trialVariability in usual care fluid resuscitation and risk-adjusted outcomes for mechanically ventilated patients in shockEffects of very early start of norepinephrine in patients with septic shock: a propensity score-based analysisFluid-limiting treatment strategies among sepsis patients in the ICU: a retrospective causal analysisImpact of protocolized diuresis for de-resuscitation in the intensive care unitEffect of initial infusion rates of fluid resuscitation on outcomes in patients with septic shock: a historical cohort studyDiastolic shock index and clinical outcomes in patients with septic shockBenefit-to-risk balance of bronchoalveolar lavage in the critically ill.A prospective, multicenter cohort studyIntravenous fluid therapy in the perioperative and critical care setting: Executive summary of the International Fluid Academy (IFA)Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial.", "title_abstract_phrases": "CONCLUSIONS: We found that 30-day mortality would have likely decreased relative to observed mortality under current practice if these patients had been subject to “caps” on the total volume of fluid administered between 6 and 10 L, with the greatest reduction in mortality rate at 8 L.Impact of protocolized diuresis for de-resuscitation in the intensive care unitOBJECTIVE: Administration of diuretics has been shown to assist fluid management and improve clinical outcomes in the critically ill post-shock resolution.CONCLUSION: In septic shock patients, initial fluid resuscitation rate of 0.25–0.50 ml/kg/min (i.e., completion of the initial 30 ml/kg IV fluid resuscitation within the first 2 h), may be associated with early shock reversal and lower 28-day mortality compared with slower rates of infusion.RESULTS: Among 33,831 patients, observed hospital mortality was incrementally higher than predicted for each additional liter of day 1 fluid beginning at 7 L (40.9% vs. 37.2%, p = 0.008).These findings support closer evaluation of fluid resuscitation strategies that include broadly applied fluid volume targets in the early phase of shock resuscitation.Compared to patients that received expected (± 1.5 L predicted) day 1 fluid volumes, greater-than-expected fluid resuscitation was associated with increased risk-adjusted hospital mortality (52.3% vs. 45.0%, p < 0.0001) among all patients with shock and among a subgroup of shock patients with comorbid conditions predictive of lower fluid volume administration (47.1% vs. 41.5%, p < 0.0001)."}