[{"cord_uid":"fhqxik75","source_x":"Medline","title":"Dental Care Provision during Coronavirus Disease 2019 (COVID-19) Pandemic: The Importance of Continuous Support for Vulnerable Patients.","doi":"10.3390\/medicina56060294","abstract":"As a result of the ongoing 2019 coronavirus disease (COVID-19) pandemic, the medical and dental services across the world have to tackle unprecedented situations, providing essential care and professional support. The global health care crisis caused directly by the vast number of severe COVID-19 cases, and indirectly by reduced access to health care, as well as by limited secondary care provision, had a major impact on specialist services, and subsequently the deterioration of medical and dental conditions, particularly in vulnerable persons. In particular, at present, special care dentistry seems to play a unique role, dealing with a wide range of patients with underlying medical conditions and co-morbidities, phobic individuals, and persons with learning\/physical disabilities. The effective adaptation of health services to the current new reality, based on an empathetic approach and recent guidelines, would allow us to maintain an adequate care provision, minimizing the long-term impact of the pandemic.","publish_time":1591920000000,"author_summary":" Dziedzic, Arkadiusz; Tanasiewicz, Marta;<br>Tysiąc-Miśta, Monika","abstract_summary":" As a result of the ongoing 2019 coronavirus<br>disease (COVID-19) pandemic, the medical and dental<br>services across the world have to tackle unprecedented<br>situations, providing essential care and professional<br>support. The global health care crisis caused directly<br>by the vast number of severe COVID-19 cases, and<br>indirectly by reduced access to health care, as well as by<br>limited secondary care provision, had a major impact on<br>specialist services, and subsequently the deterioration<br>of medical and dental conditions, particularly<br>in vulnerable persons. In particular, at<br>present, special care dentistry seems to play a unique<br>role, dealing with a wide range of...","title_summary":" Dental Care Provision during Coronavirus<br>Disease 2019 (COVID-19) Pandemic: The Importance of<br>Continuous Support for Vulnerable Patients.","x":-7.9887833595,"y":-12.3184127808,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.9887833595,"tsne_y":-12.3184127808,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"s85oi17h","source_x":"Medline","title":"Challenges of Oral Medicine Specialistsat the time ofCOVID-19 Pandemic.","doi":"10.1111\/odi.13520","abstract":"The novel coronavirus disease 2019 (COVID-19) had caused major disruptions in medical and dental care across the world, affecting secondary care services that had to rapidly adapt to new circumstances. Postponed and delayed oral medicine (OM) care, deferring non-urgent follow-ups in case of patients because of COVID-19 crisis, and limited access to health care, may have lead serious consequences fororal and systemic health (Arduino et al, 2020; Jones et al, 2020). Deferred diagnosis of a malignant conditionwhen suspected or even dysplasia in oralleucoplakia cases vastly implies the clinical outcome, influencing treatment and prognosis, subsequently(Meng et al, 2020).Suspended routine care provision for patients with other, less severe conditions (hyposalivation, oral lichen planus,oral candidiasis, and recurrentaphthous stomatitis - RAS)could have a significant impact on the patients' well-being and quality of life, if oral medicine cases are not managed consistently and timely. Chronic autoimmune disorders with oral manifestations, such asmucous membrane pemphigoid orpemphigus vulgaris,can be exacerbated as a result of delayed OM follow-ups, dental care and self-management or even interruptionof long-term(pharmaco)therapy(Martins-Chaves et al, 2020; Kasperkiewicz et al, 2).","publish_time":1593648000000,"author_summary":" Dziedzic, Arkadiusz; Varoni, Elena M","abstract_summary":" The novel coronavirus disease 2019 (COVID-19)<br>had caused major disruptions in medical and dental<br>care across the world, affecting secondary care<br>services that had to rapidly adapt to new circumstances.<br>Postponed and delayed oral medicine (OM) care, deferring<br>non-urgent follow-ups in case of patients because of<br>COVID-19 crisis, and limited access to health care, may<br>have lead serious consequences fororal and<br>systemic health (Arduino et al, 2020; Jones et al, 2020).<br>Deferred diagnosis of a malignant conditionwhen<br>suspected or even dysplasia in oralleucoplakia cases<br>vastly implies the clinical outcome, influencing<br>treatment and prognosis, subsequently(Meng et al,<br>2020).Suspended routine care provision...","title_summary":" Challenges of Oral Medicine Specialistsat the<br>time ofCOVID-19 Pandemic.","x":-7.7106657028,"y":-12.4701919556,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.7106657028,"tsne_y":-12.4701919556,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"p5okac29","source_x":"Medline","title":"Impact of COVID-19 on dental education in the United States.","doi":"10.1002\/jdd.12163","abstract":"Dental institutions in the United States are reeling from the consequences of the novel SARS-CoV2 coronavirus, the causative agent of CODIV-19. As oral health care providers, we have been trained on prevention of aerosol transmissible diseases, but we are still grappling with many unknown factors regarding COVID-19. While the Centers for Disease Control and Prevention (CDC), American Dental Association (ADA), and local state agencies are releasing updates on guidelines for dentists and patients, no official information exists for dental institutions on how to effectively follow the recommended guidelines including \"shelter in place\" with social distancing to protect students, faculty, staff, and patients, and still ensure continuity of dental education. This article discusses the challenges that we face currently and offers some simple strategies to bridge the gaps in dental education to overcome this emergency.","publish_time":1587945600000,"author_summary":" Iyer, Parvati; Aziz, Kalid; Ojcius, David M","abstract_summary":" Dental institutions in the United States are<br>reeling from the consequences of the novel SARS-CoV2<br>coronavirus, the causative agent of CODIV-19. As oral health<br>care providers, we have been trained on prevention<br>of aerosol transmissible diseases, but we are<br>still grappling with many unknown factors regarding<br>COVID-19. While the Centers for Disease Control and<br>Prevention (CDC), American Dental Association (ADA), and<br>local state agencies are releasing updates on<br>guidelines for dentists and patients, no official<br>information exists for dental institutions on how to<br>effectively follow the recommended guidelines including<br>\"shelter in place\" with social distancing to protect<br>students, faculty, staff,...","title_summary":" Impact of COVID-19 on dental education in the<br>United States.","x":-8.8370409012,"y":-12.1980075836,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.8370409012,"tsne_y":-12.1980075836,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"yevwdg40","source_x":"Medline","title":"[Oral Health Management of Children during the Epidemic Period of Coronavirus Disease 2019].","doi":"10.12182\/20200360101","abstract":"Coronavirus disease 2019 (COVID-19) is becoming a major public health event affecting China and even the whole world. During the epidemic period of corona virus disease, appropriate oral health management and disease prevention of children is very important for children's oral and general health. In order to prevent the occurrence of cross-infection and epidemic spreading of COVID-19 during dental practice, the recommendations to parents include: not only training children to maintain hand hygiene at home, exercise appropriately, strengthen physical resistance, but also helping children develop good oral and diet habit such as effective brushing and flossing to avoid oral diseases and emergency. If non-emergency oral situation occur, parents could assist their child to take home based care such as rinsing to relieve the symptoms. When oral emergencies such as acute pulpitis, periapical periodontitis, dental trauma, oral and maxillofacial infections happen, parents and children should visit dental clinic in time with correct personal protection. During the epidemic period, children's oral emergencies should be treated in accordance with current guidelines and control of COVID-19.","publish_time":1583020800000,"author_summary":" Wang, Yan; Zhou, Chen-Chen; Shu, Rui; Zou, Jing","abstract_summary":" Coronavirus disease 2019 (COVID-19) is<br>becoming a major public health event affecting China and<br>even the whole world. During the epidemic period of<br>corona virus disease, appropriate oral health<br>management and disease prevention of children is very<br>important for children's oral and general health. In<br>order to prevent the occurrence of cross-infection<br>and epidemic spreading of COVID-19 during dental<br>practice, the recommendations to parents include: not<br>only training children to maintain hand hygiene at<br>home, exercise appropriately, strengthen physical<br>resistance, but also helping children develop good oral and<br>diet habit such as effective brushing and flossing<br>to avoid oral diseases...","title_summary":" [Oral Health Management of Children during the<br>Epidemic Period of Coronavirus Disease 2019].","x":-6.3397679329,"y":-11.1821403503,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.3397679329,"tsne_y":-11.1821403503,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"i7pd06cv","source_x":"Medline","title":"Challenges in providing oral and dental health services in COVID-19 pandemic.","doi":"10.5455\/jpma.26","abstract":"Coronavirus disease (COVID-19) pandemic has rendered the world completely unaware and off-balance. Most of the countries of the world are in a lockdown of varying severity to break the chain of transmission. Many non-essential healthcare practices have been shut down to impose social distancing against a population whose slogan has been freedom of movement. Several healthcare providers have also been caught off guard. Many are not well-versed in the use of transmission-based safeguards, and the dental community, is no different. In this article, we identify the challenges faced by the oral and dental care providers, whose procedures generate a significant amount of aerosol, which can be a significant source of disease transmission within the community. It further describes the dynamics of aerosol spread and various strategies to minimise aerosol generation. Guidelines for the delivery of emergency dental treatment are formulated based on different guidelines from various international dental associations and organisations.","publish_time":1588291200000,"author_summary":" Naqvi, Kashif; Mubeen, Syed Muhammad; Ali<br>Shah, Syed Muzumil","abstract_summary":" Coronavirus disease (COVID-19) pandemic has<br>rendered the world completely unaware and off-balance.<br>Most of the countries of the world are in a lockdown of<br>varying severity to break the chain of transmission.<br>Many non-essential healthcare practices have been<br>shut down to impose social distancing against a<br>population whose slogan has been freedom of movement.<br>Several healthcare providers have also been caught off<br>guard. Many are not well-versed in the use of<br>transmission-based safeguards, and the dental community, is no<br>different. In this article, we identify the challenges<br>faced by the oral and dental care providers, whose<br>procedures generate a significant...","title_summary":" Challenges in providing oral and dental health<br>services in COVID-19 pandemic.","x":-8.4100580215,"y":-11.5013599396,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.4100580215,"tsne_y":-11.5013599396,"subcluster":4,"subcluster_description":"Dental Health Services","shape":"p"},{"cord_uid":"gymaa53i","source_x":"Medline","title":"[The prevention and control of a new coronavirus infection in department of stomatology].","doi":"10.3760\/cma.j.issn.1002-0098.2020.0001","abstract":"During a short period of time, the outbreak of pneumonia caused by a novel coronavirus, named Novel Coronavirus Pneumonia (NCP), was first reported in China, spreading to 24 countries and regions rapidly. The number of confirmed cases and deaths continued to rise. World Health Organization (WHO) announced that the outbreaks of the novel coronavirus have constituted a Public Health Emergency of International Concern. Efficient infection control can prevent the virus from further spreading, which makes the epidemic situation under control. Due to the specialty of oral healthcare settings, the risk of cross infection is severe among patients and oral healthcare practitioners. It's more urgent to implement strict and efficient infection control protocols. This paper, based on existing guidelines and published researches pertinent to dental infection-control principles and practices, mainly discusses epidemiological characteristics of NCP and the features of nosocomial infection in oral healthcare settings, and furthermore provides recommendations on patient's evaluation, and infection control protocols in department of stomatology under current circumstance..","publish_time":1581638400000,"author_summary":" Li, Z Y; Meng, L Y","abstract_summary":" During a short period of time, the outbreak of<br>pneumonia caused by a novel coronavirus, named Novel<br>Coronavirus Pneumonia (NCP), was first reported in China,<br>spreading to 24 countries and regions rapidly. The number<br>of confirmed cases and deaths continued to rise.<br>World Health Organization (WHO) announced that the<br>outbreaks of the novel coronavirus have constituted a<br>Public Health Emergency of International Concern.<br>Efficient infection control can prevent the virus from<br>further spreading, which makes the epidemic situation<br>under control. Due to the specialty of oral<br>healthcare settings, the risk of cross infection is severe<br>among patients and oral healthcare...","title_summary":" [The prevention and control of a new<br>coronavirus infection in department of stomatology].","x":-5.76618433,"y":-10.8918581009,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.76618433,"tsne_y":-10.8918581009,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"ne4idkln","source_x":"Medline","title":"Self-protection of medical workers in ophthalmology clinic during COVID-19 epidemic.","doi":"10.26355\/eurrev_202005_21210","abstract":"Coronavirus Disease 2019 (COVID-19) is an infectious disease caused by a coronavirus called SARS Coronavirus 2 (SARS-CoV-2). It has been observed that COVID-19 mainly spreads via respiratory tract, contact and digestive tract. Due to the particularity of profession, ophthalmic medical workers need to be in close contact with patients, so they have a higher risk of SARS-CoV-2 infection. In this paper, therefore, the self-protection of medical workers in ophthalmology clinic during COVID-19 epidemic was summarized, so as to improve the occupational protection measures for medical workers in ophthalmology clinic, strengthen the self-protection awareness, and protect the safety of such a special group.","publish_time":1588291200000,"author_summary":" Hua, L; Zhu, H; Liu, H","abstract_summary":" Coronavirus Disease 2019 (COVID-19) is an<br>infectious disease caused by a coronavirus called SARS<br>Coronavirus 2 (SARS-CoV-2). It has been observed that<br>COVID-19 mainly spreads via respiratory tract, contact<br>and digestive tract. Due to the particularity of<br>profession, ophthalmic medical workers need to be in close<br>contact with patients, so they have a higher risk of<br>SARS-CoV-2 infection. In this paper, therefore, the<br>self-protection of medical workers in ophthalmology clinic<br>during COVID-19 epidemic was summarized, so as to<br>improve the occupational protection measures for<br>medical workers in ophthalmology clinic, strengthen<br>the self-protection awareness, and protect the<br>safety of such a...","title_summary":" Self-protection of medical workers in<br>ophthalmology clinic during COVID-19 epidemic.","x":-6.8139958382,"y":-9.855755806,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.8139958382,"tsne_y":-9.855755806,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"0paafp5j","source_x":"Medline","title":"Anesthesia and COVID-19: What We Should Know and What We Should Do.","doi":"10.1177\/1089253220921590","abstract":"Coronavirus disease 2019 (COVID-19), caused by Severe Acute Respiratory Syndrome-Coronavirus-2 (SARS-CoV-2), was first reported in Wuhan, Hubei, China, and has spread to more than 200 other countries around the world. COVID-19 is a highly contagious disease with continuous human-to-human transmission. The origin of the virus is unknown. Airway manipulations and intubations, which are common during anesthesia procedures may increasingly expose anesthesia providers and intensive care unit team members to SARS-CoV-2. Through a comprehensive review of existing studies on COVID-19, this article presents the epidemiological and clinical characteristics of COVID-19, reviews current medical management, and suggests ways to improve the safety of anesthetic procedures. Owing to the highly contagious nature of the virus and the lack of therapeutic drugs or vaccines, precautions should be taken to prevent medical staff from COVID-19.","publish_time":1587945600000,"author_summary":" Tang, Linda Y; Wang, Jingping","abstract_summary":" Coronavirus disease 2019 (COVID-19), caused<br>by Severe Acute Respiratory<br>Syndrome-Coronavirus-2 (SARS-CoV-2), was first reported in Wuhan,<br>Hubei, China, and has spread to more than 200 other<br>countries around the world. COVID-19 is a highly<br>contagious disease with continuous human-to-human<br>transmission. The origin of the virus is unknown. Airway<br>manipulations and intubations, which are common during<br>anesthesia procedures may increasingly expose<br>anesthesia providers and intensive care unit team members<br>to SARS-CoV-2. Through a comprehensive review of<br>existing studies on COVID-19, this article presents the<br>epidemiological and clinical characteristics of COVID-19,<br>reviews current medical management, and suggests ways<br>to improve the safety...","title_summary":" Anesthesia and COVID-19: What We Should Know<br>and What We Should Do.","x":-6.8223390579,"y":-10.4924478531,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.8223390579,"tsne_y":-10.4924478531,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"iusiq33a","source_x":"Medline","title":"[Development and improvement of Chinese oral public health system].","doi":"10.3760\/cma.j.cn112144-20200311-00143","abstract":"The pandemic of COVID-19 in early 2020 is a big challenge to the mechanism of major epidemic prevention and control, the national public health management system, as well as medical and health resources in China. Going through the COVID-19 crisis, we should fully understand the problems and vulnerabilities of the current public health system in China, and it is imperative to deepen and strengthen the public health system which should be throughout whole life cycle and whole process. Oral cavity is the first portal of human body, while illness finds its way in by the mouth. Oral health is highly related to general health and quality of life. The outbreak has drawn the public's attention to the public health system. The establishment and improvement of the oral public health system with the concept of \"public health with Chinese characteristics\" should also attract people's attentions and thoughts. Furthermore it is urgent to recognize the importance of oral public health.","publish_time":1591660800000,"author_summary":" Zeng, X J; Zhou, X D; Chen, W X","abstract_summary":" The pandemic of COVID-19 in early 2020 is a big<br>challenge to the mechanism of major epidemic prevention<br>and control, the national public health<br>management system, as well as medical and health resources<br>in China. Going through the COVID-19 crisis, we<br>should fully understand the problems and<br>vulnerabilities of the current public health system in China,<br>and it is imperative to deepen and strengthen the<br>public health system which should be throughout whole<br>life cycle and whole process. Oral cavity is the<br>first portal of human body, while illness finds its<br>way in by the mouth. Oral health is highly...","title_summary":" [Development and improvement of Chinese oral<br>public health system].","x":-5.5226993561,"y":-10.5148096085,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.5226993561,"tsne_y":-10.5148096085,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"wn5g5zyo","source_x":"Medline","title":"Dentistry and coronavirus (COVID-19) - moral decision-making.","doi":"10.1038\/s41415-020-1482-1","abstract":"The coronavirus (COVID-19) has challenged health professions and systems and has evoked different speeds of reaction and types of response around the world. The role of dental professionals in preventing the transmission of COVID-19 is critically important. While all routine dental care has been suspended in countries experiencing COVID-19 disease during the period of pandemic, the need for organised urgent care delivered by teams provided with appropriate personal protective equipment takes priority. Dental professionals can also contribute to medical care. Major and rapid reorganisation of both clinical and support services is not straightforward. Dental professionals felt a moral duty to reduce routine care for fear of spreading COVID-19 among their patients and beyond, but were understandably concerned about the financial consequences. Amidst the explosion of information available online and through social media, it is difficult to identify reliable research evidence and guidance, but moral decisions must be made.","publish_time":1585699200000,"author_summary":" Coulthard, Paul","abstract_summary":" The coronavirus (COVID-19) has challenged<br>health professions and systems and has evoked<br>different speeds of reaction and types of response around<br>the world. The role of dental professionals in<br>preventing the transmission of COVID-19 is critically<br>important. While all routine dental care has been<br>suspended in countries experiencing COVID-19 disease<br>during the period of pandemic, the need for organised<br>urgent care delivered by teams provided with<br>appropriate personal protective equipment takes<br>priority. Dental professionals can also contribute to<br>medical care. Major and rapid reorganisation of both<br>clinical and support services is not straightforward.<br>Dental professionals felt a moral duty to...","title_summary":" Dentistry and coronavirus (COVID-19) - moral<br>decision-making.","x":-8.5519952774,"y":-11.9461154938,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.5519952774,"tsne_y":-11.9461154938,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"i62url4t","source_x":"Medline","title":"Infection Control in Dental Practice During the COVID-19 Pandemic.","doi":"10.3390\/ijerph17134769","abstract":"COVID-19 is the disease supported by SARS-CoV-2 infection, which causes a severe form of pneumonia. Due to the pathophysiological characteristics of the COVID-19 syndrome, the particular transmissibility of SARS-CoV-2, and the high globalization of our era, the epidemic emergency from China has spread rapidly all over the world. Human-to-human transmission seems to occur mainly through close contact with symptomatic people affected by COVID-19, and the main way of contagion is via the inhalation of respiratory droplets, for example when patients talk, sneeze or cough. The ability of the virus to survive outside living organisms, in aerosol or on fomites has also been recognized. The dental practitioners are particularly exposed to a high risk of SARS-CoV-2 infection because they cannot always respect the interpersonal distance of more than a meter and are exposed to saliva, blood, and other body fluids during surgical procedures. Moreover, many dental surgeries can generate aerosol, and the risk of airborne infection is to be considered higher. The aim of this paper is to provide practical advice for dentists based on the recent literature, which may be useful in reducing the risk of spreading COVID-19 during clinical practice.","publish_time":1593648000000,"author_summary":" Amato, Alessandra; Caggiano, Mario; Amato,<br>Massimo; Moccia, Giuseppina; Capunzo, Mario; De Caro,<br>Francesco","abstract_summary":" COVID-19 is the disease supported by<br>SARS-CoV-2 infection, which causes a severe form of<br>pneumonia. Due to the pathophysiological<br>characteristics of the COVID-19 syndrome, the particular<br>transmissibility of SARS-CoV-2, and the high globalization of<br>our era, the epidemic emergency from China has<br>spread rapidly all over the world. Human-to-human<br>transmission seems to occur mainly through close contact<br>with symptomatic people affected by COVID-19, and<br>the main way of contagion is via the inhalation of<br>respiratory droplets, for example when patients talk,<br>sneeze or cough. The ability of the virus to survive<br>outside living organisms, in aerosol or on fomites has...","title_summary":" Infection Control in Dental Practice During<br>the COVID-19 Pandemic.","x":-7.7253437042,"y":-10.8672456741,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.7253437042,"tsne_y":-10.8672456741,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"50yezncg","source_x":"Medline","title":"[Emergency management of prevention and control of novel coronavirus pneumonia in departments of stomatology].","doi":"10.3760\/cma.j.cn112144-20200205-00037","abstract":"Complying with overall requirements of the government and regulations on public health emergences, as well as the clinical features of diagnosis and treatment of dental illness, this paper refers to previous guidelines and studies on the infection prevention and control in dental diagnosis and treatment in China and foreign countries. Nanjing Stomatological Hospital has implemented the emergency management practices for the prevention and control of novel coronavirus pneumonia (NCP), mainly focusing on the implementation of prevention and control training programs for medical staffs and the infection control projects on the hospital environment. This study could provide reference for rapid response and emergency management for the prevention and control of NCP in the departments of stomatology.","publish_time":1582243200000,"author_summary":" Tang, H S; Yao, Z Q; Wang, W M","abstract_summary":" Complying with overall requirements of the<br>government and regulations on public health emergences,<br>as well as the clinical features of diagnosis and<br>treatment of dental illness, this paper refers to<br>previous guidelines and studies on the infection<br>prevention and control in dental diagnosis and treatment<br>in China and foreign countries. Nanjing<br>Stomatological Hospital has implemented the emergency<br>management practices for the prevention and control of<br>novel coronavirus pneumonia (NCP), mainly focusing<br>on the implementation of prevention and control<br>training programs for medical staffs and the infection<br>control projects on the hospital environment. This<br>study could provide reference for rapid response...","title_summary":" [Emergency management of prevention and<br>control of novel coronavirus pneumonia in departments<br>of stomatology].","x":-5.7296571732,"y":-11.1502161026,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.7296571732,"tsne_y":-11.1502161026,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"9396kvh7","source_x":"Medline","title":"[Recommendations for the regulation of medical practices of burn treatment during the outbreak of the coronavirus disease 2019].","doi":"10.3760\/cma.j.cn501120-20200224-00083","abstract":"2019 novel coronavirus (2019-nCoV) is one of the beta coronaviruses and was identified as the pathogen of the severe \"coronavirus disease 2019 (COVID-19)\" in 2019. China has formally included the 2019-nCoV in the statutory notification and control system for infectious diseases according to the Law of the People's Republic of China on the Prevention and Treatment of Infectious Diseases. Currently, the national defending actions on the 2019-nCoV in China is in a critical period. Burn Department is also confronted with risk of infection by the 2019-nCoV. According to the guidelines on the diagnosis and treatment of COVID-19 (6(th) trial edition), the latest relative literature at home and abroad, the features of the COVID-19, recommendations for the COVID-19 prevention and control issued by the National Health Commission of China, and management experience of diagnosis and treatment in the related disciplines, we put forward recommendations for the medical practices of burn treatment during the outbreak of the COVID-19 in outpatient and emergency treatment, inpatient treatment, operation and ward management, etc. We hope these recommendations could benefit the professionals of the same occupation as us and related hospital managers, improve the treatment of burn during the outbreak of the COVID-19, and avoid or reduce the risk of infection of medical staff .","publish_time":1582934400000,"author_summary":" Ma, S Y; Yuan, Z Q; Peng, Y Z; Luo, Q Z; Song, H P;<br>Xiang, F; Tan, J L; Zhou, J Y; Li, N; Hu, G Z; Luo, G X","abstract_summary":" 2019 novel coronavirus (2019-nCoV) is one of<br>the beta coronaviruses and was identified as the<br>pathogen of the severe \"coronavirus disease 2019<br>(COVID-19)\" in 2019. China has formally included the<br>2019-nCoV in the statutory notification and control<br>system for infectious diseases according to the Law of<br>the People's Republic of China on the Prevention<br>and Treatment of Infectious Diseases. Currently,<br>the national defending actions on the 2019-nCoV in<br>China is in a critical period. Burn Department is also<br>confronted with risk of infection by the 2019-nCoV.<br>According to the guidelines on the diagnosis and<br>treatment of COVID-19 (6(th) trial edition),...","title_summary":" [Recommendations for the regulation of<br>medical practices of burn treatment during the<br>outbreak of the coronavirus disease 2019].","x":-5.6563887596,"y":-10.5450048447,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.6563887596,"tsne_y":-10.5450048447,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"6ekeo29k","source_x":"Medline","title":"Rhinologic Procedures in the Era of COVID-19: Health-care Provider Protection Protocol.","doi":"10.1177\/1945892420927178","abstract":"INTRODUCTION SARS-CoV-2 has been identified as the pathogen causing the outbreak of Coronavirus Disease 2019 (COVID-19) that started in Wuhan, China, in December 2019. SARS-CoV-2 has human-to-human transmission ability and universally contagious to all populations. The main transmission patterns are respiratory droplets transmission and contact transmission. The purpose of this study is to propose a protocol that may be used as a guide to reduce the incidence of COVID-19 infections among otolaryngology care teams. METHODS A prospective cohort study was conducted to show the efficacy of our protocol to prevent transmission to health-care providers from March 11, 2020 through April 14, 2020. The protocol consisted of a series of protective measures that we applied to all health-care providers, then testing of our providers for COVID-19 using reverse transcription polymerase chain reaction along with immunoglobulin M (IgM) and immunoglobulin G (IgG) testing at the end of the study period to ensure effectiveness. RESULTS Our protocol resulted in zero transmissions to our health-care providers during the duration of the initial study. We were involved in greater than 150 sinonasal, skull base, open airway, and endoscopy procedures during this study. At the conclusion of the initial 5 weeks, we had no health-care providers test positive for SARS-CoV-2. CONCLUSION According to our proposed protocol, we were able to provide care for all patients in clinic, hospital, emergent, intensive, and surgical settings with no transmission of SARS-CoV-2 by symptomatology and post evaluation testing.","publish_time":1589414400000,"author_summary":" Taha, Mohamed A; Hall, Christian A; Rathbone,<br>Richard F; Corsten, Luke A; Bowie, Charles R;<br>Waguespack, Paul J; Stanger, Richard; Stevenson, Megan M;<br>Zito, Brittany A; Barham, Henry P","abstract_summary":" INTRODUCTION SARS-CoV-2 has been identified<br>as the pathogen causing the outbreak of<br>Coronavirus Disease 2019 (COVID-19) that started in Wuhan,<br>China, in December 2019. SARS-CoV-2 has<br>human-to-human transmission ability and universally<br>contagious to all populations. The main transmission<br>patterns are respiratory droplets transmission and<br>contact transmission. The purpose of this study is to<br>propose a protocol that may be used as a guide to reduce<br>the incidence of COVID-19 infections among<br>otolaryngology care teams. METHODS A prospective cohort study<br>was conducted to show the efficacy of our protocol<br>to prevent transmission to health-care<br>providers from March 11, 2020 through April...","title_summary":" Rhinologic Procedures in the Era of COVID-19:<br>Health-care Provider Protection Protocol.","x":-7.114616394,"y":-10.5099411011,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.114616394,"tsne_y":-10.5099411011,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"bokk8mfo","source_x":"Medline","title":"COVID-2019. How to decrease the risk of infection in dental practice?","doi":"10.23736\/s0026-4970.20.04372-1","abstract":"A new Pandemic classified by the World Health Organization and called COVID-19, is causing widespread respiratory infections and deaths in several countries on the 5 continents. Although it does not have a high lethality rate, this new virus can present rates of complications and hospitalizations in the intensive care unit in up to 20% of patients, especially the elderly and those with compromised health, which can cause a collapse in the health system national public health. Dentistry is one of the most vulnerable professions due to work in the oral cavity, one of the areas with the highest concentration of the virus, therefore having an important role in controlling the disease. The objective of this work is through a review of the current literature, to establish conducts that can reduce the contamination by COVID-19 between the population and the dental team during the service in the public and private health system.","publish_time":1589414400000,"author_summary":" Sales, Pedro H; Sales, Priscila L; Da Hora<br>Sales, Maria L","abstract_summary":" A new Pandemic classified by the World Health<br>Organization and called COVID-19, is causing widespread<br>respiratory infections and deaths in several countries on<br>the 5 continents. Although it does not have a high<br>lethality rate, this new virus can present rates of<br>complications and hospitalizations in the intensive care<br>unit in up to 20% of patients, especially the elderly<br>and those with compromised health, which can cause<br>a collapse in the health system national public<br>health. Dentistry is one of the most vulnerable<br>professions due to work in the oral cavity, one of the areas<br>with the highest concentration of...","title_summary":" COVID-2019. How to decrease the risk of<br>infection in dental practice?","x":-8.3570680618,"y":-11.5908460617,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.3570680618,"tsne_y":-11.5908460617,"subcluster":4,"subcluster_description":"Dental Health Services","shape":"p"},{"cord_uid":"qqqu1adu","source_x":"Medline","title":"Recommendations for Dental Care during COVID-19 Pandemic.","doi":"10.3390\/jcm9061833","abstract":"Dental clinics were suspected to be a hotspot for nosocomial transmission of coronavirus disease 19 (COVID-19), yet there has been no clear recommendation about emergency dental care and appropriate personal protective equipment during pandemics. In this paper, we aim to summarize recommendations for (i) patient risk assessment, (ii) patient triage, and (iii) measures to prevent infection of health professionals and nosocomial transmission in dental clinics. The available evidence was collected by performing searches on PubMed, Embase, and Cochrane databases. We reviewed papers on COVID-19, severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), influenza, and related respiratory viral diseases. Legal and ethical frameworks, as well as international (e.g., World Health Organization (WHO)) and national (e.g., public health institutes, dental associations) guidelines were screened to summarize recommendations related to dental emergency care. To assess the patient risk, a questionnaire was developed to classify patients at unknown, high, and very high risk. Patient triage recommendations were summarized in a flow chart that graded the emergency level of treatments (i.e., urgent, as soon as possible, and postpone). Measures to prevent disease transmission based on current evidence were grouped for dental health professionals, dental clinics, and patients. The present recommendations may support health professionals implement preventative measures during the pandemic.","publish_time":1591920000000,"author_summary":" Gurzawska-Comis, Katarzyna; Becker,<br>Kathrin; Brunello, Giulia; Gurzawska, Agata; Schwarz,<br>Frank","abstract_summary":" Dental clinics were suspected to be a hotspot<br>for nosocomial transmission of coronavirus<br>disease 19 (COVID-19), yet there has been no clear<br>recommendation about emergency dental care and appropriate<br>personal protective equipment during pandemics. In<br>this paper, we aim to summarize recommendations for<br>(i) patient risk assessment, (ii) patient triage,<br>and (iii) measures to prevent infection of health<br>professionals and nosocomial transmission in dental<br>clinics. The available evidence was collected by<br>performing searches on PubMed, Embase, and Cochrane<br>databases. We reviewed papers on COVID-19, severe acute<br>respiratory syndrome (SARS), Middle East respiratory<br>syndrome (MERS), influenza, and related respiratory<br>viral diseases....","title_summary":" Recommendations for Dental Care during<br>COVID-19 Pandemic.","x":-8.1214418411,"y":-11.7487335205,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.1214418411,"tsne_y":-11.7487335205,"subcluster":4,"subcluster_description":"Dental Health Services","shape":"p"},{"cord_uid":"sfb190a7","source_x":"Medline","title":"COVID-19 outbreak and its monetary implications for dental practices, hospitals and healthcare workers.","doi":"10.1136\/postgradmedj-2020-137781","abstract":"The novel COVID-19 came under limelight few months back (December 2019) and has recently been declared a pandemic by WHO. It has resulted in serious financial implications being faced by dental practices, hospitals and healthcare workers. Dental practice currently is restricted to provision of emergency dental care whereas, many hospitals have also cancelled elective procedures to save finances for COVID-19 treatment which is expensive and unpredictable. In addition, healthcare workers are also facing financial challenges in this difficult time. Competent authorities should step in to help dental practices, hospitals and healthcare workers in order to ensure the provision of all types of healthcare efficiently in these testing times and beyond.","publish_time":1585872000000,"author_summary":" Farooq, Imran; Ali, Saqib","abstract_summary":" The novel COVID-19 came under limelight few<br>months back (December 2019) and has recently been<br>declared a pandemic by WHO. It has resulted in serious<br>financial implications being faced by dental practices,<br>hospitals and healthcare workers. Dental practice<br>currently is restricted to provision of emergency dental<br>care whereas, many hospitals have also cancelled<br>elective procedures to save finances for COVID-19<br>treatment which is expensive and unpredictable. In<br>addition, healthcare workers are also facing financial<br>challenges in this difficult time. Competent authorities<br>should step in to help dental practices, hospitals and<br>healthcare workers in order to ensure the provision of all...","title_summary":" COVID-19 outbreak and its monetary<br>implications for dental practices, hospitals and<br>healthcare workers.","x":-9.0432033539,"y":-12.4094686508,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-9.0432033539,"tsne_y":-12.4094686508,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"taue7bfj","source_x":"Medline","title":"[Infection prevention in dental care during the outbreak of SARS-CoV-2].","doi":"10.5177\/ntvt.2020.05.20031","abstract":"COVID-19 is an emerging infectious disease with widespread transmission of the coronavirus SARS-CoV-2 in the Netherlands. Some of those infected become seriously ill. Others do not show any symptoms, but can still contribute to the transmission of the virus. SARS-CoV-2 is excreted in the oral cavity and can be spread via aerosols. Therefore, there is an increased risk of its spread during aerosol-producing treatments in dental care clinics. Due to the risk of infection of dental care workers and patients, and based on the evidence currently available, additional infection control measures for all patients are strongly recommended when providing emergency dental care in this phase of the pandemic. Other treatments should be postponed. Based on guidance in scientific literature and advice from the Dutch National Institute for Public Health and the Environment (RIVM), consideration should be given to what infection control measures are necessary when providing emergency and regular dental care in both the current situation and in the future.","publish_time":1588291200000,"author_summary":" Volgenant, C M C; Persoon, I F; de Ruijter, R A G;<br>de Soet, J J","abstract_summary":" COVID-19 is an emerging infectious disease<br>with widespread transmission of the coronavirus<br>SARS-CoV-2 in the Netherlands. Some of those infected<br>become seriously ill. Others do not show any symptoms,<br>but can still contribute to the transmission of the<br>virus. SARS-CoV-2 is excreted in the oral cavity and<br>can be spread via aerosols. Therefore, there is an<br>increased risk of its spread during aerosol-producing<br>treatments in dental care clinics. Due to the risk of<br>infection of dental care workers and patients, and based<br>on the evidence currently available, additional<br>infection control measures for all patients are strongly<br>recommended when providing emergency...","title_summary":" [Infection prevention in dental care during<br>the outbreak of SARS-CoV-2].","x":-7.7141766548,"y":-10.885011673,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.7141766548,"tsne_y":-10.885011673,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"yj3cahbi","source_x":"Medline","title":"Clinical orthodontic management during the COVID-19 pandemic.","doi":"10.2319\/033120-236.1","abstract":"OBJECTIVES To provide a comprehensive summary of the implications of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection and coronavirus disease 2019 (COVID-19) on orthodontic treatment, contingency management, and provision of emergency orthodontic treatment, using currently available data and literature. MATERIALS AND METHODS Orthodontically relevant sources of information were searched using electronic databases including PubMed and Google Scholar and current reports from major health bodies such as Centers of Disease Control and Prevention, World Health Organization, National Institutes of Health, and major national orthodontic associations. RESULTS Where available, peer-reviewed and more recent publications were given priority. Due to the rapidly evolving nature of COVID-19 and limitations in quality of evidence, a narrative synthesis was undertaken. Relevant to orthodontics, human-to human transmission of SARS-CoV-2 occurs predominantly through the respiratory tract via droplets, secretions (cough, sneeze), and or direct contact, where the virus enters the mucous membrane of the mouth, nose, and eyes. The virus can remain stable for days on plastic and stainless steel. Most infected persons experience a mild form of disease, but those with advanced age or underlying comorbidities may suffer severe respiratory and multiorgan complications. CONCLUSIONS During the spread of the COVID-19 pandemic, elective orthodontic treatment should be suspended and resumed only when permitted by federal, provincial, and local health regulatory authorities. Emergency orthodontic treatment can be provided by following a contingency plan founded on effective communication and triage. Treatment advice should be delivered remotely first when possible, and where necessary, in-person treatment can be performed in a well-prepared operatory following the necessary precautions and infection prevention and control (IPAC) protocol.","publish_time":1587945600000,"author_summary":" Suri, Sunjay; Vandersluis, Yona R; Kochhar,<br>Anuraj S; Bhasin, Ritasha; Abdallah, Mohamed-Nur","abstract_summary":" OBJECTIVES To provide a comprehensive summary<br>of the implications of severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) infection and<br>coronavirus disease 2019 (COVID-19) on orthodontic<br>treatment, contingency management, and provision of<br>emergency orthodontic treatment, using currently<br>available data and literature. MATERIALS AND METHODS<br>Orthodontically relevant sources of information were searched<br>using electronic databases including PubMed and<br>Google Scholar and current reports from major health<br>bodies such as Centers of Disease Control and<br>Prevention, World Health Organization, National<br>Institutes of Health, and major national orthodontic<br>associations. RESULTS Where available, peer-reviewed and<br>more recent publications were given priority. Due<br>to the rapidly...","title_summary":" Clinical orthodontic management during the<br>COVID-19 pandemic.","x":-7.8201942444,"y":-11.536151886,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.8201942444,"tsne_y":-11.536151886,"subcluster":1,"subcluster_description":"Infectious Diseases","shape":"p"},{"cord_uid":"nq4uf0wh","source_x":"Medline","title":"COVID-19 Has Clarified 2 Foundational Policy Questions in Dentistry.","doi":"10.1177\/2380084420941777","abstract":"Before the COVID-19 pandemic, health policy debates about the importance of oral health and dental care were intensifying around the world. These debates were invariably complex and muddled by political, professional, and commercial interests. Although, in broad terms, 2 foundational questions have tended to undergird debates on how dental care should be addressed in health policy. These are: who should receive the support of governments, and what constitutes essential or medically necessary dental care? In our view, the COVID-19 pandemic has provided a stark social and policy context that has radically clarified both questions. Knowledge Transfer Statement: This commentary can be used by governments, regulators, professional groups, and other stakeholders in their considerations of what constitutes essential or medically necessary dental care and how to best allocate dental care resources.","publish_time":1593561600000,"author_summary":" Quiñonez, C; Vujicic, M","abstract_summary":" Before the COVID-19 pandemic, health policy<br>debates about the importance of oral health and dental<br>care were intensifying around the world. These<br>debates were invariably complex and muddled by<br>political, professional, and commercial interests.<br>Although, in broad terms, 2 foundational questions have<br>tended to undergird debates on how dental care should<br>be addressed in health policy. These are: who<br>should receive the support of governments, and what<br>constitutes essential or medically necessary dental care?<br>In our view, the COVID-19 pandemic has provided a<br>stark social and policy context that has radically<br>clarified both questions. Knowledge Transfer<br>Statement: This commentary can...","title_summary":" COVID-19 Has Clarified 2 Foundational Policy<br>Questions in Dentistry.","x":-9.0465087891,"y":-12.3383359909,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-9.0465087891,"tsne_y":-12.3383359909,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"qnaqyyjq","source_x":"Medline","title":"Potential ocular and systemic COVID-19 prophylaxis approaches for healthcare professionals.","doi":"10.4103\/ijo.ijo_1589_20","abstract":"The COVID-19 pandemic has brought with it, innumerable challenges in healthcare, both through the direct burden of morbidity and mortality of the disease, and also by the curtailing of other essential albeit less emergency medical services to reduce the risk of community spread. Reports from around the world are showing mounting number of cases even in healthcare professionals spite of usage of adequate personal protective equipment. There are a number of factors which could account for this, be it the affinity of the virus to the respiratory and other mucosa or to patient risk factors for developing severe forms of the disease. In view of the growing need for resuming other medical services, it is essential to find newer ways to protect ourselves better, whether by systemic or topical mucosal prophylaxis with various medications or lifestyle changes promoting wellbeing and immunity. This article discusses additional prophylactic measures including drug repurposing or new indication paradigms to render protection. Certain medications such as chloroquine, trehalose, antihistaminics, and interferons used topically for various ocular conditions with reasonably good safety records are known to have anti-viral properties. Hence, can be harnessed in preventing SARS-CoV-2 attachment, entry, and\/or replication in host cells. Similarly, use of hypertonic saline for nasal and oral mucosa and dietary changes are possible methods of improving our resistance. These additional prophylactic measures can be cautiously explored by healthcare professionals to protect themselves and their patients.","publish_time":1593561600000,"author_summary":" Shetty, Rohit; Lalgudi, Vaitheeswaran<br>Ganesan; Khamar, Pooja; Gupta, Krati; Sethu,<br>Swaminathan; Nair, Archana; Honavar, Santosh G; Ghosh,<br>Arkasubhra; D'Souza, Sharon","abstract_summary":" The COVID-19 pandemic has brought with it,<br>innumerable challenges in healthcare, both through the<br>direct burden of morbidity and mortality of the<br>disease, and also by the curtailing of other essential<br>albeit less emergency medical services to reduce the<br>risk of community spread. Reports from around the<br>world are showing mounting number of cases even in<br>healthcare professionals spite of usage of adequate<br>personal protective equipment. There are a number of<br>factors which could account for this, be it the affinity<br>of the virus to the respiratory and other mucosa or<br>to patient risk factors for developing severe<br>forms of...","title_summary":" Potential ocular and systemic COVID-19<br>prophylaxis approaches for healthcare professionals.","x":-8.3837165833,"y":-10.7216777802,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.3837165833,"tsne_y":-10.7216777802,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"fbhnovlf","source_x":"Medline","title":"[Strategy of dental clinics to cope with the epidemic period of infectious diseases based on the experience of corona virus disease outbreak].","doi":"10.7518\/hxkq.2020.02.001","abstract":"The outbreak of corona virus disease (COVID-19) has raised concerns among dentists to develop strategies to prevent infection of dental equipment, materials, and patients during an epidemic period. Strategies following the National Laws and Standards of China and local standards of several provinces for controlling cross-infection and instituting protective measures for medical staff in dental clinics during an epidemic period are discussed. A proposal is put forth for dental clinics that will face similar situations in the future. Further research is warranted to address potential problems that will be encountered under such dire circumstances.","publish_time":1585699200000,"author_summary":" Hua, Cheng-Ge; Liu, Zhi-Qing; Wang, Qing;<br>Yang, Zheng; Xu, Qing-Hong; Zhang, Jing","abstract_summary":" The outbreak of corona virus disease<br>(COVID-19) has raised concerns among dentists to develop<br>strategies to prevent infection of dental equipment,<br>materials, and patients during an epidemic period.<br>Strategies following the National Laws and Standards of<br>China and local standards of several provinces for<br>controlling cross-infection and instituting protective<br>measures for medical staff in dental clinics during an<br>epidemic period are discussed. A proposal is put forth<br>for dental clinics that will face similar<br>situations in the future. Further research is warranted to<br>address potential problems that will be encountered<br>under such dire circumstances.","title_summary":" [Strategy of dental clinics to cope with the<br>epidemic period of infectious diseases based on the<br>experience of corona virus disease outbreak].","x":-6.3997240067,"y":-11.5002336502,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.3997240067,"tsne_y":-11.5002336502,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"tag97zgq","source_x":"Medline","title":"[Management strategy of Novel coronavirus pneumonia in burn and wound care ward].","doi":"10.3760\/cma.j.cn501120-20200210-00050","abstract":"The prevention and control of novel coronavirus pneumonia (NCP) has already entered a key period . The patients treated in the burn and wound care ward are susceptible to viral infection because of disease, age and other factors, so it is very important to manage the burn and wound care ward during the prevention and control of NCP epidemic. In this paper, combining with the key clinical problems of prevention and control in hospital during the epidemic period of NCP infection, medical evidence, and clinical and management experience, the author formulates prevention and control management strategy of the author's unit in order to provide reference for prevention and control of burn and wound care ward.","publish_time":1582156800000,"author_summary":" Li, N; Liu, T M; Chen, H L; Liao, J M","abstract_summary":" The prevention and control of novel<br>coronavirus pneumonia (NCP) has already entered a key<br>period . The patients treated in the burn and wound care<br>ward are susceptible to viral infection because of<br>disease, age and other factors, so it is very important to<br>manage the burn and wound care ward during the<br>prevention and control of NCP epidemic. In this paper,<br>combining with the key clinical problems of prevention<br>and control in hospital during the epidemic period<br>of NCP infection, medical evidence, and clinical<br>and management experience, the author formulates<br>prevention and control management strategy of the<br>author's unit...","title_summary":" [Management strategy of Novel coronavirus<br>pneumonia in burn and wound care ward].","x":-5.6009411812,"y":-11.2664289474,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.6009411812,"tsne_y":-11.2664289474,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"h2btyw7a","source_x":"Medline","title":"[Prevention and control of novel coronavirus infection in department of stomatology].","doi":"10.3760\/cma.j.cn112144-20200210-00044","abstract":"During a short period of time, the COVID-19, a respiratory disease caused by a novel coronavirus and first reported by the end of the year 2019 in China, has spread rapidly to many countries and regions outside China. The number of confirmed cases and deaths continued to rise. World Health Organization announced that the outbreaks of the novel coronavirus infection have constituted a Public Health Emergency of International Concern. Efficient infection control can prevent the virus from further spreading, which may make the pandemic situation under control. Due to the specialty of oral healthcare settings, the risk of cross infection is severe among patients and oral healthcare workers. It's urgent to implement more strict and efficient infection control protocols. This article, based on existing guidelines and published researches pertinent to dental infection-control principles and practices, mainly discusses epidemiological characteristics of COVID-19 and the features of nosocomial infection in oral healthcare settings, and furthermore provides recommendations on patient's evaluation, and infection control protocols in departments of stomatology under current circumstance.","publish_time":1586390400000,"author_summary":" Li, Z Y; Meng, L Y","abstract_summary":" During a short period of time, the COVID-19, a<br>respiratory disease caused by a novel coronavirus and first<br>reported by the end of the year 2019 in China, has spread<br>rapidly to many countries and regions outside China.<br>The number of confirmed cases and deaths continued<br>to rise. World Health Organization announced<br>that the outbreaks of the novel coronavirus<br>infection have constituted a Public Health Emergency of<br>International Concern. Efficient infection control can<br>prevent the virus from further spreading, which may<br>make the pandemic situation under control. Due to<br>the specialty of oral healthcare settings, the<br>risk of cross infection...","title_summary":" [Prevention and control of novel coronavirus<br>infection in department of stomatology].","x":-5.8078927994,"y":-10.8943719864,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.8078927994,"tsne_y":-10.8943719864,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"pet0nc73","source_x":"Medline","title":"COVID-19: Limiting the Risks for Eye Care Professionals.","doi":"10.1080\/09273948.2020.1755442","abstract":"After the outbreak of the disease COVID-19, it has reached pandemic proportions within a very short time. It is mainly transmitted human-to-human through direct contact with secretions from an infected person or through inhalation of droplets containing SARS-CoV-2. It is controversial whether the virus may be transmitted via tears. Exposed ocular surface can serve as a gateway in transmission and acquiring respiratory diseases. Considering the reported cases on healthcare workers indicating nosocomial transmission and the anatomical and physiological aspects it is perceived that ophthalmic healthcare professionals are at higher risk of contracting the virus by virtue of their job. In this narrative review we discuss current evidence around detection of SARS-CoV-2 in human tears and forms of transmissions reported to date. We also provide a comprehensive approach that may be implemented in an ophthalmic care facility to protect healthcare personnel, as well as patients, from contracting the virus.","publish_time":1587340800000,"author_summary":" Sadhu, Soumen; Agrawal, Rupesh; Pyare, Richa;<br>Pavesio, Carlos; Zierhut, Manfred; Khatri, Anadi;<br>Smith, Justine R; de Smet, Marc D; Biswas, Jyotirmay","abstract_summary":" After the outbreak of the disease COVID-19, it<br>has reached pandemic proportions within a very<br>short time. It is mainly transmitted human-to-human<br>through direct contact with secretions from an<br>infected person or through inhalation of droplets<br>containing SARS-CoV-2. It is controversial whether the<br>virus may be transmitted via tears. Exposed ocular<br>surface can serve as a gateway in transmission and<br>acquiring respiratory diseases. Considering the<br>reported cases on healthcare workers indicating<br>nosocomial transmission and the anatomical and<br>physiological aspects it is perceived that ophthalmic<br>healthcare professionals are at higher risk of<br>contracting the virus by virtue of their job. In...","title_summary":" COVID-19: Limiting the Risks for Eye Care<br>Professionals.","x":-8.0022630692,"y":-10.5567960739,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.0022630692,"tsne_y":-10.5567960739,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"0rcry2d0","source_x":"Medline","title":"A new framework to identify dental emergencies in the COVID-19 era.","doi":"10.2334\/josnusd.20-0208","abstract":"In order to reduce the spread of COVID-19 (Coronavirus Disease 2019), it is crucial to take extraordinary prevention and safety measures in dental offices, and to defer all elective and non-urgent procedures. Dental emergencies are defined through oral symptoms but, the systemic and psychological conditions of each patient should be considered. The present short communication proposes a multilevel evaluation (oral, systemic and psychological) and risk assessment score for the management of dental emergencies following the SARS-CoV-2 (severe acute respiratory syndrome coronavirus-2) outbreak. A comprehensive categorization and score scale assessment for dental emergencies allows a better identification of patient's treatment needs and avoids unnecessary contact between dental health care providers and patients during the SARS-CoV-2 pandemic.","publish_time":1591228800000,"author_summary":" Spicciarelli, Valentina; Marruganti,<br>Crystal; Viviano, Massimo; Baldini, Nicola;<br>Franciosi, Giovanni; Tortoriello, Mario; Ferrari,<br>Marco; Grandini, Simone","abstract_summary":" In order to reduce the spread of COVID-19<br>(Coronavirus Disease 2019), it is crucial to take<br>extraordinary prevention and safety measures in dental<br>offices, and to defer all elective and non-urgent<br>procedures. Dental emergencies are defined through oral<br>symptoms but, the systemic and psychological<br>conditions of each patient should be considered. The<br>present short communication proposes a multilevel<br>evaluation (oral, systemic and psychological) and risk<br>assessment score for the management of dental emergencies<br>following the SARS-CoV-2 (severe acute respiratory<br>syndrome coronavirus-2) outbreak. A comprehensive<br>categorization and score scale assessment for dental<br>emergencies allows a better identification of patient's<br>treatment needs...","title_summary":" A new framework to identify dental emergencies<br>in the COVID-19 era.","x":-8.6954517365,"y":-12.3330984116,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.6954517365,"tsne_y":-12.3330984116,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"sdsxi65c","source_x":"Medline","title":"Biological and social aspects of Coronavirus Disease 2019 (COVID-19) related to oral health.","doi":"10.1590\/1807-3107bor-2020.vol34.0041","abstract":"The expansion of coronavirus disease 2019 (COVID-19) throughout the world has alarmed all health professionals. Especially in dentistry, there is a growing concern due to it's high virulence and routes of transmission through saliva aerosols. The virus keeps viable on air for at least 3 hours and on plastic and stainless-steel surfaces up to 72 hours. In this sense, dental offices, both in the public and private sectors, are high-risk settings of cross infection among patients, dentists and health professionals in the clinical environment (including hospital's intensive dental care facilities). This manuscript aims to compile current available evidence on prevention strategies for dental professionals. Besides, we briefly describe promising treatment strategies recognized until this moment. The purpose is to clarify dental practitioners about the virus history and microbiology, besides guiding on how to proceed during emergency consultations based on international documents. Dentists should consider that a substantial number of individuals (including children) who do not show any signs and symptoms of COVID-19 may be infected and can disseminate the virus. Currently, there is no effective treatment and fast diagnosis is still a challenge. All elective dental treatments and non-essential procedures should be postponed, keeping only urgent and emergency visits to the dental office. The use of teledentistry (phone calls, text messages) is a very promising tool to keep contact with the patient without being at risk of infection.","publish_time":1588896000000,"author_summary":" Pereira, Luciano José; Pereira, Cassio<br>Vicente; Murata, Ramiro Mendonça; Pardi, Vanessa;<br>Pereira-Dourado, Stela Márcia","abstract_summary":" The expansion of coronavirus disease 2019<br>(COVID-19) throughout the world has alarmed all health<br>professionals. Especially in dentistry, there is a growing<br>concern due to it's high virulence and routes of<br>transmission through saliva aerosols. The virus keeps<br>viable on air for at least 3 hours and on plastic and<br>stainless-steel surfaces up to 72 hours. In this sense, dental<br>offices, both in the public and private sectors, are<br>high-risk settings of cross infection among patients,<br>dentists and health professionals in the clinical<br>environment (including hospital's intensive dental care<br>facilities). This manuscript aims to compile current<br>available evidence on prevention...","title_summary":" Biological and social aspects of Coronavirus<br>Disease 2019 (COVID-19) related to oral health.","x":-7.2260041237,"y":-11.2653465271,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.2260041237,"tsne_y":-11.2653465271,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"211cg2i4","source_x":"Medline","title":"COVID-19 Transmission in Dental Practice: Brief Review of Preventive Measures in Italy.","doi":"10.1177\/0022034520920580","abstract":"The outbreak and diffusion of SARS-CoV-2, responsible for the coronavirus disease (COVID-19), has caused an emergency in the health system worldwide. After a first development in Wuhan, China, the virus spread in other countries, with Italy registering the second highest number of cases in Europe on the 7th of April 2020 (135,586 in total). The World Health Organization declared the pandemic diffusion of COVID-19, and restrictive measures to limit contagion have been taken in several countries. The virus has a predominantly respiratory transmission through aerosol and droplets. The importance of infection control is therefore crucial in limiting the effects of virus diffusion. We aim to discuss the risks related to dental practice and current recommendations for dental practitioners. A literature search was performed to retrieve articles on the management of COVID-19 diffusion in dental practice. The documented clinical experience, the measures of professional prevention, and the actual Italian situation were reported and described. Four articles were retrieved from the literature search. Among the eligible articles, 3 reported measures to contrast COVID-19 diffusion. The infection management protocols suggested were reviewed. Finally, recommendations based on the Italian experience in terms of patient triage, patients' entrance into the practice, dental treatment, and after-treatment management are reported and discussed. COVID-19 is a major emergency worldwide, which should not be underestimated. Due to the rapidly evolving situation, further assessment of the implications of COVID-19 outbreak in dental practice is needed.","publish_time":1587081600000,"author_summary":" Izzetti, R; Nisi, M; Gabriele, M; Graziani, F","abstract_summary":" The outbreak and diffusion of SARS-CoV-2,<br>responsible for the coronavirus disease (COVID-19), has<br>caused an emergency in the health system worldwide.<br>After a first development in Wuhan, China, the virus<br>spread in other countries, with Italy registering the<br>second highest number of cases in Europe on the 7th of<br>April 2020 (135,586 in total). The World Health<br>Organization declared the pandemic diffusion of COVID-19,<br>and restrictive measures to limit contagion have<br>been taken in several countries. The virus has a<br>predominantly respiratory transmission through aerosol and<br>droplets. The importance of infection control is<br>therefore crucial in limiting the effects of...","title_summary":" COVID-19 Transmission in Dental Practice:<br>Brief Review of Preventive Measures in Italy.","x":-7.5932121277,"y":-10.9375314713,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.5932121277,"tsne_y":-10.9375314713,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"nevoae70","source_x":"Medline","title":"[Delivery of oral health in andalusian health service on the de-escalation of SARS-CoV-2].","doi":null,"abstract":"The pandemic declared by SARS-CoV-2 has meant a crisis in the health system that forced the urgent implementation of preventive public health measures. The respiratory transmission virus remains stable on surfaces, being able to spread by air in respiratory droplets or in procedures that generate aerosols. Dental activity is one of the professional sectors with the highest exposure index, both due to the generation of aerosols in most interventions, as well as the impossibility of maintaining a safe distance between patients and professionals. The postponement of scheduled and non-urgent healthcare activities in dental offices is one of the measures implemented to reduce the risk that it posed for the health and well-being of citizens. This report addresses the recommendations and measures to be taken into account to minimize risks in the Oral Health Units of the Andalusian Public Health System, to address the oral pathology of the population assigned in the scenario of improvement of the pandemic and its partial lack of confinement.","publish_time":1591142400000,"author_summary":" Expósito Delgado, Antonio; Visuerte Sánchez,<br>José Manuel; Soto Ibarreta, María Teresa;<br>Hernández Nieto, Josefina; Cerviño Ferradanes,<br>Santiago","abstract_summary":" The pandemic declared by SARS-CoV-2 has meant a<br>crisis in the health system that forced the urgent<br>implementation of preventive public health measures. The<br>respiratory transmission virus remains stable on<br>surfaces, being able to spread by air in respiratory<br>droplets or in procedures that generate aerosols.<br>Dental activity is one of the professional sectors<br>with the highest exposure index, both due to the<br>generation of aerosols in most interventions, as well as<br>the impossibility of maintaining a safe distance<br>between patients and professionals. The postponement<br>of scheduled and non-urgent healthcare<br>activities in dental offices is one of the measures<br>implemented...","title_summary":" [Delivery of oral health in andalusian health<br>service on the de-escalation of SARS-CoV-2].","x":-8.3145828247,"y":-11.0929269791,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.3145828247,"tsne_y":-11.0929269791,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"f8h7hxwu","source_x":"Medline","title":"[The risk and prevention of bio-aerosol transmission in dental clinics].","doi":null,"abstract":"Corona virus disease 2019 (COVID-19) has become a Public Health Emergency of International Concern since its outbreak, and whether COVID-19 can transmit by aerosol remains controversial. The problem of bio-aerosol transmission in the relatively confined dental clinics has aroused wide attention in the field of dentistry. This review provided a most updated summary on the relation between bio-aerosols and dental clinics, which included the microorganisms in bio-aerosols, the bio-aerosol transmission and the sources testing methods, temporal and spatial distribution of dental bio-aerosols and summarized how to reduce the exposure to bio-aerosols in dental clinics.","publish_time":1585699200000,"author_summary":" Yang, Yi-Jie; Zhao, Jun-Jun; Zhu, Ya-Qin","abstract_summary":" Corona virus disease 2019 (COVID-19) has<br>become a Public Health Emergency of International<br>Concern since its outbreak, and whether COVID-19 can<br>transmit by aerosol remains controversial. The problem<br>of bio-aerosol transmission in the relatively<br>confined dental clinics has aroused wide attention in<br>the field of dentistry. This review provided a most<br>updated summary on the relation between bio-aerosols<br>and dental clinics, which included the<br>microorganisms in bio-aerosols, the bio-aerosol<br>transmission and the sources testing methods, temporal and<br>spatial distribution of dental bio-aerosols and<br>summarized how to reduce the exposure to bio-aerosols in<br>dental clinics.","title_summary":" [The risk and prevention of bio-aerosol<br>transmission in dental clinics].","x":-7.9377150536,"y":-10.8438329697,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.9377150536,"tsne_y":-10.8438329697,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"5wa3vbeh","source_x":"Medline","title":"Precautions When Providing Dental Care During Coronavirus Disease 2019 (COVID-19) Pandemic.","doi":null,"abstract":"Transmission of coronavirus disease 2019 (COVID-19)-caused by novel severe acute respiratory syndrome coronavirus 2-through aerosolised saliva and respiratory droplets is possible when aerosol-generating dental procedures are performed. Consequently, dental practitioners are at increased risk of being infected when treating COVID-19 patients. A comprehensive review of the current literature on precautions when providing dental care during the COVID-19 pandemic is discussed and recommendations for dental practitioners are made. Dental practitioners should actively keep themselves abreast of the guidelines published by both national and international authorities and adhere strictly to them.","publish_time":1588291200000,"author_summary":" Shi, Adrian H; Guo, Weidi; Chng, Chai Kiat;<br>Chan, Boon Hui","abstract_summary":" Transmission of coronavirus disease 2019<br>(COVID-19)-caused by novel severe acute respiratory syndrome<br>coronavirus 2-through aerosolised saliva and respiratory<br>droplets is possible when aerosol-generating dental<br>procedures are performed. Consequently, dental<br>practitioners are at increased risk of being infected when<br>treating COVID-19 patients. A comprehensive review of<br>the current literature on precautions when<br>providing dental care during the COVID-19 pandemic is<br>discussed and recommendations for dental practitioners<br>are made. Dental practitioners should actively<br>keep themselves abreast of the guidelines<br>published by both national and international<br>authorities and adhere strictly to them.","title_summary":" Precautions When Providing Dental Care During<br>Coronavirus Disease 2019 (COVID-19) Pandemic.","x":-7.6275906563,"y":-11.7014970779,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.6275906563,"tsne_y":-11.7014970779,"subcluster":1,"subcluster_description":"Infectious Diseases","shape":"p"},{"cord_uid":"oyuwwsdt","source_x":"Medline","title":"[Management and prevention of dental emergency during corona virus disease 2019 (COVID-19) epidemic].","doi":null,"abstract":"The outbreak of corona virus disease 2019 (COVID-19) has developed rapidly and the situation of prevention and control is severe. During the epidemic period of COVID-19, due to the particularity of diagnosis and treatment of oral diseases, there is great challenges for how to deal with various types of dental emergency. In order to prevent and control the epidemic situation strictly, and to perform a scientific and orderly clinical diagnosis and treatment of dental emergency, this article provided suggestions on personnel management training, procedures and treatment, protection and disinfection of dental emergency during COVID-19 epidemic, and reference for dental institutions and medical staff.","publish_time":1585699200000,"author_summary":" Liao, Qian; Li, Zhong-Ren; Tao, Jiang; Jiang,<br>Long; DU, Qin; Zhu, Ya-Qin","abstract_summary":" The outbreak of corona virus disease 2019<br>(COVID-19) has developed rapidly and the situation of<br>prevention and control is severe. During the epidemic<br>period of COVID-19, due to the particularity of<br>diagnosis and treatment of oral diseases, there is great<br>challenges for how to deal with various types of dental<br>emergency. In order to prevent and control the epidemic<br>situation strictly, and to perform a scientific and<br>orderly clinical diagnosis and treatment of dental<br>emergency, this article provided suggestions on<br>personnel management training, procedures and<br>treatment, protection and disinfection of dental<br>emergency during COVID-19 epidemic, and reference for<br>dental institutions...","title_summary":" [Management and prevention of dental<br>emergency during corona virus disease 2019 (COVID-19)<br>epidemic].","x":-6.33761549,"y":-11.4821643829,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.33761549,"tsne_y":-11.4821643829,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"b57qsjil","source_x":"Medline","title":"[Instructions for clinical research of oral diseases under the first level response to public health emergencies].","doi":null,"abstract":"Corona virus disease 2019(COVID-19) has swept across our country and local governments have successively initiated first level response to public health emergencies. The outbreak of COVID-19 poses a huge challenge to the implementation of various clinical researches including oral diseases. In view of the specialty of oral diseases, it is particularly necessary to protect the health and rights of the participators and related practitioners, and to standardize the implementation of clinical trials. Based on the normative standards issued by the National Health Commission of China, consensus on clinical trial management formulated by the organization of clinical research, and regulations for the diagnosis and treatment of oral diseases during public health emergencies by Chinese Stomatological Association, we drafted the guideline for clinical research of oral diseases, with a view to provide reference for the clinical studies of oral diseases under the first level response to major public health emergencies.","publish_time":1585699200000,"author_summary":" Huang, Cheng; Shi, Chao-Ji; Xu, Feng; Zhen,<br>Hong; Lu, Hai-Xia; Zhang, Zhi-Yuan","abstract_summary":" Corona virus disease 2019(COVID-19) has swept<br>across our country and local governments have<br>successively initiated first level response to public<br>health emergencies. The outbreak of COVID-19 poses a<br>huge challenge to the implementation of various<br>clinical researches including oral diseases. In view of<br>the specialty of oral diseases, it is particularly<br>necessary to protect the health and rights of the<br>participators and related practitioners, and to standardize<br>the implementation of clinical trials. Based on<br>the normative standards issued by the National<br>Health Commission of China, consensus on clinical<br>trial management formulated by the organization of<br>clinical research, and regulations for...","title_summary":" [Instructions for clinical research of oral<br>diseases under the first level response to public health<br>emergencies].","x":-5.5973129272,"y":-10.7000865936,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.5973129272,"tsne_y":-10.7000865936,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"lru5gwur","source_x":"Medline","title":"[Experts recommendation on the diagnosis and treatment of oral mucosal diseases during prevention and control stage of the novel coronavirus infection].","doi":null,"abstract":"The announcement of National Health Commission on January 20, 2020 (No. 1 of 2020) has included Novel Coronavirus Pneumonia(NCP) into the B class infectious diseases according to the law of the People's Republic of China on the prevention and control of infectious diseases, and has been managed as A class infectious diseases. People's governments at all levels and health administration departments have been paying high attention to it, and medical and health institutions have taken a series of prevention and control measures according to the law to prevent and control the spread of NCP. In the process of combating the outbreak of NCP, how to protect the oral mucosal disease physicians normatively, how to ensure hand and environmental cleaning and disinfection; how to carry out triage of the patients with oral mucosal disease accompanied by fever reasonably; how to carry out oral mucosal disease patients'self-care and self-management during this stage, are the practical problems that all levels of medical institutions and medical workers and patients will meet. For these three problems, we invited the experts from the Society of Oral Medicine, Shanghai Stomatological Association and the Oral Mucosal Disease Specialist Alliance Organization of Shanghai Ninth People's Hospital Group to write the recommendation on the diagnosis and treatment of oral mucosal disease during prevention and control stage of novel coronavirus infection, in order to provide references for oral mucosal disease medical physicians and patients in this special period. This recommendation will be updated according to the situation of epidemic prevention and control in China and the new relevant diagnosis and treatment plans.","publish_time":1585699200000,"author_summary":" Tang, Guo-Yao","abstract_summary":" The announcement of National Health<br>Commission on January 20, 2020 (No. 1 of 2020) has included<br>Novel Coronavirus Pneumonia(NCP) into the B class<br>infectious diseases according to the law of the People's<br>Republic of China on the prevention and control of<br>infectious diseases, and has been managed as A class<br>infectious diseases. People's governments at all levels<br>and health administration departments have been<br>paying high attention to it, and medical and health<br>institutions have taken a series of prevention and control<br>measures according to the law to prevent and control the<br>spread of NCP. In the process of combating the...","title_summary":" [Experts recommendation on the diagnosis and<br>treatment of oral mucosal diseases during prevention and<br>control stage of the novel coronavirus infection].","x":-5.7482833862,"y":-10.9417800903,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.7482833862,"tsne_y":-10.9417800903,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"jxi0mvbi","source_x":"Medline","title":"Transmission routes of SARS-CoV-2 and protective measures in dental clinics during the COVID-19 pandemic.","doi":null,"abstract":"RESULTS The outbreak of coronavirus disease 2019 (COVID-19) has become a primary challenging public health issue for not only China but also the world. On March 11, 2020, the World Health Organization declared that the pandemic of COVID-19 had become a public health emergency of global concern. As of May 12, 2020 COVID-19 has been reported in over 180 countries\/regions, with a total of 4,178,156 confirmed cases and over 280,000 deaths. The risk of cross-infection by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) might be elevated between dental specialists and patients due to the peculiarity of dental practice. Therefore, detailed and effective infection control measures are imminently needed to prevent nosocomial coronavirus infection. This paper, based on proven effective experience, relevant guidelines, and research, not only presents the fundamental knowledge about the name, etiologic characteristics, epidemiologic characteristics and clinical manifestations of COVID-19, transmission routes and risk points of SARS-CoV-2 in dental clinics but also provides recommended protective measures for dental professionals to interdict the transmission of SARS-CoV-2 in dental clinics. Classification schemes as well as color identification according to the results of the questionnaire survey and temperature measurement in precheck and triages are innovations proposed in this paper. CLINICAL SIGNIFICANCE This paper, based on proven effective experience, relevant guidelines, and research, not only presents the fundamental knowledge about the name, etiologic characteristics, epidemiologic characteristics and clinical manifestations of COVID-19, transmission routes and risk points of SARS-CoV-2 in dental clinics but also provides recommended protective measures for dental professionals to interdict the transmission of SARS-CoV-2 in dental clinics.","publish_time":1590969600000,"author_summary":" Pan, Yingxiao; Liu, Hengyi; Chu, Chen; Li, Xin;<br>Liu, Siyu; Lu, Shulai","abstract_summary":" RESULTS The outbreak of coronavirus disease<br>2019 (COVID-19) has become a primary challenging<br>public health issue for not only China but also the<br>world. On March 11, 2020, the World Health<br>Organization declared that the pandemic of COVID-19 had<br>become a public health emergency of global concern. As<br>of May 12, 2020 COVID-19 has been reported in over<br>180 countries\/regions, with a total of 4,178,156<br>confirmed cases and over 280,000 deaths. The risk of<br>cross-infection by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) might be elevated between<br>dental specialists and patients due to the<br>peculiarity of dental practice. Therefore, detailed...","title_summary":" Transmission routes of SARS-CoV-2 and<br>protective measures in dental clinics during the COVID-19<br>pandemic.","x":-7.0600295067,"y":-10.7047986984,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.0600295067,"tsne_y":-10.7047986984,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"zzj5haui","source_x":"Medline; PMC","title":"Could we have prevented all this? A comparison of the British and South Korean primary dental care response to COVID-19","doi":"10.1038\/s41415-020-1705-5","abstract":"To limit the spread of the novel coronavirus (COVID-19), Britain enforced a strict national lockdown, which is affecting the lives of millions, including dental professionals. As a result, all routine dental work has been suspended and general dental practitioners (GDPs) are inevitably faced with financial difficulties, as well as an impending strain on dental services once the lockdown is lifted. In contrast, South Korea (SK) has effectively managed to keep the virus at bay without a lockdown and continues to deliver routine dental care throughout this period. This article compares the current status of primary dental care in the UK and SK under COVID-19, in order to explore how the dental profession can better mitigate the repercussions of a future epidemic crisis.","publish_time":1593129600000,"author_summary":" Noh, Kowoon; Loke, Jasmine; Kim, Kyungmin","abstract_summary":" To limit the spread of the novel coronavirus<br>(COVID-19), Britain enforced a strict national lockdown,<br>which is affecting the lives of millions, including<br>dental professionals. As a result, all routine dental<br>work has been suspended and general dental<br>practitioners (GDPs) are inevitably faced with financial<br>difficulties, as well as an impending strain on dental<br>services once the lockdown is lifted. In contrast, South<br>Korea (SK) has effectively managed to keep the virus<br>at bay without a lockdown and continues to deliver<br>routine dental care throughout this period. This<br>article compares the current status of primary dental<br>care in the UK...","title_summary":" Could we have prevented all this? A comparison<br>of the British and South Korean primary dental<br>care response to COVID-19","x":-8.9060268402,"y":-12.0245218277,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.9060268402,"tsne_y":-12.0245218277,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"h83aed9u","source_x":"PMC; WHO","title":"Consensus on Pre-examination and Triage in Clinic of Dermatology During Outbreak of COVID-19 From Chinese Experts(#)","doi":"10.1097\/jd9.0000000000000084","abstract":"The 2019 novel coronavirus infection has brought a great challenge in prevention and control of the national epidemic of coronavirus disease 2019 (COVID-19) in China. During the fight against the epidemic of COVID-19, properly carrying out pre-examination and triage for patients with skin lesions and fever has been a practical problem encountered in hospitals for skin diseases as well as clinics of dermatology in general hospitals. Considering that certain skin diseases may have symptom of fever, and some of the carriers of 2019 novel coronavirus and patients with COVID-19 at their early stage may do not present any symptoms of COVID-19, to properly deal with the visitors to clinics of dermatology, the Chinese Society of Dermatology organized experts to formulate the principles and procedures for pre-examination and triage of visitors to clinics of dermatology during the epidemic of COVID-19.","publish_time":1584057600000,"author_summary":" Zhang, Hui; Long, Hai; Ma, Lin; Wang, Gang; Mu,<br>Qi-Ri; Ran, Yu-Ping; Liu, Quan-Zhong; Xiao,<br>Sheng-Xiang; Zhang, Xue-Jun; Zhang, Jian-Zhong; Zhang,<br>Fu-Ren; He, Li; Chen, Ai-Jun; Chen, Xiang; Zheng, Jie;<br>Yang, Rong-Ya; Yao, Zhi-Rong; Tu, Ping; Li, Yu-Zhen;<br>Gao, Xing-Hua; Xu, Jin-Hua; Gu, Heng; Cheng, Bo;<br>Lai, Wei; Lu, Qian-Jin","abstract_summary":" The 2019 novel coronavirus infection has<br>brought a great challenge in prevention and control of<br>the national epidemic of coronavirus disease 2019<br>(COVID-19) in China. During the fight against the epidemic<br>of COVID-19, properly carrying out<br>pre-examination and triage for patients with skin lesions and<br>fever has been a practical problem encountered in<br>hospitals for skin diseases as well as clinics of<br>dermatology in general hospitals. Considering that<br>certain skin diseases may have symptom of fever, and<br>some of the carriers of 2019 novel coronavirus and<br>patients with COVID-19 at their early stage may do not<br>present any symptoms of...","title_summary":" Consensus on Pre-examination and Triage in<br>Clinic of Dermatology During Outbreak of COVID-19<br>From Chinese Experts(#)","x":-5.8292980194,"y":-10.9890356064,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.8292980194,"tsne_y":-10.9890356064,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"q127qidm","source_x":"Elsevier; Medline; PMC","title":"What dentists need to know about COVID-19","doi":"10.1016\/j.oraloncology.2020.104741","abstract":"This article aims at collecting all information needed for dentists regarding the COVID-19 pandemic throughout the world by reviewing articles published by now. In late 2019, a pneumonia outbreak of uncertain etiology happened in Wuhan, China. There were many reports related to a live-animal and seafood market, supporting that the pathogens were transferred from animals to humans, rapidly evolving into transmission from human to human. The pathogen was classified as 2019 Novel Corona Virus (2019-nCoV), and the disease was named COrona VIrus Disease 2019 (COVID-19). Given that COVID-19 has lately been detected in infected patients’ saliva, the COVID-19 outbreak is an alert that all dental and other health professionals must be vigilant in defending against the infectious disease spread, and it may enable to assess whether non-invasive saliva diagnostic for COVID-19. There has so far been no evidence from randomized controlled trials to prescribe any particular anti-nCoV treatment or vaccine, and COVID-19 management has been widely supportive. Since the ACE-2 was expressing on oral cavity mucosa, there is a potentially huge COVID-19 infectious vulnerability risk for oral cavity and brought up a proof for the future prevention procedure in dental practice and daily life. As a result, the whole dental teams should be vigilant and keep patients and themselves in a safe environment by following the guideline in this study.","publish_time":1588032000000,"author_summary":" Baghizadeh Fini, Maryam","abstract_summary":" This article aims at collecting all<br>information needed for dentists regarding the COVID-19<br>pandemic throughout the world by reviewing articles<br>published by now. In late 2019, a pneumonia outbreak of<br>uncertain etiology happened in Wuhan, China. There were<br>many reports related to a live-animal and seafood<br>market, supporting that the pathogens were<br>transferred from animals to humans, rapidly evolving into<br>transmission from human to human. The pathogen was<br>classified as 2019 Novel Corona Virus (2019-nCoV), and the<br>disease was named COrona VIrus Disease 2019<br>(COVID-19). Given that COVID-19 has lately been detected in<br>infected patients’ saliva, the COVID-19 outbreak is...","title_summary":" What dentists need to know about COVID-19","x":-7.6334695816,"y":-11.6867570877,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.6334695816,"tsne_y":-11.6867570877,"subcluster":1,"subcluster_description":"Infectious Diseases","shape":"p"},{"cord_uid":"z0e97ost","source_x":"Elsevier; Medline; PMC","title":"Precautions and recommendations for orthodontic settings during the COVID-19 outbreak: A review","doi":"10.1016\/j.ajodo.2020.04.016","abstract":"Abstract Introduction Coronavirus disease 2019 (COVID-19) is contagious disease caused by the SARS-CoV-2 virus. It emerged as a global pandemic early in 2020, affecting more than 2000 countries and territories. The infection is highly contagious with disease transmission reported from asymptomatic carriers, including children. It spreads through person-to-person contact, via aerosol and droplets. The practice of social distancing – maintaining a distance of 1 – 2 meters or 6 feet -- between people has been widely recommended to slow or halt the spread. This places orthodontists at high risk of acquiring and transmitting the infection. The objective of this review is to report to orthodontists on the emergence, epidemiology, risks, and precautions during disease crisis. This should help increase awareness, reinforce infection control and prevent cross-transmission within the orthodontic facility. Methods A comprehensive literature review of English and non-English articles was performed in March, 2020 using (CORD-19 2020) dataset, PubMed, MEDLINE, Scopus, and Google Scholar to search for infection control and disease transmission in orthodontics. Results This review emphasizes minimizing aerosol production and reinforcing strict infection control measures. Compliance with highest level of personal protection and restriction of treatment to emergency cases is recommended during the outbreak. Surface disinfection, adequate ventilation, and decontamination of instruments and supplies following the guidelines is required. Conclusion Reinforcing strict infection control measures and minimizing personal contact and aerosol production are keys to prevent contamination within the orthodontic settings. Although no cases of COVID-19 cross-transmission within a dental facility have been reported, the risk exists and the disease is still emerging. Further studies are required.","publish_time":1589328000000,"author_summary":" Turkistani, Khadijah A.","abstract_summary":" Abstract Introduction Coronavirus disease<br>2019 (COVID-19) is contagious disease caused by the<br>SARS-CoV-2 virus. It emerged as a global pandemic early in<br>2020, affecting more than 2000 countries and<br>territories. The infection is highly contagious with<br>disease transmission reported from asymptomatic<br>carriers, including children. It spreads through<br>person-to-person contact, via aerosol and droplets. The<br>practice of social distancing – maintaining a distance<br>of 1 – 2 meters or 6 feet -- between people has been<br>widely recommended to slow or halt the spread. This<br>places orthodontists at high risk of acquiring and<br>transmitting the infection. The objective of this review...","title_summary":" Precautions and recommendations for<br>orthodontic settings during the COVID-19 outbreak: A<br>review","x":-7.7832627296,"y":-11.0896682739,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.7832627296,"tsne_y":-11.0896682739,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"nozsfeb8","source_x":"Medline; PMC","title":"Infection control measures in ophthalmology during the COVID-19 outbreak: A narrative review from an early experience in Italy","doi":"10.1177\/1120672120927865","abstract":"INTRODUCTION: The novel coronavirus (SARS-CoV-2) is infecting people and spreading easily from person-to-person. Cases have been detected in most countries worldwide. Italy is one of the most affected countries as of 30 March 2020. Public health response includes a rapid reorganization of the Italian National Healthcare System in order to reduce transmission of COVID-19 within hospitals and healthcare facilities, while optimizing the assistance to patients with severe COVID-19 complications. METHODS: We analysed the actions that were taken in three ophthalmology centres in northern Italy during the SARS-CoV-2 outbreak and how these measures affected patient’s attendance. In addition, due to the rapidly evolving scenario, we reviewed the evidence available during the course of this pandemic. RESULTS: A full reorganization of ophthalmology services is mandatory according to current existing infection containment measures in order to continue dispensing urgent procedures without endangering the community with amplification of the diffusion chain. Ophthalmologists are considered at elevated risk of exposure when caring patients and vice versa, due to their close proximity during eye examination. High volumes of procedures typically generated by ophthalmologists with concurrent implications on the risk of infection are considered when re-assessing healthcare facilities reorganization. CONCLUSION: Containment measures in the event of pandemic due to infective agents should be well known by healthcare professionals and promptly applied in order to mitigate the risk of nosocomial transmission and outbreak.","publish_time":1589673600000,"author_summary":" Veritti, Daniele; Sarao, Valentina;<br>Bandello, Francesco; Lanzetta, Paolo","abstract_summary":" INTRODUCTION: The novel coronavirus<br>(SARS-CoV-2) is infecting people and spreading easily from<br>person-to-person. Cases have been detected in most countries<br>worldwide. Italy is one of the most affected countries as of<br>30 March 2020. Public health response includes a<br>rapid reorganization of the Italian National<br>Healthcare System in order to reduce transmission of<br>COVID-19 within hospitals and healthcare facilities,<br>while optimizing the assistance to patients with<br>severe COVID-19 complications. METHODS: We analysed<br>the actions that were taken in three ophthalmology<br>centres in northern Italy during the SARS-CoV-2<br>outbreak and how these measures affected patient’s<br>attendance. In addition, due to the...","title_summary":" Infection control measures in ophthalmology<br>during the COVID-19 outbreak: A narrative review from<br>an early experience in Italy","x":-6.9539871216,"y":-10.8023080826,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.9539871216,"tsne_y":-10.8023080826,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"vwnl63pm","source_x":"Medline; PMC; WHO","title":"COVID-19: Changing Trends and Its Impact on Future of Dentistry","doi":"10.1155\/2020\/8817424","abstract":"The outbreak of coronavirus disease 2019 (COVID-19) rapidly escalated into a worldwide pandemic, creating a global health and economic crisis. It is a novel virus which is distinct from SARS-CoV and MERS-CoV, with Chinese horseshoe bats being the most probable origin. Transmission occurs primarily through droplet spread or contact routes. Due to the characteristics of dental settings, the risk of cross infection between dental health care personnel (DHCP) and patients can be very high. This article provides a brief overview of the structure of the virus, modes of transmission, and clinical features of COVID-19 disease. The aim of this article is to recommend infection control strategies and patient management protocols to provide optimum dental care and simultaneously prevent nosocomial infection in dental settings.","publish_time":1590710400000,"author_summary":" Bhanushali, Parin; Katge, Farhin; Deshpande,<br>Shantanu; Chimata, Vamsi Krishna; Shetty, Shilpa;<br>Pradhan, Debapriya","abstract_summary":" The outbreak of coronavirus disease 2019<br>(COVID-19) rapidly escalated into a worldwide pandemic,<br>creating a global health and economic crisis. It is a<br>novel virus which is distinct from SARS-CoV and<br>MERS-CoV, with Chinese horseshoe bats being the most<br>probable origin. Transmission occurs primarily<br>through droplet spread or contact routes. Due to the<br>characteristics of dental settings, the risk of cross infection<br>between dental health care personnel (DHCP) and<br>patients can be very high. This article provides a brief<br>overview of the structure of the virus, modes of<br>transmission, and clinical features of COVID-19 disease. The<br>aim of this article...","title_summary":" COVID-19: Changing Trends and Its Impact on<br>Future of Dentistry","x":-6.9126119614,"y":-11.8129281998,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.9126119614,"tsne_y":-11.8129281998,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"gyvvcnuf","source_x":"Medline; PMC; WHO","title":"Being a front-line dentist during the Covid-19 pandemic: a literature review","doi":"10.1186\/s40902-020-00256-5","abstract":"Coronavirus is an enveloped virus with positive-sense single-stranded RNA. Coronavirus infection in humans mainly affects the upper respiratory tract and to a lesser extent the gastrointestinal tract. Clinical symptoms of coronavirus infections can range from relatively mild (similar to the common cold) to severe (bronchitis, pneumonia, and renal involvement). The disease caused by the 2019 novel coronavirus (2019-nCoV) was called Covid-19 by the World Health Organization in February 2020. Face-to-face communication and consistent exposure to body fluids such as blood and saliva predispose dental care workers at serious risk for 2019-nCoV infection. As demonstrated by the recent coronavirus outbreak, information is not enough. During dental practice, blood and saliva can be scattered. Accordingly, dental practice can be a potential risk for dental staff, and there is a high risk of cross-infection. This article addresses all information collected to date on the virus, in accordance with the guidelines of international health care institutions, and provides a comprehensive protocol for managing possible exposure to patients or those suspected of having coronavirus.","publish_time":1587686400000,"author_summary":" Fallahi, Hamid Reza; Keyhan, Seied Omid;<br>Zandian, Dana; Kim, Seong-Gon; Cheshmi, Behzad","abstract_summary":" Coronavirus is an enveloped virus with<br>positive-sense single-stranded RNA. Coronavirus infection<br>in humans mainly affects the upper respiratory<br>tract and to a lesser extent the gastrointestinal<br>tract. Clinical symptoms of coronavirus infections<br>can range from relatively mild (similar to the<br>common cold) to severe (bronchitis, pneumonia, and<br>renal involvement). The disease caused by the 2019<br>novel coronavirus (2019-nCoV) was called Covid-19<br>by the World Health Organization in February<br>2020. Face-to-face communication and consistent<br>exposure to body fluids such as blood and saliva<br>predispose dental care workers at serious risk for<br>2019-nCoV infection. As demonstrated by the recent<br>coronavirus outbreak, information...","title_summary":" Being a front-line dentist during the Covid-19<br>pandemic: a literature review","x":-7.563267231,"y":-11.0885753632,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.563267231,"tsne_y":-11.0885753632,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"q052ruao","source_x":"Elsevier; PMC; WHO","title":"Dental care and infection-control procedures during the COVID-19 pandemic: the experience in Taipei City Hospital, Taiwan","doi":"10.1016\/j.jds.2020.05.011","abstract":"Coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has now widely spread globally. The main transmission routes of SARS-CoV-2 comprise human-to-human droplet infection, including inhalation and contact infection of patient’s saliva, blood and other body fluids through oral mucosa, nasal mucosa, and the eyes, and orofecal transmission. Dental treatment necessitates close-proximity, face-to-face practices and can generate droplets or aerosols containing water, saliva, blood, microorganisms, and other debris during the procedure. Therefore, dental professionals are at a high risk of SARS-CoV-2 infection. To prevent nosocomial SARS-CoV-2 spread during dental procedures, Taipei City Hospital established a dental patient triage and workflow algorithm for the provision of dental services during the COVID-19 pandemic. Given the highly contagious nature of SARS-CoV-2, it is imperative to institute an appropriate standard procedural policy for patient management and recommendation of dental treatment at hospitals during the COVID-19 pandemic.","publish_time":1590710400000,"author_summary":" Lee, Ya-Ling; Chu, Dachen; Chou, Sin-Yi; Hu,<br>Hsiao-Yun; Huang, Sheng-Jean; Yen, Yung-Feng","abstract_summary":" Coronavirus disease 2019 (COVID-19), caused<br>by the severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2), has now widely spread<br>globally. The main transmission routes of SARS-CoV-2<br>comprise human-to-human droplet infection, including<br>inhalation and contact infection of patient’s saliva,<br>blood and other body fluids through oral mucosa,<br>nasal mucosa, and the eyes, and orofecal<br>transmission. Dental treatment necessitates<br>close-proximity, face-to-face practices and can generate<br>droplets or aerosols containing water, saliva, blood,<br>microorganisms, and other debris during the procedure.<br>Therefore, dental professionals are at a high risk of<br>SARS-CoV-2 infection. To prevent nosocomial SARS-CoV-2<br>spread during dental procedures, Taipei City<br>Hospital established a...","title_summary":" Dental care and infection-control procedures<br>during the COVID-19 pandemic: the experience in<br>Taipei City Hospital, Taiwan","x":-7.6295089722,"y":-10.8367471695,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.6295089722,"tsne_y":-10.8367471695,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"d8l23zrr","source_x":"Medline; PMC","title":"COVID‐19’s impact on private practice and academic dentistry in North America","doi":"10.1111\/odi.13444","abstract":"The COVID‐19 pandemic is a major public health crisis for countries around the world. In response to this global outbreak, the World Health Organization declared a public health emergency of international concern. Dental professionals are especially at high risk of contracting the COVID‐19 virus due to the unique nature of dentistry, more specifically, exposure to aerosols and droplets. When it comes to dental emergencies, it was crucial to maintain urgent dental care services operational to help reduce the burden on our healthcare system and hospitals already under pressure. The COVID‐19 pandemic has significantly impacted how dentistry is practiced in North America in both the private practice and academic settings. This article shares the perspectives of dentists practicing in private practice and clinician‐researchers in academic dental institutions. More specifically, we discuss about measures implemented to minimize risks of disease transmission, challenges in emergency dental care, impact on patients, as well as impact on the professional and personal lives of the dental team during the COVID‐19 crisis.","publish_time":1592265600000,"author_summary":" Wu, Kevin Y.; Wu, David T.; Nguyen, Thomas T.;<br>Tran, Simon D.","abstract_summary":" The COVID‐19 pandemic is a major public health<br>crisis for countries around the world. In response to<br>this global outbreak, the World Health<br>Organization declared a public health emergency of<br>international concern. Dental professionals are especially<br>at high risk of contracting the COVID‐19 virus due<br>to the unique nature of dentistry, more<br>specifically, exposure to aerosols and droplets. When it<br>comes to dental emergencies, it was crucial to<br>maintain urgent dental care services operational to<br>help reduce the burden on our healthcare system and<br>hospitals already under pressure. The COVID‐19 pandemic<br>has significantly impacted how dentistry is<br>practiced in North...","title_summary":" COVID‐19’s impact on private practice and<br>academic dentistry in North America","x":-8.9123439789,"y":-12.2250080109,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.9123439789,"tsne_y":-12.2250080109,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"2x9szmjc","source_x":"Medline; PMC","title":"Protecting dental manpower from COVID‐19 infection","doi":"10.1111\/odi.13410","abstract":"World Health Organization declared on 11 March, COVID 19 as a pandemic infection that has spread rapidly across the globe. Covid-19 currently has no known treatment or a vaccine. Oral health professionals are at risk of developing COVID 19 infection as they come into close contact with patients and accompanying relatives who may be carrying the virus. Since January 2020, and by the end of April this year, more than 150 medical doctors in Italy and over 100 National Health Service workers in the UK have died in the COVID-19 crisis. While the transmission of COVID 19 via human ex-haled droplets and direct contact is clear, the potential for aerosol transmission is a significant risk particularly for dental practices. The objective of this brief review is to highlight ways how dental manpower could protect from the spread of disease.","publish_time":1590969600000,"author_summary":" Warnakulasuriya, Saman","abstract_summary":" World Health Organization declared on 11<br>March, COVID 19 as a pandemic infection that has spread<br>rapidly across the globe. Covid-19 currently has no<br>known treatment or a vaccine. Oral health<br>professionals are at risk of developing COVID 19 infection as<br>they come into close contact with patients and<br>accompanying relatives who may be carrying the virus. Since<br>January 2020, and by the end of April this year, more than<br>150 medical doctors in Italy and over 100 National<br>Health Service workers in the UK have died in the<br>COVID-19 crisis. While the transmission of COVID 19 via<br>human ex-haled...","title_summary":" Protecting dental manpower from COVID‐19<br>infection","x":-8.1917123795,"y":-11.5229530334,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.1917123795,"tsne_y":-11.5229530334,"subcluster":4,"subcluster_description":"Dental Health Services","shape":"p"},{"cord_uid":"uykqvt2b","source_x":"Medline; PMC","title":"COVID-19 pandemic: the first wave - an audit and guidance for paediatric dentistry","doi":"10.1038\/s41415-020-1702-8","abstract":"With the use of newly issued guidelines, King's College Hospital has developed new standard operating procedures specifically for the COVID-19 pandemic. Given the unprecedented nature of the current global pandemic, this paper highlights how paediatric dental emergencies can be managed safely and efficiently, as well as new measures which can help reduce transmission of the virus. Furthermore, an audit of the current paediatric dental emergencies attending the hospital is presented. Seventy-six percent of patients attending met the agreed local criteria for urgent treatment, with the most common presentation being irreversible pulpitis. This highlights the types of cases that practitioners enrolled in urgent dental care centres (UDCs) can expect to encounter and how to effectively manage this challenging group of patients.","publish_time":1593129600000,"author_summary":" Ilyas, Nabeel; Agel, Mona; Mitchell, Julie;<br>Sood, Sanjeev","abstract_summary":" With the use of newly issued guidelines, King's<br>College Hospital has developed new standard operating<br>procedures specifically for the COVID-19 pandemic. Given<br>the unprecedented nature of the current global<br>pandemic, this paper highlights how paediatric dental<br>emergencies can be managed safely and efficiently, as well<br>as new measures which can help reduce<br>transmission of the virus. Furthermore, an audit of the<br>current paediatric dental emergencies attending the<br>hospital is presented. Seventy-six percent of patients<br>attending met the agreed local criteria for urgent<br>treatment, with the most common presentation being<br>irreversible pulpitis. This highlights the types of cases<br>that practitioners enrolled...","title_summary":" COVID-19 pandemic: the first wave - an audit and<br>guidance for paediatric dentistry","x":-8.9791660309,"y":-12.5665254593,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.9791660309,"tsne_y":-12.5665254593,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"6e3gpb93","source_x":"Elsevier; Medline; PMC","title":"Guidelines for dental care provision during the COVID-19 pandemic","doi":"10.1016\/j.sdentj.2020.04.001","abstract":"Abstract Since the coronavirus disease 2019 (COVID-19) outbreak was declared a pandemic on 11 March 2020. Several dental care facilities in affected countries have been completely closed or have been only providing minimal treatment for emergency cases. However, several facilities in some affected countries are still providing regular dental treatment. This can in part be a result of the lack of universal protocol or guidelines regulating the dental care provision during such a pandemic. This lack of guidelines can on one hand increase the nosocomial COVID-19 spread through dental health care facilities, and on the other hand deprive patients’ in need of the required urgent dental care. Moreover, ceasing dental care provision during such a period will incense the burden on hospitals emergency departments already struggle with the pandemic. This work aimed to develop guidelines for dental patients’ management during and after the COVID-19 pandemic. Guidelines for dental care provision during the COVID-19 pandemic were developed after considering the nature of COVID-19 pandemic, and were based on grouping the patients according to condition and need, and considering the procedures according to risk and benefit. It is hoped that the guidelines proposed in this work will help in the management of dental care around the world during and after this COVID-19 pandemic.","publish_time":1586217600000,"author_summary":" Alharbi, Ali; Alharbi, Saad; Alqaidi, Shahad","abstract_summary":" Abstract Since the coronavirus disease 2019<br>(COVID-19) outbreak was declared a pandemic on 11 March<br>2020. Several dental care facilities in affected<br>countries have been completely closed or have been only<br>providing minimal treatment for emergency cases.<br>However, several facilities in some affected countries<br>are still providing regular dental treatment.<br>This can in part be a result of the lack of universal<br>protocol or guidelines regulating the dental care<br>provision during such a pandemic. This lack of guidelines<br>can on one hand increase the nosocomial COVID-19<br>spread through dental health care facilities, and on<br>the other hand deprive patients’ in...","title_summary":" Guidelines for dental care provision during<br>the COVID-19 pandemic","x":-8.0202579498,"y":-12.3144407272,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.0202579498,"tsne_y":-12.3144407272,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"jpy373ph","source_x":"Elsevier; Medline; PMC","title":"Occupational Exposure to SARS-CoV-2 in Burns Treatment During the COVID-19 Epidemic: Specific Diagnosis and Treatment Protocol","doi":"10.1016\/j.biopha.2020.110176","abstract":"ABSTRACT Epidemic prevention and control measures for the new coronavirus disease 2019 (COVID-19) has achieved significant results. As of 8 April 2020, 22,073 infection cases of COVID-19 among healthcare workers from 52 countries had been reported to WHO. COVID-19 has strong infectivity, high transmission speeds, and causes serious infection among healthcare worker. Burns are an acute-care condition, and burn treatment needs to be initiated before COVID-19 infection status can be excluded. The key step to infection prevention is to identify risk points of infection exposure, strengthen the protection against those risk points, and formulate an appropriate diagnosis and treatment protocol. Following an in-depth study of the latest literature on COVID-19 diagnosis and treatment, we reviewed the protocols surrounding hospitalization of patients with extensive burns (area≥50%) in our hospital from February 2009 to February 2019 and, in accordance with the epidemiological characteristics of COVID-19, developed an algorithm for protection during diagnosis and treatment of burns. Therefore, the aspects of medical protection and the diagnosis and treatment of burns appear to be particularly important during the prevention and control of the COVID-19. This algorithm was followed for 4 patients who received emergency treatment in February 2020 and were hospitalized. All healthcare worker were protected according to the three-tiered protective measures, and there was no nosocomial infection. During the COVID-19 epidemic, the early stages of emergency treatment for patients with extensive burns requiring the establishment of venous access for rehydration, endotracheal intubation or tracheostomy, wound treatment, and surgery are the risk points for exposure to infection. The implementation of effective, appropriate-grade protection and formulation of practical treatment protocols can increase protection of healthcare worke and reduce the risk of COVID-19 infection exposure.","publish_time":1587600000000,"author_summary":" Huang, Zhifeng; Zhuang, Donglin; Xiong, Bing;<br>Deng, David Xingfei; Li, Hanhua; Lai, Wen","abstract_summary":" ABSTRACT Epidemic prevention and control<br>measures for the new coronavirus disease 2019<br>(COVID-19) has achieved significant results. As of 8 April<br>2020, 22,073 infection cases of COVID-19 among<br>healthcare workers from 52 countries had been reported to<br>WHO. COVID-19 has strong infectivity, high<br>transmission speeds, and causes serious infection among<br>healthcare worker. Burns are an acute-care condition, and<br>burn treatment needs to be initiated before<br>COVID-19 infection status can be excluded. The key step<br>to infection prevention is to identify risk<br>points of infection exposure, strengthen the<br>protection against those risk points, and formulate an<br>appropriate diagnosis and treatment protocol....","title_summary":" Occupational Exposure to SARS-CoV-2 in Burns<br>Treatment During the COVID-19 Epidemic: Specific<br>Diagnosis and Treatment Protocol","x":-6.8983440399,"y":-10.7445030212,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.8983440399,"tsne_y":-10.7445030212,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"i8w88cb0","source_x":"Elsevier; Medline; PMC","title":"Application of refined management in prevention and control of the coronavirus disease 2019 epidemic in non-isolated areas of a general hospital","doi":"10.1016\/j.ijnss.2020.04.003","abstract":"Abstract Objective This article summarizes the experience in the prevention and control of coronavirus disease 2019(COVID-19) epidemic in non-isolated areas in a general hospital. Methods Based on refined management theory, we professionally developed the standards for prevention and control of COVID-19 in non-isolated areas, systematically implemented various prevention and control measures, performed gridding audits, effectively communicated among teams and between medical staff and patients assisted by information techniques, and reported results for quality improvement. Results There was no hospital-acquired COVID-19 infections among staff in the hospital. The rates of mask-wearing, epidemiological history screening, and the medical supplies disinfection were all 100% in the hospital. The accuracy rate of mask-wearing of patients and their families was 73.79% and the compliance rate of their hand hygiene was 40.78%. Conclusion Refined management strategies for the prevention and control of COVID-19 infection in non-isolated areas of the general hospital are effective. The accuracy rate of mask-wearing and hand hygiene compliance of patients and their families need to be further improved.","publish_time":1586304000000,"author_summary":" Xu, Caijuan; Jin, Jingfen; Song, Jianping;<br>Yang, Yan; Yao, Meiqi; Zhang, Yuping; Zhao, Ruiyi;<br>Chen, Zhimei","abstract_summary":" Abstract Objective This article summarizes<br>the experience in the prevention and control of<br>coronavirus disease 2019(COVID-19) epidemic in<br>non-isolated areas in a general hospital. Methods Based on<br>refined management theory, we professionally<br>developed the standards for prevention and control of<br>COVID-19 in non-isolated areas, systematically<br>implemented various prevention and control measures,<br>performed gridding audits, effectively communicated<br>among teams and between medical staff and patients<br>assisted by information techniques, and reported<br>results for quality improvement. Results There was no<br>hospital-acquired COVID-19 infections among staff in the<br>hospital. The rates of mask-wearing, epidemiological<br>history screening, and the medical supplies<br>disinfection were all...","title_summary":" Application of refined management in<br>prevention and control of the coronavirus disease 2019<br>epidemic in non-isolated areas of a general hospital","x":-5.7424359322,"y":-10.617193222,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.7424359322,"tsne_y":-10.617193222,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"6rmwojf9","source_x":"Medline; PMC","title":"Coronavirus disease (COVID‐19): Characteristics in children and considerations for dentists providing their care","doi":"10.1111\/ipd.12653","abstract":"The emergence of the novel virus severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) has caused a global pandemic called coronavirus disease (COVID‐19) and has become one of the most significant challenges to the healthcare profession. Dental practices are focal points for cross‐infection, and care must be taken to minimise the risk of infection to, from, or between dental care professionals and patients. The COVID‐19 epidemiological and clinical characteristics are still being collated but children's symptoms seem to be milder than those that adults experience. It is unknown whether certain groups, for example children with comorbidities, might be at a higher risk of more severe illness. Emerging data on disease spread in children, affected by COVID‐19, have not been presented in detail. The purpose of this article was to report current data on the paediatric population affected with COVID‐19 and highlight considerations for dentists providing care for children during this pandemic. All members of the dental team have a professional responsibility to keep themselves informed of current guidance and be vigilant in updating themselves as recommendations are changing so quickly.","publish_time":1586995200000,"author_summary":" Mallineni, Sreekanth Kumar; Innes, Nicola P.;<br>Raggio, Daniela Procida; Araujo, Mariana Pinheiro;<br>Robertson, Mark D.; Jayaraman, Jayakumar","abstract_summary":" The emergence of the novel virus severe acute<br>respiratory syndrome coronavirus 2 (SARS‐CoV‐2) has<br>caused a global pandemic called coronavirus disease<br>(COVID‐19) and has become one of the most significant<br>challenges to the healthcare profession. Dental<br>practices are focal points for cross‐infection, and care<br>must be taken to minimise the risk of infection to,<br>from, or between dental care professionals and<br>patients. The COVID‐19 epidemiological and clinical<br>characteristics are still being collated but children's<br>symptoms seem to be milder than those that adults<br>experience. It is unknown whether certain groups, for<br>example children with comorbidities, might be at a<br>higher...","title_summary":" Coronavirus disease (COVID‐19):<br>Characteristics in children and considerations for dentists<br>providing their care","x":-7.5495533943,"y":-11.6327400208,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.5495533943,"tsne_y":-11.6327400208,"subcluster":1,"subcluster_description":"Infectious Diseases","shape":"p"},{"cord_uid":"rmbv2n60","source_x":"Medline; PMC","title":"Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong","doi":"10.1007\/s00417-020-04641-8","abstract":"PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings.","publish_time":1583193600000,"author_summary":" Lai, Tracy H. T.; Tang, Emily W. H.; Chau, Sandy<br>K. Y.; Fung, Kitty S. C.; Li, Kenneth K. W.","abstract_summary":" PURPOSE: Coronavirus disease (COVID-19) has<br>rapidly emerged as a global health threat. The purpose<br>of this article is to share our local experience of<br>stepping up infection control measures in<br>ophthalmology to minimise COVID-19 infection of both<br>healthcare workers and patients. METHODS: Infection<br>control measures implemented in our ophthalmology<br>clinic are discussed. The measures are based on<br>detailed risk assessment by both local<br>ophthalmologists and infection control experts. RESULTS: A<br>three-level hierarchy of control measures was adopted.<br>First, for administrative control, in order to lower<br>patient attendance, text messages with an enquiry<br>phone number were sent to patients to reschedule...","title_summary":" Stepping up infection control measures in<br>ophthalmology during the novel coronavirus outbreak: an<br>experience from Hong Kong","x":-6.8044629097,"y":-10.6921253204,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.8044629097,"tsne_y":-10.6921253204,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"o9z6rdim","source_x":"Medline; PMC","title":"Possible aerosol transmission of COVID-19 and special precautions in dentistry","doi":"10.1631\/jzus.b2010010","abstract":"Since its emergence in December 2019, corona virus disease 2019 (COVID-19) has impacted several countries, affecting more than 90 thousand patients and making it a global public threat. The routes of transmission are direct contact, and droplet and possible aerosol transmissions. Due to the unique nature of dentistry, most dental procedures generate significant amounts of droplets and aerosols, posing potential risks of infection transmission. Understanding the significance of aerosol transmission and its implications in dentistry can facilitate the identification and correction of negligence in daily dental practice. In addition to the standard precautions, some special precautions that should be implemented during an outbreak have been raised in this review.","publish_time":1584316800000,"author_summary":" Ge, Zi-yu; Yang, Lu-ming; Xia, Jia-jia; Fu,<br>Xiao-hui; Zhang, Yan-zhen","abstract_summary":" Since its emergence in December 2019, corona<br>virus disease 2019 (COVID-19) has impacted several<br>countries, affecting more than 90 thousand patients and<br>making it a global public threat. The routes of<br>transmission are direct contact, and droplet and possible<br>aerosol transmissions. Due to the unique nature of<br>dentistry, most dental procedures generate significant<br>amounts of droplets and aerosols, posing potential<br>risks of infection transmission. Understanding the<br>significance of aerosol transmission and its implications<br>in dentistry can facilitate the identification<br>and correction of negligence in daily dental<br>practice. In addition to the standard precautions, some<br>special precautions that should be implemented...","title_summary":" Possible aerosol transmission of COVID-19 and<br>special precautions in dentistry","x":-8.1226482391,"y":-10.7554826736,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.1226482391,"tsne_y":-10.7554826736,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"yump76qu","source_x":"PMC; WHO","title":"Recommendations for control and prevention of infections for pediatric orthopedics during the epidemic period of COVID-19","doi":"10.1136\/wjps-2020-000124","abstract":"The outbreak of Coronavirus Disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged and spread rapidly throughout the world. As of February 29, 2020, 79 389 cases of COVID-19 have been reported, and the outbreak is linked to 2838 deaths. The population is generally susceptible to the disease, and differences in incubation periods after infection exist among individuals. These two aspects of COVID-19 pose significant challenges to pediatric orthopedic diagnosis and treatment. As a dedicated center for managing pediatric cases of SARS-CoV-2 in Shanghai, our hospital has mobilized all branches and departments to undertake joint actions for scientific prevention and control, precise countermeasure and comprehensive anti-epidemic efforts. Combined with our experience, we have consulted the relevant national regulations and the latest research advances and have formulated the prevention and control measures of SARS-CoV-2 infection, including outpatient, emergency, inpatient and surgical cares, for clinical practices of pediatric orthopedics according to the physicochemical properties of SARS-CoV-2. It may serve as practical references and recommendations for managing SARS-CoV-2 infection in other pediatric specialties and in other hospitals.","publish_time":1587600000000,"author_summary":" Wu, Chunxing; Zhang, Zhiqiang; Mo, Yueqiang;<br>Wang, Dahui; Ning, Bo; Xu, Ping; Song, Jun; Pei,<br>Xinhong; Ni, Xiaoyan; Zheng, Yiming; Xia, Tian; Jing,<br>Yanhui; Sun, Wanlin; Meng, Junrong; Qian, Chuang","abstract_summary":" The outbreak of Coronavirus Disease 2019<br>(COVID-19) caused by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) emerged and spread rapidly<br>throughout the world. As of February 29, 2020, 79 389 cases<br>of COVID-19 have been reported, and the outbreak<br>is linked to 2838 deaths. The population is<br>generally susceptible to the disease, and differences in<br>incubation periods after infection exist among<br>individuals. These two aspects of COVID-19 pose significant<br>challenges to pediatric orthopedic diagnosis and<br>treatment. As a dedicated center for managing pediatric<br>cases of SARS-CoV-2 in Shanghai, our hospital has<br>mobilized all branches and departments to undertake<br>joint actions...","title_summary":" Recommendations for control and prevention of<br>infections for pediatric orthopedics during the epidemic<br>period of COVID-19","x":-6.6930389404,"y":-11.0855226517,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.6930389404,"tsne_y":-11.0855226517,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"oe7ovqw2","source_x":"Medline; PMC","title":"Are dental schools adequately preparing dental students to face outbreaks of infectious diseases such as COVID‐19?","doi":"10.1002\/jdd.12174","abstract":"The recent 2019‐novel coronavirus (2019‐nCoV, also known as SARS‐CoV‐2) has caused >2,622,571 confirmed cases of coronavirus disease 2019 (COVID‐19) in >185 countries, and >182,359 deaths globally. More than 9000 healthcare workers have also been infected by 2019‐nCoV. Prior to the present pandemic of COVID‐19, there have been multiple large‐scale epidemics and pandemics of other viral respiratory infections, such as seasonal flu, Spanish flu (H1N1), severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS), and others. Dental professionals are at an increased risk for contracting these viruses from dental patients, as dental practice involves face‐to‐face communication with the patients and frequent exposure to saliva, blood, and other body fluids. Dental education can play an important role in the training of dentists, helping them to adopt adequate knowledge and attitudes related to infection control measures. The current dental curriculum does not cover infection control adequately, especially from airborne pathogens. Infection control education needs to be included in the dental curriculum itself, and students should be trained adequately to protect them and prevent the infection from disseminating even before they see their first patient.","publish_time":1589155200000,"author_summary":" Ghai, Suhani","abstract_summary":" The recent 2019‐novel coronavirus<br>(2019‐nCoV, also known as SARS‐CoV‐2) has caused<br>>2,622,571 confirmed cases of coronavirus disease 2019<br>(COVID‐19) in >185 countries, and >182,359 deaths<br>globally. More than 9000 healthcare workers have also<br>been infected by 2019‐nCoV. Prior to the present<br>pandemic of COVID‐19, there have been multiple<br>large‐scale epidemics and pandemics of other viral<br>respiratory infections, such as seasonal flu, Spanish flu<br>(H1N1), severe acute respiratory syndrome (SARS),<br>Middle East respiratory syndrome (MERS), and others.<br>Dental professionals are at an increased risk for<br>contracting these viruses from dental patients, as dental<br>practice involves face‐to‐face communication with the<br>patients and...","title_summary":" Are dental schools adequately preparing<br>dental students to face outbreaks of infectious<br>diseases such as COVID‐19?","x":-8.058848381,"y":-11.4341306686,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.058848381,"tsne_y":-11.4341306686,"subcluster":1,"subcluster_description":"Infectious Diseases","shape":"p"},{"cord_uid":"8m7fv1t0","source_x":"Medline; PMC","title":"Dentistry during the COVID-19 Epidemic: An Italian Workflow for the Management of Dental Practice","doi":"10.3390\/ijerph17093325","abstract":"The COVID-19 outbreak has raised concerns about infection control all over the world. Among health workers, dentists are particularly exposed to the COVID-19 infection risk. The aim of this paper is to present a workflow to manage dental procedures already in use at the Dental Unit of the University Hospital of Messina. The proposed workflow accounts for the many aspects of dental practitioners’ risk in the COVID-19 era, and focuses on the assessment of patient risk level, a two-phase dental procedure management (remote and face-to-face), and the use of specific preventive measures. No cases of COVID-19 infection were detected among patients and staff of the dental unit in a two-month period of time while using this protocol. This workflow seems a promising and effective solution to manage dental procedures during the COVID-19 outbreak, and could be implemented in both public and private practices until the emergency is contained.","publish_time":1589155200000,"author_summary":" Peditto, Matteo; Scapellato, Simone;<br>Marcianò, Antonia; Costa, Paola; Oteri, Giacomo","abstract_summary":" The COVID-19 outbreak has raised concerns<br>about infection control all over the world. Among<br>health workers, dentists are particularly exposed to<br>the COVID-19 infection risk. The aim of this paper<br>is to present a workflow to manage dental<br>procedures already in use at the Dental Unit of the<br>University Hospital of Messina. The proposed workflow<br>accounts for the many aspects of dental practitioners’<br>risk in the COVID-19 era, and focuses on the<br>assessment of patient risk level, a two-phase dental<br>procedure management (remote and face-to-face), and the<br>use of specific preventive measures. No cases of<br>COVID-19 infection were detected among...","title_summary":" Dentistry during the COVID-19 Epidemic: An<br>Italian Workflow for the Management of Dental Practice","x":-9.1445817947,"y":-11.8727359772,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-9.1445817947,"tsne_y":-11.8727359772,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"phas8z1o","source_x":"Medline; PMC","title":"Disruptions during a pandemic: Gaps identified and lessons learned","doi":"10.1002\/jdd.12236","abstract":"Global disruptions caused by coronavirus disease 2019 (COVID‐19) affects all walks of life, and dentistry and dental education are no exceptions. Dental education uniquely blends didactic courses and hands‐on clinical training seamlessly to prepare oral healthcare providers of the future. Apart from economical and access to care implications, closure of all the dental institutions in the United States affects their educational mission greatly, equally disturbing pre‐doctoral and graduate training. Efforts are ongoing to continue the educational mission in dental institutions by delivering scheduled course content remotely using multiple online tools. In spite of those efforts, since clinical experiences cannot be completely replaced by any available alternative method of instruction that is delivered remotely, students are missing out on valuable patient‐based clinical experiences. In this perspective article, we briefly discuss the several implications of COVID‐19, in the context of dental education. We then highlight some of the lessons we can learn from this pandemic which we hope will have several positive implications, including curricular changes, increased public health awareness and preparedness for future public health emergencies.","publish_time":1591228800000,"author_summary":" Elangovan, Satheesh; Mahrous, Ahmed;<br>Marchini, Leonardo","abstract_summary":" Global disruptions caused by coronavirus<br>disease 2019 (COVID‐19) affects all walks of life, and<br>dentistry and dental education are no exceptions. Dental<br>education uniquely blends didactic courses and hands‐on<br>clinical training seamlessly to prepare oral<br>healthcare providers of the future. Apart from economical<br>and access to care implications, closure of all the<br>dental institutions in the United States affects<br>their educational mission greatly, equally<br>disturbing pre‐doctoral and graduate training. Efforts<br>are ongoing to continue the educational mission in<br>dental institutions by delivering scheduled course<br>content remotely using multiple online tools. In spite<br>of those efforts, since clinical experiences<br>cannot be...","title_summary":" Disruptions during a pandemic: Gaps<br>identified and lessons learned","x":-9.6068410873,"y":-11.9963111877,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-9.6068410873,"tsne_y":-11.9963111877,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"v4t6ca0c","source_x":"Medline; PMC","title":"Special attention to nurses’ protection during the COVID-19 epidemic","doi":"10.1186\/s13054-020-2841-7","abstract":"As of March 8, 2020, the novel coronavirus disease 2019 (COVID-19) had caused 80,815 human infections and 3073 deaths in China, including more than 3000 infections among medical staff. Guangdong Second Provincial General Hospital (Guangzhou, Guangdong Province, China), a provincial emergency hospital, has treated more than 35 confirmed cases of COVID-19 and more than 260 suspected cases. Most of nurses’ work involves direct contact with patients. As nurses have high vulnerability to COVID-19, it is necessary to establish hospital-specific protocols to reduce the risk of nurses’ infection in interactions with COVID-19 patients. Our hospital has maintained a “zero nurse infection” rate while battling SARS in 2003 and during the present COVID-19 epidemic. The following are the key measures implemented in our hospital.","publish_time":1585267200000,"author_summary":" Huang, Lishan; Lin, Guanwen; Tang, Li; Yu,<br>Lingna; Zhou, Zhilai","abstract_summary":" As of March 8, 2020, the novel coronavirus<br>disease 2019 (COVID-19) had caused 80,815 human<br>infections and 3073 deaths in China, including more than<br>3000 infections among medical staff. Guangdong<br>Second Provincial General Hospital (Guangzhou,<br>Guangdong Province, China), a provincial emergency<br>hospital, has treated more than 35 confirmed cases of<br>COVID-19 and more than 260 suspected cases. Most of<br>nurses’ work involves direct contact with patients. As<br>nurses have high vulnerability to COVID-19, it is<br>necessary to establish hospital-specific protocols to<br>reduce the risk of nurses’ infection in interactions<br>with COVID-19 patients. Our hospital has<br>maintained a “zero nurse infection”...","title_summary":" Special attention to nurses’ protection<br>during the COVID-19 epidemic","x":-5.078496933,"y":-10.8952884674,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.078496933,"tsne_y":-10.8952884674,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ldiv9fiq","source_x":"Medline; PMC","title":"Modifications of emergency dental clinic protocols to combat COVID‐19 transmission","doi":"10.1111\/scd.12472","abstract":"During the COVID‐19 pandemic, incidence rates for dental diseases will continue unabated. However, the intent to prevent the spread of this lethal respiratory disease will likely lead to reduced treatment access due to restrictions on population movements. These changes have the potential to increase dental‐related emergency department visits and subsequently contribute to greater viral transmission. Moreover, dentists experience unique challenges with preventing transmission due to frequent aerosol‐producing procedures. This paper presents reviews and protocols implemented by directors and residents at the Dental College of Georgia to manage a dental emergency clinic during the COVID‐19 pandemic. The methods presented include committee‐based prioritization of dental patients, a multilayered screening process, team rotations with social and temporal spacing, and modified treatment room protocols. These efforts aid in the reduction of viral transmission, conservation of personal protective equipment, and expand provider availability. These protocols transcend a university and hospital‐based models and are applicable to private and corporate models.","publish_time":1590278400000,"author_summary":" Long, Robert Hollinshead; Ward, Tyrous David;<br>Pruett, Michael Edward; Coleman, John Finklea;<br>Plaisance, Marc Charles","abstract_summary":" During the COVID‐19 pandemic, incidence rates<br>for dental diseases will continue unabated.<br>However, the intent to prevent the spread of this lethal<br>respiratory disease will likely lead to reduced treatment<br>access due to restrictions on population movements.<br>These changes have the potential to increase<br>dental‐related emergency department visits and subsequently<br>contribute to greater viral transmission. Moreover,<br>dentists experience unique challenges with preventing<br>transmission due to frequent aerosol‐producing<br>procedures. This paper presents reviews and protocols<br>implemented by directors and residents at the Dental<br>College of Georgia to manage a dental emergency clinic<br>during the COVID‐19 pandemic. The methods presented<br>include committee‐based...","title_summary":" Modifications of emergency dental clinic<br>protocols to combat COVID‐19 transmission","x":-8.600935936,"y":-12.073223114,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.600935936,"tsne_y":-12.073223114,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"vy2li9lz","source_x":"Medline; PMC","title":"COVID-19: Special Precautions in Ophthalmic Practice and FAQs on Personal Protection and Mask Selection","doi":"10.1097\/apo.0000000000000280","abstract":"The Coronavirus Disease 2019 (COVID-19), caused by severe acute respiratory coronavirus-2, was first reported in December 2019. The World Health Organization declared COVID-19 a pandemic on March 11, 2020 and as of April 17, 2020, 210 countries are affected with >2,000,000 infected and 140,000 deaths. The estimated case fatality rate is around 6.7%. We need to step up our infection control measures immediately or else it may be too late to contain or control the spread of COVID-19. In case of local outbreaks, the risk of infection to healthcare workers and patients is high. Ophthalmic practice carries some unique risks and therefore high vigilance and special precautions are needed. We share our protocols and experiences in the prevention of infection in the current COVID-19 outbreak and the previous severe acute respiratory syndrome epidemic in Hong Kong. We also endeavor to answer the key frequently asked questions in areas of the coronaviruses, COVID-19, disease transmission, personal protection, mask selection, and special measures in ophthalmic practices. COVID-19 is highly infectious and could be life-threatening. Using our protocol and measures, we have achieved zero infection in our ophthalmic practices in Hong Kong and China. Preventing spread of COVID-19 is possible and achievable.","publish_time":1588118400000,"author_summary":" Lam, Dennis Shun Chiu; Wong, Raymond Lai Man;<br>Lai, Kenny Ho Wa; Ko, Chung-Nga; Leung, Hiu Ying;<br>Lee, Vincent Yau Wing; Lau, Johnson Yiu Nam; Huang,<br>Suber S.","abstract_summary":" The Coronavirus Disease 2019 (COVID-19),<br>caused by severe acute respiratory coronavirus-2,<br>was first reported in December 2019. The World<br>Health Organization declared COVID-19 a pandemic on<br>March 11, 2020 and as of April 17, 2020, 210 countries<br>are affected with >2,000,000 infected and 140,000<br>deaths. The estimated case fatality rate is around<br>6.7%. We need to step up our infection control<br>measures immediately or else it may be too late to contain<br>or control the spread of COVID-19. In case of local<br>outbreaks, the risk of infection to healthcare workers and<br>patients is high. Ophthalmic practice carries some<br>unique risks...","title_summary":" COVID-19: Special Precautions in Ophthalmic<br>Practice and FAQs on Personal Protection and Mask<br>Selection","x":-7.2181177139,"y":-10.5963888168,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.2181177139,"tsne_y":-10.5963888168,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"bv5un9bt","source_x":"Medline; PMC","title":"Emerging Challenges and Threats for Dental Health Care Sector Attributable to COVID-19: Tale of a Developing Country","doi":"10.1177\/1010539520932708","abstract":"Prevention and control of infection in dentistry is an essential matter that has gained immense attention in recent years. There exist a lack of scientific data about the cross-transmission and its associated risk, especially in the dental health care setting of Pakistan. This article will evaluate the emerging challenges and threats for the dental community in Pakistan attributable to the COVID-19 outbreak. Moreover, there exists a significant knowledge gap regarding the state- and institutional-level infection prevention and control (IPC) policies and practices and not much is known about the development, implementation, and monitoring of IPC policies and its challenges.","publish_time":1591228800000,"author_summary":" Pethani, Asma Sadruddin; Allana, Raheel<br>Rehman; Hussain, Mehmood","abstract_summary":" Prevention and control of infection in<br>dentistry is an essential matter that has gained immense<br>attention in recent years. There exist a lack of<br>scientific data about the cross-transmission and its<br>associated risk, especially in the dental health care<br>setting of Pakistan. This article will evaluate the<br>emerging challenges and threats for the dental<br>community in Pakistan attributable to the COVID-19<br>outbreak. Moreover, there exists a significant<br>knowledge gap regarding the state- and<br>institutional-level infection prevention and control (IPC)<br>policies and practices and not much is known about the<br>development, implementation, and monitoring of IPC<br>policies and its challenges.","title_summary":" Emerging Challenges and Threats for Dental<br>Health Care Sector Attributable to COVID-19: Tale of a<br>Developing Country","x":-8.6751775742,"y":-12.1332731247,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.6751775742,"tsne_y":-12.1332731247,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"py7vfver","source_x":"PMC; WHO","title":"COVID-19 - Working as a hygienist or therapist","doi":"10.1038\/s41407-020-0317-x","abstract":"The Coronavirus (COVID-19) global pandemic has posed significant challenges for all members of the dental team Whilst dentists are considered to be one of the most exposed and high-risk occupations, dental hygienists and dental therapists are in fact at even greater risk 1 Dental hygienists and therapists are integral members of the dental team and play a key role in preventing, treating disease and maintaining oral health Whilst we are uncertain on how the pandemic will affect the future of dentistry, we need to ensure that hygienists and therapists are kept at the forefront There are almost six times as many dentists as hygienists2 so it's important to ensure the voice of hygienists and therapists is heard just as clearly as that of dentists","publish_time":1589500800000,"author_summary":" Wadia, Reena; D’Cruz, Len; Baker, Linzy","abstract_summary":" The Coronavirus (COVID-19) global pandemic<br>has posed significant challenges for all members<br>of the dental team Whilst dentists are considered<br>to be one of the most exposed and high-risk<br>occupations, dental hygienists and dental therapists are in<br>fact at even greater risk 1 Dental hygienists and<br>therapists are integral members of the dental team and play<br>a key role in preventing, treating disease and<br>maintaining oral health Whilst we are uncertain on how the<br>pandemic will affect the future of dentistry, we need to<br>ensure that hygienists and therapists are kept at the<br>forefront There are almost six times as...","title_summary":" COVID-19 - Working as a hygienist or therapist","x":-8.6174430847,"y":-11.97519207,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.6174430847,"tsne_y":-11.97519207,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"iv9g5te5","source_x":"Medline; PMC","title":"Integration of telemedicine into the public health response to COVID‐19 must include dentists","doi":"10.1111\/iej.13312","abstract":"Dentists are among the medical professionals, who are particularly exposed to Covid-19 (Meng et al. 2020, Yu et al. 2020). Indeed, in additional to the nasal passages the mouth is a privileged place of contamination; urgent or emergent dental care is often invasive and requires aerosolization (Ather et al 2020). Dental practitioners are then exposed to saliva which plays a role in the human-to-human transmission of diseases, in particular respiratory coronaviruses (Sabino-Silva et al. 2020, Lu et al. 2010, Liu et al. 2011). We believe that dental surgeons are at the forefront of practitioner-patient cross-transmission. It is imperative that dental surgeons stay abreast of this outbreak and appreciate essential precautionary practices that are potentially crucial to protect themselves, their relatives and their patients during this outbreak.","publish_time":1588377600000,"author_summary":" Maret, D.; Peters, O. A.; Vaysse, F.; Vigarios,<br>E.","abstract_summary":" Dentists are among the medical professionals,<br>who are particularly exposed to Covid-19 (Meng et<br>al. 2020, Yu et al. 2020). Indeed, in additional to<br>the nasal passages the mouth is a privileged place<br>of contamination; urgent or emergent dental care<br>is often invasive and requires aerosolization<br>(Ather et al 2020). Dental practitioners are then<br>exposed to saliva which plays a role in the<br>human-to-human transmission of diseases, in particular<br>respiratory coronaviruses (Sabino-Silva et al. 2020, Lu et<br>al. 2010, Liu et al. 2011). We believe that dental<br>surgeons are at the forefront of practitioner-patient<br>cross-transmission. It is imperative that dental...","title_summary":" Integration of telemedicine into the public<br>health response to COVID‐19 must include dentists","x":-8.6368303299,"y":-11.5786218643,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.6368303299,"tsne_y":-11.5786218643,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"84ib5ol5","source_x":"Elsevier; Medline; PMC","title":"Experience and suggestion of medical practices for burns during the outbreak of COVID-19","doi":"10.1016\/j.burns.2020.03.014","abstract":"Abstract COVID-19 is spreading almost all over the world at present, which is infected by 2019 novel coronavirus (2019-nCoV). It was epidemic firstly in Hubei province of China. The Chinese government has formally set COVID-19 in the statutory notification and control system for infectious diseases according to the Law of the People’s Republic of China on the Prevention and Treatment of Infectious Diseases. China currently is still struggling to defend COVID-19 though great achievements and progresses are being got. Burn Department is one of sections in clinics with the highest infectious risk of COVID-19. Based on our own experiences and the guidelines on the diagnosis and treatment of COVID-19 (7th Version) with other regulations and literatures, we put forward this experience and suggestion of medical practices for burns during the outbreak of COVID-19. We hope these experiences and suggestions could benefit for our international colleagues during the pandemic of the COVID-19.","publish_time":1585785600000,"author_summary":" Ma, Siyuan; Yuan, Zhiqiang; Peng, Yizhi; Chen,<br>Jing; Li, Haisheng; Luo, Qizhi; Song, Huapei; Xiang,<br>Fei; Tan, Jianglin; Zhou, Junyi; Ning, Li; Hu,<br>Gaozhong; Luo, Gaoxing","abstract_summary":" Abstract COVID-19 is spreading almost all over<br>the world at present, which is infected by 2019<br>novel coronavirus (2019-nCoV). It was epidemic<br>firstly in Hubei province of China. The Chinese<br>government has formally set COVID-19 in the statutory<br>notification and control system for infectious diseases<br>according to the Law of the People’s Republic of China on<br>the Prevention and Treatment of Infectious<br>Diseases. China currently is still struggling to defend<br>COVID-19 though great achievements and progresses are<br>being got. Burn Department is one of sections in<br>clinics with the highest infectious risk of COVID-19.<br>Based on our own experiences and...","title_summary":" Experience and suggestion of medical<br>practices for burns during the outbreak of COVID-19","x":-6.0122818947,"y":-10.8465003967,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.0122818947,"tsne_y":-10.8465003967,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"70jx0h9v","source_x":"Elsevier; Medline; PMC","title":"The COVID-19 pandemic: Important considerations for contact lens practitioners","doi":"10.1016\/j.clae.2020.03.012","abstract":"A novel coronavirus (CoV), the Severe Acute Respiratory Syndrome Coronavirus - 2 (SARS-CoV-2), results in the coronavirus disease 2019 (COVID-19). As information concerning the COVID-19 disease continues to evolve, patients look to their eye care practitioners for accurate eye health guidance. There is currently no evidence to suggest an increased risk of contracting COVID-19 through contact lens (CL) wear compared to spectacle lens wear and no scientific evidence that wearing standard prescription spectacles provides protection against COVID-19 or other viral transmissions. During the pandemic there will potentially be significant changes in access to local eyecare. Thus, it is imperative CL wearers are reminded of the steps they should follow to minimise their risk of complications, to reduce their need to leave isolation and seek care. Management of adverse events should be retained within optometric systems if possible, to minimise the impact on the wider healthcare service, which will be stretched. Optimal CL care behaviours should be the same as those under normal circumstances, which include appropriate hand washing (thoroughly with soap and water) and drying (with paper towels) before both CL application and removal. Daily CL cleaning and correct case care for reusable CL should be followed according to appropriate guidelines, and CL exposure to water must be avoided. Where the availability of local clinical care is restricted, practitioners should consider advising patients to reduce or eliminate sleeping in their CL (where patients have the appropriate knowledge about correct daily care and access to suitable lens-care products) or consider the option of moving patients to daily disposable lenses (where patients have appropriate lens supplies available). Patients should also avoid touching their face, including their eyes, nose and mouth, with unwashed hands and avoid CL wear altogether if unwell (particularly with any cold or flu-like symptoms).","publish_time":1585872000000,"author_summary":" Jones, Lyndon; Walsh, Karen; Willcox, Mark;<br>Morgan, Philip; Nichols, Jason","abstract_summary":" A novel coronavirus (CoV), the Severe Acute<br>Respiratory Syndrome Coronavirus - 2 (SARS-CoV-2),<br>results in the coronavirus disease 2019 (COVID-19). As<br>information concerning the COVID-19 disease continues to<br>evolve, patients look to their eye care practitioners<br>for accurate eye health guidance. There is<br>currently no evidence to suggest an increased risk of<br>contracting COVID-19 through contact lens (CL) wear<br>compared to spectacle lens wear and no scientific<br>evidence that wearing standard prescription<br>spectacles provides protection against COVID-19 or other<br>viral transmissions. During the pandemic there will<br>potentially be significant changes in access to local<br>eyecare. Thus, it is imperative CL...","title_summary":" The COVID-19 pandemic: Important<br>considerations for contact lens practitioners","x":-7.9945144653,"y":-10.609454155,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.9945144653,"tsne_y":-10.609454155,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"13zk6cco","source_x":"Medline; PMC","title":"Covid-19 Pandemic: What Changes for Dentists and Oral Medicine Experts? A Narrative Review and Novel Approaches to Infection Containment","doi":"10.3390\/ijerph17113793","abstract":"The authors performed a narrative review on Severe Acute Respiratory Syndrome- CoronaVirus-2 ( SARS-CoV-2) and all infectious agents with the primary endpoints to illustrate the most accepted models of safety protocols in dentistry and oral medicine, and to propose an easy view of the problem and a comparison (pre- vs post-COVID19) for the most common dental procedures. The outcome is forecast to help dentists to individuate for a given procedure the differences in terms of safety protocols to avoid infectious contagion (by SARS-CoV-2 and others dangerous agents). An investigation was performed on the online databases Pubmed and Scopus using a combination of free words and Medical Subject Headings (MESH) terms: “dentist” OR “oral health” AND “COVID-19” OR “SARS-CoV-2” OR “coronavirus-19”. After a brief excursus on all infectious agents transmittable at the dental chair, the authors described all the personal protective equipment (PPE) actually on the market and their indications, and on the basis of the literature, they compared (before and after COVID-19 onset) the correct safety procedures for each dental practice studied, underlining the danger of underestimating, in general, dental cross-infections. The authors have highlighted the importance of knowing exactly the risk of infections in the dental practice, and to modulate correctly the use of PPE, in order to invest adequate financial resources and to avoid exposing both the dental team and patients to preventable risks.","publish_time":1590537600000,"author_summary":" Bizzoca, Maria Eleonora; Campisi,<br>Giuseppina; Lo Muzio, Lorenzo","abstract_summary":" The authors performed a narrative review on<br>Severe Acute Respiratory Syndrome- CoronaVirus-2 (<br>SARS-CoV-2) and all infectious agents with the primary<br>endpoints to illustrate the most accepted models of<br>safety protocols in dentistry and oral medicine, and<br>to propose an easy view of the problem and a<br>comparison (pre- vs post-COVID19) for the most common<br>dental procedures. The outcome is forecast to help<br>dentists to individuate for a given procedure the<br>differences in terms of safety protocols to avoid<br>infectious contagion (by SARS-CoV-2 and others dangerous<br>agents). An investigation was performed on the online<br>databases Pubmed and Scopus using a...","title_summary":" Covid-19 Pandemic: What Changes for Dentists<br>and Oral Medicine Experts? A Narrative Review and<br>Novel Approaches to Infection Containment","x":-7.61926651,"y":-12.0863199234,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.61926651,"tsne_y":-12.0863199234,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9a2hcwrs","source_x":"Medline; PMC","title":"Infection control in dental health care during and after the SARS‐CoV‐2 outbreak","doi":"10.1111\/odi.13408","abstract":"COVID‐19 is an emerging infectious disease caused by the widespread transmission of the coronavirus SARS‐CoV‐2. Some of those infected become seriously ill. Others do not show any symptoms, but can still contribute to transmission of the virus. SARS‐CoV‐2 is excreted in the oral cavity and can be spread via aerosols. Aerosol generating procedures in dental health care can increase the risk of transmission of the virus. Due to the risk of infection of both dental healthcare workers and patients, additional infection control measures for all patients are strongly recommended when providing dental health care. Consideration should be given to which infection control measures are necessary when providing care in both the current situation and in the future.","publish_time":1590364800000,"author_summary":" Volgenant, Catherine M. C.; Persoon, Ilona F.;<br>de Ruijter, Rolf A. G.; de Soet, J. J. (Hans)","abstract_summary":" COVID‐19 is an emerging infectious disease<br>caused by the widespread transmission of the<br>coronavirus SARS‐CoV‐2. Some of those infected become<br>seriously ill. Others do not show any symptoms, but can<br>still contribute to transmission of the virus.<br>SARS‐CoV‐2 is excreted in the oral cavity and can be spread<br>via aerosols. Aerosol generating procedures in<br>dental health care can increase the risk of<br>transmission of the virus. Due to the risk of infection of both<br>dental healthcare workers and patients, additional<br>infection control measures for all patients are strongly<br>recommended when providing dental health care.<br>Consideration should be given to which...","title_summary":" Infection control in dental health care during<br>and after the SARS‐CoV‐2 outbreak","x":-7.6943292618,"y":-10.9127101898,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.6943292618,"tsne_y":-10.9127101898,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"7ftq02ev","source_x":"PMC; WHO","title":"How long does Coronavirus survive on different surfaces?","doi":"10.1038\/s41407-020-0313-1","abstract":"Dental practices now need to be more vigilant than ever and pay extra attention to hygiene in the surgery Hospitals are currently operating an hourly total clean policy and it would be prudent for dental practices to look to operate something similar to reduce the possibility of viral transmission The Government is encouraging people to stay at home and maintain social distancing during the pandemic However, key workers must go to work, use public transport and mix with high risk people People also need to go to supermarkets to get their groceries The surfaces in these public places are likely to be contaminated;these germs can then be brought into homes or dental practices","publish_time":1589500800000,"author_summary":" Hammett, Emma","abstract_summary":" Dental practices now need to be more vigilant<br>than ever and pay extra attention to hygiene in the<br>surgery Hospitals are currently operating an hourly<br>total clean policy and it would be prudent for dental<br>practices to look to operate something similar to reduce<br>the possibility of viral transmission The<br>Government is encouraging people to stay at home and<br>maintain social distancing during the pandemic<br>However, key workers must go to work, use public<br>transport and mix with high risk people People also need to<br>go to supermarkets to get their groceries The<br>surfaces in these public places are likely...","title_summary":" How long does Coronavirus survive on different<br>surfaces?","x":-8.4914283752,"y":-11.7968006134,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.4914283752,"tsne_y":-11.7968006134,"subcluster":4,"subcluster_description":"Dental Health Services","shape":"p"},{"cord_uid":"mt1yqg9r","source_x":"Medline; PMC","title":"Model for Taking Care of Patients with Early Childhood Caries during the SARS-Cov-2 Pandemic","doi":"10.3390\/ijerph17113751","abstract":"Pending the availability of vaccines to contain the SARS-CoV-2 pandemic, the current solution is “social distancing” with a reduction of dental treatments to those assessed as urgent and emergency cases. These treatments also involve Early Childhood Caries (ECC) due to the fact that this disease affects preschool children (a vulnerable population) and, in addition, shows a propensity to evolve into more serious complications (dental pain, infections). A narrative review was carried out to support a protocol for treating ECC with efficacious and safe (in terms of SARS-CoV-2 transmission) procedures. Protocol involves criteria for patients’ selection remotely (telemedicine), and well-detailed criteria\/equipment and hygiene procedures to combat against SARS-CoV-2 transmission. Moreover, the protocol proposes innovative caries treatments, named Minimally Invasive Treatments (MITs), well known in pedodontics for their high level of children’s acceptance during dental care. MITs allow for caries removal (particularly in primary teeth) without any high-speed rotating instrument cooled with nebulized air-water spray (with high risk of virus environmental diffusion), usually adopted during traditional treatments. For evaluating MITs effectiveness in caries management, only Systematic Review and Randomized Controlled Trials (RCTs) were included in our study, without any risk of bias assessment. The indications proposed in this protocol could support clinicians for the temporary management of ECC until the SARS-CoV-2 pandemic ends.","publish_time":1590451200000,"author_summary":" Cianetti, Stefano; Pagano, Stefano; Nardone,<br>Michele; Lombardo, Guido","abstract_summary":" Pending the availability of vaccines to<br>contain the SARS-CoV-2 pandemic, the current solution<br>is “social distancing” with a reduction of dental<br>treatments to those assessed as urgent and emergency<br>cases. These treatments also involve Early Childhood<br>Caries (ECC) due to the fact that this disease affects<br>preschool children (a vulnerable population) and, in<br>addition, shows a propensity to evolve into more serious<br>complications (dental pain, infections). A narrative review<br>was carried out to support a protocol for treating<br>ECC with efficacious and safe (in terms of<br>SARS-CoV-2 transmission) procedures. Protocol involves<br>criteria for patients’ selection remotely<br>(telemedicine), and well-detailed criteria\/equipment...","title_summary":" Model for Taking Care of Patients with Early<br>Childhood Caries during the SARS-Cov-2 Pandemic","x":-8.0897188187,"y":-11.8838739395,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.0897188187,"tsne_y":-11.8838739395,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"b477kabe","source_x":"Medline; PMC; WHO","title":"Special Care Dentistry and COVID-19 Outbreak: What Lesson Should We Learn?","doi":"10.3390\/dj8020046","abstract":"The recent outbreak of coronavirus disease 2019 (COVID-19) caused by the emerging severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the declaration of pandemic by the World Health Organization have made an enormous impact on medical and dental care across the world. The current COVID-19 situation may teach dental teams a better approach and optimal ways concerning the management of patients with special needs, by bringing people together to discuss and optimize standards of care, as often happens in challenging situations. We can always learn new things that turn out to be valuable and useful even in exceptionally difficult times, and in addition, dental services can benefit from enabling positive attitudes and introducing constructive changes. Clinicians just need to keep in mind that adjustment to a new future reality appears inevitable for both patients and professionals who provide care.","publish_time":1588982400000,"author_summary":" Dziedzic, Arkadiusz","abstract_summary":" The recent outbreak of coronavirus disease<br>2019 (COVID-19) caused by the emerging severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2) and the<br>declaration of pandemic by the World Health Organization<br>have made an enormous impact on medical and dental<br>care across the world. The current COVID-19<br>situation may teach dental teams a better approach and<br>optimal ways concerning the management of patients<br>with special needs, by bringing people together to<br>discuss and optimize standards of care, as often<br>happens in challenging situations. We can always learn<br>new things that turn out to be valuable and useful<br>even in exceptionally difficult times,...","title_summary":" Special Care Dentistry and COVID-19 Outbreak:<br>What Lesson Should We Learn?","x":-8.6793670654,"y":-12.3109912872,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.6793670654,"tsne_y":-12.3109912872,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"k8apx8gb","source_x":"Medline; PMC; WHO","title":"COVID-19 and medical emergencies in the dental practice","doi":"10.1038\/s41415-020-1782-5","abstract":"As the government's coronavirus (COVID-19) lockdown starts to be eased and the NHS starts entering phase two of its response to the COVID-19 pandemic, dental practices are expecting a sharp increase in the need for dental treatment. Dental care professionals will have legitimate concerns regarding the risk of transmission of COVID-19, particularly if required to respond to a medical emergency, such as a cardiac arrest. This article provides an overview on being prepared for, and responding to, such an emergency, with particular reference to recently published Resuscitation Council (UK) guidance. A suggested aide-memoire for managing a COVID-19 resuscitation situation is also included, which the authors hope will help dental practices to devise guidelines to meet their local needs, as well as promoting the team response to such a difficult and challenging event.","publish_time":1594339200000,"author_summary":" Jevon, Phil; Shamsi, Shaam","abstract_summary":" As the government's coronavirus (COVID-19)<br>lockdown starts to be eased and the NHS starts entering<br>phase two of its response to the COVID-19 pandemic,<br>dental practices are expecting a sharp increase in the<br>need for dental treatment. Dental care<br>professionals will have legitimate concerns regarding the<br>risk of transmission of COVID-19, particularly if<br>required to respond to a medical emergency, such as a<br>cardiac arrest. This article provides an overview on<br>being prepared for, and responding to, such an<br>emergency, with particular reference to recently<br>published Resuscitation Council (UK) guidance. A<br>suggested aide-memoire for managing a COVID-19<br>resuscitation situation is...","title_summary":" COVID-19 and medical emergencies in the dental<br>practice","x":-8.9430150986,"y":-12.4388074875,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.9430150986,"tsne_y":-12.4388074875,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"05nnihst","source_x":"Medline; PMC","title":"Emergency trauma care during the outbreak of corona virus disease 2019 (COVID-19) in China","doi":"10.1186\/s13017-020-00312-5","abstract":"BACKGROUND: A novel coronavirus pneumonia outbreak began in Wuhan, Hubei Province, in December 2019; the outbreak was caused by a novel coronavirus previously never observed in humans. China has imposed the strictest quarantine and closed management measures in history to control the spread of the disease. However, a high level of evidence to support the surgical management of potential trauma patients during the novel coronavirus outbreak is still lacking. To regulate the emergency treatment of trauma patients during the outbreak, we drafted this paper from a trauma surgeon perspective according to practical experience in Wuhan. MAIN BODY: The article illustrates the general principles for the triage and evaluation of trauma patients during the outbreak of COVID-19, indications for emergency surgery, and infection prevention and control for medical personnel, providing a practical algorithm for trauma care providers during the outbreak period. CONCLUSIONS: The measures of emergency trauma care that we have provided can protect the medical personnel involved in emergency care and ensure the timeliness of effective interventions during the outbreak of COVID-19.","publish_time":1589500800000,"author_summary":" Li, Yang; Zeng, Ling; Li, Zhanfei; Mao,<br>Qingxiang; Liu, Ding; Zhang, Letian; Zhang, Huayu; Xie,<br>Yu; Liu, Guo; Gan, Xiaoqin; Yang, Fan; Zhou, Siru;<br>Ai, Shanmu; Tang, Hao; Zhong, Qiu; Lu, Hongxiang;<br>Zhang, Huacai; Talmy, Tomer; Zhang, Weiguo; Chen,<br>Liyong; Bai, Xiangjun; Jiang, Jianxin; Zhang,<br>Lianyang","abstract_summary":" BACKGROUND: A novel coronavirus pneumonia<br>outbreak began in Wuhan, Hubei Province, in December<br>2019; the outbreak was caused by a novel coronavirus<br>previously never observed in humans. China has imposed the<br>strictest quarantine and closed management measures in<br>history to control the spread of the disease. However, a<br>high level of evidence to support the surgical<br>management of potential trauma patients during the novel<br>coronavirus outbreak is still lacking. To regulate the<br>emergency treatment of trauma patients during the<br>outbreak, we drafted this paper from a trauma surgeon<br>perspective according to practical experience in Wuhan.<br>MAIN BODY: The article illustrates...","title_summary":" Emergency trauma care during the outbreak of<br>corona virus disease 2019 (COVID-19) in China","x":-5.1197285652,"y":-11.5606908798,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.1197285652,"tsne_y":-11.5606908798,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"f8ocajdz","source_x":"Elsevier; Medline; PMC","title":"The COVID-19 effect: number of patients presenting to The Mid Yorkshire Hospitals OMFS team with dental infections before and during The COVID-19 outbreak","doi":"10.1016\/j.bjoms.2020.04.030","abstract":"This paper investigates the effect of the COVID-19 outbreak and closure of dental practices on the frequency and severity of dental infections presenting in our emergency department. We compared the mean number of daily emergency department referrals for dental abscesses in the two weeks prior to and following the Chief Dental Officer’s statement advising general dental practitioners to cease routine appointments, the mean number decreased from 1 to 0.37. In contrast, the severity and requirement for admission of these infections rose from 35% to 80%. This highlights the importance of the provision of local urgent dental centres during the COVID-19 outbreak in order to reduce pressure on secondary and tertiary care centres.","publish_time":1588291200000,"author_summary":" Long, L.; Corsar, K.","abstract_summary":" This paper investigates the effect of the<br>COVID-19 outbreak and closure of dental practices on the<br>frequency and severity of dental infections presenting<br>in our emergency department. We compared the mean<br>number of daily emergency department referrals for<br>dental abscesses in the two weeks prior to and<br>following the Chief Dental Officer’s statement advising<br>general dental practitioners to cease routine<br>appointments, the mean number decreased from 1 to 0.37. In<br>contrast, the severity and requirement for admission of<br>these infections rose from 35% to 80%. This<br>highlights the importance of the provision of local urgent<br>dental centres during the COVID-19...","title_summary":" The COVID-19 effect: number of patients<br>presenting to The Mid Yorkshire Hospitals OMFS team with<br>dental infections before and during The COVID-19<br>outbreak","x":-9.1405391693,"y":-12.774769783,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-9.1405391693,"tsne_y":-12.774769783,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ievr5u08","source_x":"Medline; PMC; WHO","title":"Covid-19 Outbreak – Immediate and long-term impacts on the dental profession","doi":"10.12669\/pjms.36.covid19-s4.2698","abstract":"The health professions and systems have been challenged evoking heightened reactions around the globe as response to Covid-19. While most heavily impacted, the role of the dental professionals in preventing the transmission and responding to its long-term impacts on dentistry is critically important. This report, while outlining the immediate impact that the Covid-19 outbreak currently has on dental healthcare professionals, it also looks at some heavier impacts that this outbreak might have on the profession of dentistry. As such this manuscript offers some suggestions and recommendations based on personal feeling.","publish_time":1589414400000,"author_summary":" Ghani, Fazal","abstract_summary":" The health professions and systems have been<br>challenged evoking heightened reactions around the globe<br>as response to Covid-19. While most heavily<br>impacted, the role of the dental professionals in<br>preventing the transmission and responding to its<br>long-term impacts on dentistry is critically important.<br>This report, while outlining the immediate impact<br>that the Covid-19 outbreak currently has on dental<br>healthcare professionals, it also looks at some heavier<br>impacts that this outbreak might have on the profession<br>of dentistry. As such this manuscript offers some<br>suggestions and recommendations based on personal<br>feeling.","title_summary":" Covid-19 Outbreak – Immediate and long-term<br>impacts on the dental profession","x":-9.0753774643,"y":-12.5030088425,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-9.0753774643,"tsne_y":-12.5030088425,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"ruo75vkp","source_x":"Medline; PMC","title":"COVID-19 Disease in Children: What Dentists Should Know and Do to Prevent Viral Spread. The Italian Point of View","doi":"10.3390\/ijerph17103642","abstract":"Coronavirus disease 2019 (COVID-19) has spread rapidly across the globe, becoming a major public health challenge not for China only, but also for countries around the world. Despite worldwide efforts to contain viral spread, the outbreak has not been stopped yet. Among healthcare personnel, dentists seem to be at elevated risk of exposure to COVID-19. This risk is even more serious in pediatric dentistry, since affected children, frequently, present an asymptomatic, mild or moderate clinical viral infection and, therefore, they may play a major role in community-based COVID-19 transmission. To date, despite no universal guidelines are available for dental procedures in pediatric dentistry during COVID-19 outbreak, routine dental practice should be postponed and only severe dental emergencies must be treated. In the case of a dental emergency, involving a pediatric patient, dentists should be aware of which recommended management protocol can be adopted during the practice to protect patient health, to safeguard their-self and to prevent viral transmission. The aim of this paper is to provide clinical recommendations, presenting a needed tool for dentists to allow a valid and safe how-to-do protocol. Pediatric dentists should keep a high level of awareness to help patients, minimize risk and prevent viral spread.","publish_time":1590105600000,"author_summary":" Ferrazzano, Gianmaria F.; Ingenito, Aniello;<br>Cantile, Tiziana","abstract_summary":" Coronavirus disease 2019 (COVID-19) has<br>spread rapidly across the globe, becoming a major<br>public health challenge not for China only, but also<br>for countries around the world. Despite worldwide<br>efforts to contain viral spread, the outbreak has not<br>been stopped yet. Among healthcare personnel,<br>dentists seem to be at elevated risk of exposure to<br>COVID-19. This risk is even more serious in pediatric<br>dentistry, since affected children, frequently, present<br>an asymptomatic, mild or moderate clinical viral<br>infection and, therefore, they may play a major role in<br>community-based COVID-19 transmission. To date, despite no<br>universal guidelines are available for dental<br>procedures...","title_summary":" COVID-19 Disease in Children: What Dentists<br>Should Know and Do to Prevent Viral Spread. The Italian<br>Point of View","x":-7.7193346024,"y":-11.5543050766,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.7193346024,"tsne_y":-11.5543050766,"subcluster":1,"subcluster_description":"Infectious Diseases","shape":"p"},{"cord_uid":"gc1wwcpo","source_x":"Medline; PMC","title":"Overview of transnational recommendations for COVID‐19 transmission control in dental care settings","doi":"10.1111\/odi.13431","abstract":"On 11 March 2020, the World Health Organization (WHO) declared the coronavirus disease (COVID‐19) caused by severe acute respiratory syndrome coronavirus (SARS‐CoV‐2) as a pandemic. Until an effective treatment or a vaccine is developed, the current recommendations are to contain the disease, and control its transmission. It is now clear that the primary mode of SARS‐CoV‐2 transmission is aerosol\/droplet spread, and by contacting virus‐contaminated surfaces acting as fomites (inanimate vectors). Furthermore, recent data indicate that the live virus particles are present in saliva, and, more alarmingly, asymptomatic individuals may transmit the infection. By virtue of the nature of the practice of dentistry where intrinsically, a high volume of aerosols is produced, as well as the close proximity of dentists and patients during treatment, dentists and allied health staff are considered the highest risk health professional group for acquiring SARS‐CoV‐2 during patient management. Therefore, several organizations and specialty associations have proposed guidelines and recommendations for limiting the transmission of SARS‐COV‐2 from carriers to dentists and vice versa. This paper aims to provide a review of these guidelines, and concludes with a brief look at how the practice of dentistry may be impacted by COVID‐19, in the post‐pandemic era.","publish_time":1591142400000,"author_summary":" Jamal, Mohamed; Shah, Maanas; Almarzooqi,<br>Sameeha Husain; Aber, Hend; Khawaja, Summayah; El<br>Abed, Rashid; Alkhatib, Zuhair; Samaranayake,<br>Lakshman Perera","abstract_summary":" On 11 March 2020, the World Health Organization<br>(WHO) declared the coronavirus disease (COVID‐19)<br>caused by severe acute respiratory syndrome<br>coronavirus (SARS‐CoV‐2) as a pandemic. Until an effective<br>treatment or a vaccine is developed, the current<br>recommendations are to contain the disease, and control its<br>transmission. It is now clear that the primary mode of<br>SARS‐CoV‐2 transmission is aerosol\/droplet spread, and<br>by contacting virus‐contaminated surfaces<br>acting as fomites (inanimate vectors). Furthermore,<br>recent data indicate that the live virus particles are<br>present in saliva, and, more alarmingly, asymptomatic<br>individuals may transmit the infection. By virtue of the<br>nature of the practice...","title_summary":" Overview of transnational recommendations<br>for COVID‐19 transmission control in dental care<br>settings","x":-7.9258513451,"y":-10.8047780991,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.9258513451,"tsne_y":-10.8047780991,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"6p6v6z9q","source_x":"Medline; PMC","title":"How can dentistry get back to work safely?","doi":"10.1038\/s41432-020-0090-x","abstract":"Data sources Narrative review Study abstract This review provides a synopsis of our understanding of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and its associated coronavirus disease, COVID-19. The virus is shed in the nasopharyngeal and salivary secretions of carriers, and this puts dental professionals at risk for increased exposure of SARS-CoV-2. The paper summarises the current guidelines outlined by the CDC and presents the triaging protocols to identify potential carriers and how to safely limit treatment to low-risk patients.","publish_time":1593129600000,"author_summary":" Madurantakam, Parthasarathy","abstract_summary":" Data sources Narrative review Study abstract<br>This review provides a synopsis of our<br>understanding of severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) and its associated coronavirus<br>disease, COVID-19. The virus is shed in the<br>nasopharyngeal and salivary secretions of carriers, and this<br>puts dental professionals at risk for increased<br>exposure of SARS-CoV-2. The paper summarises the<br>current guidelines outlined by the CDC and presents the<br>triaging protocols to identify potential carriers and<br>how to safely limit treatment to low-risk<br>patients.","title_summary":" How can dentistry get back to work safely?","x":-7.3165435791,"y":-12.7565011978,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.3165435791,"tsne_y":-12.7565011978,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"22qyirlq","source_x":"Elsevier; Medline; PMC","title":"Practitioners specialized in oral health and coronavirus disease 2019: Professional guidelines from the French society of stomatology, maxillofacial surgery and oral surgery, to form a common front against the infectious risk","doi":"10.1016\/j.jormas.2020.03.011","abstract":"Medical as well as non-medical practitioners specialized in oral health are at high risk of infection with the Coronavirus-19 (Covid-19) because of the proximity with potentially infected biological fluids. This risk is permanent, especially during examination, care and transfer of patients. Regarding the pandemic progression of Covid-19, efficient protocols of prevention are urgently needed. Based on our experience and on the recently reported guidelines from the French National Agency for Public Health (ARS, March 5, 2020), the French Society of Hospital Hygiene (SFHH, March 4, 2020) and the Department of Infectious Risk Prevention of the Hospitals of Paris-Public Assistance (APHP, March 6, 2020), we provide several recommendations for practitioners specialized in oral health, to protect themselves from nosocomial infections, especially Covid-19.","publish_time":1586995200000,"author_summary":null,"abstract_summary":" Medical as well as non-medical practitioners<br>specialized in oral health are at high risk of infection with<br>the Coronavirus-19 (Covid-19) because of the<br>proximity with potentially infected biological fluids.<br>This risk is permanent, especially during<br>examination, care and transfer of patients. Regarding the<br>pandemic progression of Covid-19, efficient protocols<br>of prevention are urgently needed. Based on our<br>experience and on the recently reported guidelines from<br>the French National Agency for Public Health (ARS,<br>March 5, 2020), the French Society of Hospital<br>Hygiene (SFHH, March 4, 2020) and the Department of<br>Infectious Risk Prevention of the Hospitals of<br>Paris-Public Assistance (APHP,...","title_summary":" Practitioners specialized in oral health and<br>coronavirus disease 2019: Professional guidelines from<br>the French society of stomatology, maxillofacial<br>surgery and oral surgery, to form a common front against<br>the infectious risk","x":-6.8772130013,"y":-11.3052692413,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.8772130013,"tsne_y":-11.3052692413,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"},{"cord_uid":"nrumr61g","source_x":"Medline; PMC","title":"The COVID-19 pandemic: implications for dental education","doi":"10.1038\/s41432-020-0089-3","abstract":"Aim This narrative review aims to report on the impacts of COVID-19 on the provision of dental education in the 67 dental schools in the United States (US). Having set the scene and current challenges, it aims to suggest some strategies to overcome the issues facing dental schools going forward. Background In the US the Occupational Safety and Health Administration classified dentists in the very high risk category because of the potential for exposure to the virus as a result of aerosol generating procedures (AGP). In the last 20 years there have been two previous outbreaks of coronaviruses (severe acute respiratory syndrome and Middle East respiratory syndrome) which resulted in no long-term changes in the provision of dental education. The recent paper from Wuhan, China described action in the height of the infection but no sustainable actions to deliver dental education going forward. Challenges The challenges identified include: protecting the health of students, faculty and staff; ensuring the continuity and quality of dental education; ensuring confidence in health and safety measures; and keeping up with guidance. There is some variation across the US but most schools have suspended clinical teaching and implemented stay at home policies. Others have implemented social distancing in laboratories including clinical skills. The final challenge is ensuring that students have the teaching, experience and are assessed to ensure the competency of the graduating student. Solutions Technology in teaching and learning offers many opportunities. For didactic teaching distance learning has been implemented. There are 'off the shelf' programmes for teaching and assessment. The development of bespoke content is time consuming and one solution is for schools to share material. Although still requiring social distancing, manikins and haptics offer some opportunities for skills training. The need for excellent information sharing with faculty and students is emphasised. Conclusion Schools should re-evaluate their policies and curricula and incorporate appropriate methods of distance learning permanently into their teaching. Students should have outreach and multi-professional support in order to allow them to assist in the community during public health crises. Finally, gaps have been identified in US dental schools preparedness for pandemics.","publish_time":1593129600000,"author_summary":" Deery, Chris","abstract_summary":" Aim This narrative review aims to report on the<br>impacts of COVID-19 on the provision of dental<br>education in the 67 dental schools in the United States<br>(US). Having set the scene and current challenges, it<br>aims to suggest some strategies to overcome the<br>issues facing dental schools going forward.<br>Background In the US the Occupational Safety and Health<br>Administration classified dentists in the very high risk<br>category because of the potential for exposure to the<br>virus as a result of aerosol generating procedures<br>(AGP). In the last 20 years there have been two previous<br>outbreaks of coronaviruses (severe acute...","title_summary":" The COVID-19 pandemic: implications for<br>dental education","x":-8.8149785995,"y":-12.0335149765,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.8149785995,"tsne_y":-12.0335149765,"subcluster":5,"subcluster_description":"Dental Emergencies","shape":"p"},{"cord_uid":"vmzrkouj","source_x":"Medline; PMC","title":"The prevention and management of the coronavirus disease 2019 (COVID-19) outbreak in radiology departments in epidemic areas","doi":"10.1007\/s11604-020-00974-w","abstract":"This review based on the actual results of epidemic prevention management in radiology departments in epidemic areas, and using designated hospital management methods, to summarize the radiology protection system. With the cooperation of the whole hospital and radiology department, a number of effective evaluation methods have been carried out to ensure the optimization of clinical protection. These practical methods provide a basis for the further promotion of management strategies and reduction of nosocomial infection. To our knowledge, the establishment of standardized protection and clear process has opened up a new idea of epidemic prevention management, which can effectively provide timely, efficient, and accurate support for clinical research, and promote the transformation from clinical research type to scientific research management type.","publish_time":1587168000000,"author_summary":" Deng, Ming","abstract_summary":" This review based on the actual results of<br>epidemic prevention management in radiology<br>departments in epidemic areas, and using designated<br>hospital management methods, to summarize the<br>radiology protection system. With the cooperation of the<br>whole hospital and radiology department, a number of<br>effective evaluation methods have been carried out to<br>ensure the optimization of clinical protection.<br>These practical methods provide a basis for the<br>further promotion of management strategies and<br>reduction of nosocomial infection. To our knowledge, the<br>establishment of standardized protection and clear process<br>has opened up a new idea of epidemic prevention<br>management, which can effectively provide timely,...","title_summary":" The prevention and management of the<br>coronavirus disease 2019 (COVID-19) outbreak in radiology<br>departments in epidemic areas","x":-5.6740021706,"y":-10.7754163742,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.6740021706,"tsne_y":-10.7754163742,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"4jag7lzb","source_x":"Medline; PMC","title":"The role of triage in the prevention and control of COVID-19","doi":"10.1017\/ice.2020.185","abstract":"OBJECTIVE: To prevent and control public health emergencies, we set up a prescreening and triage workflow and analyzed the effects on coronavirus disease 2019 (COVID-19). METHODS: In accordance with the requirements of the level 1 emergency response of public health emergencies in Shaanxi Province, China, a triage process for COVID-19 was established to guide patients through a 4-level triage process during their hospital visits. The diagnosis of COVID-19 was based on positive COVID-19 nucleic acid testing according to the unified triage standards of the Guidelines for the Diagnosis and Treatment of Novel Coronavirus Pneumonia (Trial version 4),(4) issued by the National Health Commission of the People’s Republic of China. RESULTS: The screened rate of suspected COVID-19 was 1.63% (4 of 246) in the general fever outpatient clinic and 8.28% (13 of 157) in the COVID-19 outpatient clinic, and they showed a significant difference (P = .00). CONCLUSIONS: The triage procedure effectively screened the patients and identified the high-risk population.","publish_time":1588550400000,"author_summary":" Wang, Qiaoxia; Wang, Xiaoping; Lin, Huanping","abstract_summary":" OBJECTIVE: To prevent and control public<br>health emergencies, we set up a prescreening and<br>triage workflow and analyzed the effects on<br>coronavirus disease 2019 (COVID-19). METHODS: In<br>accordance with the requirements of the level 1 emergency<br>response of public health emergencies in Shaanxi<br>Province, China, a triage process for COVID-19 was<br>established to guide patients through a 4-level triage<br>process during their hospital visits. The diagnosis of<br>COVID-19 was based on positive COVID-19 nucleic acid<br>testing according to the unified triage standards of<br>the Guidelines for the Diagnosis and Treatment of<br>Novel Coronavirus Pneumonia (Trial version 4),(4)<br>issued by the...","title_summary":" The role of triage in the prevention and control<br>of COVID-19","x":-5.6968159676,"y":-10.3303632736,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-5.6968159676,"tsne_y":-10.3303632736,"subcluster":0,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"fbqqf00i","source_x":"Elsevier; PMC; WHO","title":"Controls of SARS-CoV-2 transmission in orthodontic practice","doi":"10.1016\/j.ajodo.2020.05.006","abstract":"ABSTRACT The coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has attracted worldwide concerns because of its high person-to-person infectivity and lethality, and it was labeled as a pandemic as the rapid increase of confirmed cases in most areas around the world became evident. The SARS-CoV-2 is mainly transmitted through respiratory droplets and close contact. There are also evidences of transmission through aerosols and digestive tracts. Since orthodontic treatment involves large population who need routine return-visits, it was significantly affected and suspended because of the COVID-19 pandemic and the shutdown of the dental clinics and hospitals. Although the spread of COVID-19 has been effectively controlled in China and many areas have gradually resumed work and classes, orthodontic participants are still under high risks of SARS-CoV-2 infection. This is due to the asymptomatic carriers of SARS-CoV-2 or patients in the incubation period may cause the cross infection between orthodontic practitioners and patients. The close proximity between the practitioners and the patients, and the generation of droplets and aerosols that contain saliva and blood during treatment further increase the risks of transmission. In this review, we summarized the preventive strategies for controls of SARS-CoV-2 transmission to protect both staffs and patients during the orthodontic practice.","publish_time":1591315200000,"author_summary":" Guo, Yongwen; Jing, Yan; Wang, Yunshi; To,<br>Aileen; Du, Shufang; Wang, Liuzheng; Bai, Ding","abstract_summary":" ABSTRACT The coronavirus disease 2019<br>(COVID-19) caused by the severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) has attracted<br>worldwide concerns because of its high person-to-person<br>infectivity and lethality, and it was labeled as a pandemic<br>as the rapid increase of confirmed cases in most<br>areas around the world became evident. The<br>SARS-CoV-2 is mainly transmitted through respiratory<br>droplets and close contact. There are also evidences of<br>transmission through aerosols and digestive tracts. Since<br>orthodontic treatment involves large population who need<br>routine return-visits, it was significantly affected<br>and suspended because of the COVID-19 pandemic and<br>the shutdown of the dental clinics...","title_summary":" Controls of SARS-CoV-2 transmission in<br>orthodontic practice","x":-7.5451393127,"y":-10.7440624237,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.5451393127,"tsne_y":-10.7440624237,"subcluster":3,"subcluster_description":"Dental Care","shape":"p"},{"cord_uid":"loz3bxc7","source_x":"Medline; PMC","title":"Saliva is a potential source of Covid-19, and appropriate protection measures should be applied in dental practice","doi":"10.1038\/s41432-020-0101-y","abstract":"Data sources Non-systematically compiled data. Study selection No formal in- or exclusion criteria. Data extraction and synthesis Not described; narrative synthesis. Results SARS-CoV-2 is near ubiquitously present in saliva samples of infected individuals; the saliva is hence a potential source for infection for both dental professionals and dental patients given possible transmission routes involving saliva-containing aerosol, splatter or droplets for COVID-19. Conclusions Dental professionals should be aware of that transmission route and should undertake protective measures accordingly.","publish_time":1593129600000,"author_summary":" Schwendicke, Falk","abstract_summary":" Data sources Non-systematically compiled<br>data. Study selection No formal in- or exclusion<br>criteria. Data extraction and synthesis Not described;<br>narrative synthesis. Results SARS-CoV-2 is near<br>ubiquitously present in saliva samples of infected<br>individuals; the saliva is hence a potential source for<br>infection for both dental professionals and dental<br>patients given possible transmission routes involving<br>saliva-containing aerosol, splatter or droplets for COVID-19.<br>Conclusions Dental professionals should be aware of that<br>transmission route and should undertake protective<br>measures accordingly.","title_summary":" Saliva is a potential source of Covid-19, and<br>appropriate protection measures should be applied in<br>dental practice","x":-7.1683592796,"y":-12.2337369919,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-7.1683592796,"tsne_y":-12.2337369919,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6g0vbd08","source_x":"Medline; PMC","title":"Being a dentist in the pandemic","doi":"10.1038\/s41432-020-0095-5","abstract":"Data sources The authors provide no detail as to how the review was undertaken. Therefore the paper does not provide any methodological processes for data extraction. The paper describes the assimilation of available information regarding 2019-nCoV at the time of writing. The authors provide information on the COVID-19 pandemic in order to inform front-line dentists. The paper is as essay on the available information relating to: Background to the pandemic • Coronaviruses in general • Pathogenesis • COVID-19 • Clinical manifestations • Patient characteristics • Diagnosis • Protocol for managing the disease in the clinical setting • Transmission dynamics • Transmission dynamics in dentistry practice • Infection control • Mouth rinses • Rubber dam isolation • Anti-retraction handpiece • Appropriate disinfectants • Management of medical waste. Conclusions Face-to-face communication and consistent exposure to body fluids such as blood and saliva predispose dental care workers to risk of infection and there is high risk of cross-infection. The authors apply available international guidelines to provide a protocol for managing possible exposure to patients or those suspected of having a 2019-nCoV infection. Dentists play a significant role in disrupting the transmission trail of the virus by simply postponing non-emergency care for all patients.","publish_time":1593129600000,"author_summary":" Richards, Wayne","abstract_summary":" Data sources The authors provide no detail as to<br>how the review was undertaken. Therefore the paper<br>does not provide any methodological processes for<br>data extraction. The paper describes the<br>assimilation of available information regarding 2019-nCoV<br>at the time of writing. The authors provide<br>information on the COVID-19 pandemic in order to inform<br>front-line dentists. The paper is as essay on the available<br>information relating to: Background to the pandemic •<br>Coronaviruses in general • Pathogenesis • COVID-19 • Clinical<br>manifestations • Patient characteristics • Diagnosis •<br>Protocol for managing the disease in the clinical<br>setting • Transmission dynamics •...","title_summary":" Being a dentist in the pandemic","x":-8.9254169464,"y":-11.499835968,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.9254169464,"tsne_y":-11.499835968,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"y42zhjrt","source_x":"Elsevier; PMC; WHO","title":"Corona virus (Covid-19) – ITS implications in pediatric orthopedic care","doi":"10.1016\/j.jor.2020.06.002","abstract":"The recent spread of severe acute respiratory syndrome corona virus 2 (SARS-CoV2) and its associated corona virus disease has gripped the entire international community and has caused widespread public health concerns due to unavailability of treatment to this deadly disease. The COVID -19 has affected healthcare workers badly in the world with front line health care providers has mortality rate of 1.4%. But in countries like Italy it has gone up to 9%. Till this date, there are no universal guidelines for musculoskeletal (MSK) care in the face of the corona virus pandemic. Health care professionals, including orthopaedic surgeons may encounter patients with suspected or confirmed COVID -19 infections and will have to act diligently not only to provide care but at the same time to prevent spread of infection. During lock down period in INDIA we collected data of patients came to emergency in our hospital. Out of 81 patients, 40 patients were of paediatric trauma with a percentage of 47% making a huge volume. Thus, in this article, we tried to summarize current recommendations for diagnosing and managing paediatric patient's protocol in COVID-19 pandemic.","publish_time":1592006400000,"author_summary":" lakhani, Amit; Sharma, Ena","abstract_summary":" The recent spread of severe acute respiratory<br>syndrome corona virus 2 (SARS-CoV2) and its associated<br>corona virus disease has gripped the entire<br>international community and has caused widespread public<br>health concerns due to unavailability of treatment to<br>this deadly disease. The COVID -19 has affected<br>healthcare workers badly in the world with front line<br>health care providers has mortality rate of 1.4%. But<br>in countries like Italy it has gone up to 9%. Till<br>this date, there are no universal guidelines for<br>musculoskeletal (MSK) care in the face of the corona virus<br>pandemic. Health care professionals, including<br>orthopaedic surgeons may...","title_summary":" Corona virus (Covid-19) – ITS implications in<br>pediatric orthopedic care","x":-6.9131393433,"y":-12.0759754181,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.9131393433,"tsne_y":-12.0759754181,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6bu3zo01","source_x":"PMC; WHO","title":"Prevention and control strategies for emergency, limited-term, and elective operations in pediatric surgery during the epidemic period of COVID-19","doi":"10.1136\/wjps-2020-000122","abstract":"The outbreak of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread to more than 100 countries. Children approved to be susceptible to SARS-CoV-2 infection. Preventing and controlling the epidemic while ensuring orderly flows of pediatric surgery clinical work has proven to be a big challenge for both patients and clinicians during the epidemic. Based on the transmission characteristics of SARS-CoV-2 and the requirements for prevention and control of COVID-19, the authors proposed some concrete measures and practical strategies of managing emergency, limited-term, and elective pediatric surgeries during the epidemic period.","publish_time":1585180800000,"author_summary":" Tang, Daxing; Tou, Jinfa; Wang, Jinhu; Chen,<br>Qingjiang; Wang, Wei; Huang, Jinjin; Zhao, Hangyan; Wei,<br>Jia; Xu, Zheming; Zhao, Dongyan; Fu, Junfen; Shu,<br>Qiang","abstract_summary":" The outbreak of coronavirus disease 2019<br>(COVID-19) caused by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) has spread to more than 100<br>countries. Children approved to be susceptible to<br>SARS-CoV-2 infection. Preventing and controlling the<br>epidemic while ensuring orderly flows of pediatric<br>surgery clinical work has proven to be a big challenge<br>for both patients and clinicians during the<br>epidemic. Based on the transmission characteristics of<br>SARS-CoV-2 and the requirements for prevention and<br>control of COVID-19, the authors proposed some<br>concrete measures and practical strategies of managing<br>emergency, limited-term, and elective pediatric<br>surgeries during the epidemic period.","title_summary":" Prevention and control strategies for<br>emergency, limited-term, and elective operations in<br>pediatric surgery during the epidemic period of COVID-19","x":-6.100279808,"y":-11.6427564621,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.100279808,"tsne_y":-11.6427564621,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bxy0zsc7","source_x":"Medline; PMC","title":"COVID-19: Present and Future Challenges for Dental Practice","doi":"10.3390\/ijerph17093151","abstract":"COVID-19 was declared a pandemic by the World Health Organization, with a high fatality rate that may reach 8%. The disease is caused by SARS-CoV-2 which is one of the coronaviruses. Realizing the severity of outcomes associated with this disease and its high rate of transmission, dentists were instructed by regulatory authorities, such as the American Dental Association, to stop providing treatment to dental patients except those who have emergency complaints. This was mainly for protection of dental healthcare personnel, their families, contacts, and their patients from the transmission of virus, and also to preserve the much-needed supplies of personal protective equipment (PPE). Dentists at all times should competently follow cross-infection control protocols, but particularly during this critical time, they should do their best to decide on the emergency cases that are indicated for dental treatment. Dentists should also be updated on how this pandemic is related to their profession in order to be well oriented and prepared. This overview will address several issues concerned with the COVID-19 pandemic that directly relate to dental practice in terms of prevention, treatment, and orofacial clinical manifestations.","publish_time":1588204800000,"author_summary":" Dar Odeh, Najla; Babkair, Hamzah; Abu-Hammad,<br>Shaden; Borzangy, Sary; Abu-Hammad, Abdalla;<br>Abu-Hammad, Osama","abstract_summary":" COVID-19 was declared a pandemic by the World<br>Health Organization, with a high fatality rate that<br>may reach 8%. The disease is caused by SARS-CoV-2<br>which is one of the coronaviruses. Realizing the<br>severity of outcomes associated with this disease and<br>its high rate of transmission, dentists were<br>instructed by regulatory authorities, such as the<br>American Dental Association, to stop providing<br>treatment to dental patients except those who have<br>emergency complaints. This was mainly for protection of<br>dental healthcare personnel, their families,<br>contacts, and their patients from the transmission of<br>virus, and also to preserve the much-needed supplies<br>of personal...","title_summary":" COVID-19: Present and Future Challenges for<br>Dental Practice","x":-8.2472381592,"y":-11.6719760895,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-8.2472381592,"tsne_y":-11.6719760895,"subcluster":4,"subcluster_description":"Dental Health Services","shape":"p"},{"cord_uid":"dtd1zheh","source_x":"Elsevier; PMC","title":"Recommendations for eye care during the alarm state by the coronavirus disease pandemic COVID-19","doi":"10.1016\/j.oftale.2020.04.001","abstract":"Abstract Objective Minimize exposure to the SARS-CoV-2, reduce the chances of cross-transmission between patients and healthcare personnel, and prevent the development of postoperative complications from the management of patients with eye diseases during the 2019 coronavirus disease pandemic (COVID-19). Methods COVID-19 literature review and consensus establishment between different Spanish ophthalmology societies in order to provide guidelines and recommendations of maximum resources primarily conditioned by the state of alert, confinement and social distancing that occurs in Spain since March 16, 2020. Results The recommendations will promote the adoption of action and protection measures for eye care in outpatient clinics, surgical areas and hospitalization, for unconfirmed (asymptomatic and symptomatic) and confirmed COVID-19 patients. Measures must be adapted to the circumstances and availability of personal protective equipment in each of the centers and Autonomous Communities, which will be updated according to the pandemic phases and the measures adopted by the Spanish Government. Conclusions During the COVID-19 pandemic, attention to the potential health risks to the population caused by coronavirus should prevail over the possible progression of the common eye diseases. Ophthalmologists and other eye care professionals must assume a possible progression of these diseases due to the impossibility of adequate patient follow-up.","publish_time":1590192000000,"author_summary":" Gegúndez-Fernández, J. A.; Zarranz-Ventura,<br>J.; Garay-Aramburu, G.; Muñoz-Negrete, F. J.;<br>Mendicute del Barrio, J.; Pablo-Júlvez, L.;<br>García-Delpech, S.; López-Alemany, A.; Arnalich-Montiel, F.;<br>Cordero-Coma, M.; Cárceles, J. A.","abstract_summary":" Abstract Objective Minimize exposure to the<br>SARS-CoV-2, reduce the chances of cross-transmission<br>between patients and healthcare personnel, and<br>prevent the development of postoperative<br>complications from the management of patients with eye<br>diseases during the 2019 coronavirus disease pandemic<br>(COVID-19). Methods COVID-19 literature review and<br>consensus establishment between different Spanish<br>ophthalmology societies in order to provide guidelines and<br>recommendations of maximum resources primarily conditioned by<br>the state of alert, confinement and social<br>distancing that occurs in Spain since March 16, 2020.<br>Results The recommendations will promote the adoption<br>of action and protection measures for eye care in<br>outpatient clinics, surgical areas...","title_summary":" Recommendations for eye care during the alarm<br>state by the coronavirus disease pandemic COVID-19","x":-6.8502950668,"y":-11.0801477432,"cluster":33,"cluster_name":"c34","cluster_description":"Dental Health Care","tsne_x":-6.8502950668,"tsne_y":-11.0801477432,"subcluster":2,"subcluster_description":"Infection Control Measures","shape":"p"}]