{"cluster": 35, "subcluster": 16, "abstract_summ": "(3) Results: Lung, kidney, small intestine, and salivary glands were among the tissues which expressed the entry machinery coding genes Ace2, Tmprss2, CtsB, and CtsL. The genes had no significant expression changes between males and females.Genetic confirmation of the hypotheses regarding gene expression and mutation pattern of target genes, including Angiotensin Converting Enzyme‐2 (ACE2), Transmembrane Serine Protease 2 (TMPRSS2), Basigin (CD147/BSG) and Paired Basic Amino Acid Cleaving Enzyme (FURIN/PCSK3), as well as correlation analysis, were evaluated in lung adenocarcinoma (LUAD) and lung squamous carcinoma (LUSC) using in silico analysis.Not only were gene expression and mutation patterns detected, but also there was a correlation and survival analysis between ACE2 and other target genes expression levels.Germline variants in genes involved in SARS-CoV-2 cell entry (i.e. ACE2 and TMPRSS2) may influence the susceptibility to infection, as may polymorphisms in genes involved in the innate host response to viruses (e.g. APOBEC3 family).Future studies should investigate the role of host genetics in COVID-19 patients using a genome-wide approach, to identify other genes whose expression levels are associated with susceptibility to SARS-CoV-2 infection or COVID-19 severity.", "title_summ": "Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variantsA comprehensive germline variant and expression analyses of ACE2, TMPRSS2 and SARS-CoV-2 activator FURIN genes from the Middle East: Combating SARS-CoV-2 with precision medicineThe Expression and Polymorphism of Entry Machinery for COVID-19 in Human: Juxtaposing Population Groups, Gender, and Different TissuesStructural variations and expression profiles of the SARS‐CoV‐2 host invasion genes in Lung cancerFirst comprehensive computational analysis of functional consequences of TMPRSS2 SNPs in susceptibility to SARS-CoV-2 among different populations", "title_abstract_phrases": "Lung expression of genes encoding SARS-CoV-2 cell entry molecules and antiviral restriction factors: interindividual differences are associated with age and germline variantsGermline variants in genes involved in SARS-CoV-2 cell entry (i.e. ACE2 and TMPRSS2) may influence the susceptibility to infection, as may polymorphisms in genes involved in the innate host response to viruses (e.g. APOBEC3 family).A comprehensive germline variant and expression analyses of ACE2, TMPRSS2 and SARS-CoV-2 activator FURIN genes from the Middle East: Combating SARS-CoV-2 with precision medicineThe severity of the new COVID-19 pandemic caused by the SARS-CoV-2 virus is strikingly variable in different global populations.(3) Results: Lung, kidney, small intestine, and salivary glands were among the tissues which expressed the entry machinery coding genes Ace2, Tmprss2, CtsB, and CtsL. The genes had no significant expression changes between males and females.Not only were gene expression and mutation patterns detected, but also there was a correlation and survival analysis between ACE2 and other target genes expression levels.Genetic confirmation of the hypotheses regarding gene expression and mutation pattern of target genes, including Angiotensin Converting Enzyme‐2 (ACE2), Transmembrane Serine Protease 2 (TMPRSS2), Basigin (CD147/BSG) and Paired Basic Amino Acid Cleaving Enzyme (FURIN/PCSK3), as well as correlation analysis, were evaluated in lung adenocarcinoma (LUAD) and lung squamous carcinoma (LUSC) using in silico analysis."}