{"cluster": 36, "subcluster": 49, "abstract_summ": "We apply systems-level analyses of blood immune cells, cytokines and autoantibodies in healthy children, children with Kawasaki disease enrolled prior to COVID-19, children infected with SARS-CoV2 and children presenting with MIS-C. We find that the inflammatory response in MIS-C differs from the cytokine storm of severe acute COVID-19, is more similar to Kawasaki disease, but also differ from this with respect to T-cell subsets, IL-17A and biomarkers associated with arterial damage.In light of the above, it is therefore pertinent to think that by blocking pro-inflammatory cytokines with new anti-inflammatory cytokines, such as IL-37 and IL-38, it is possible to alleviate the symptoms of the disease and have a new available therapeutic tool.As in COVID-19, Kawasaki disease and its similar forms are mediated by pro-inflammatory cytokines produced by innate immunity cells such as macrophages and mast cells (MCs).The virus is recognized by the “pattern recognition receptors” (PRR) of the immune cells that release cytokines activating more immune cells that produce a large number of pro-inflammatory cytokines, tissue factors and vasoactive peptides.However, since Kawasaki and Kawasaki-like diseases present immunodeficiency, treatment with anti-inflammatory/immunosuppressant molecules must be applied very carefully.", "title_summ": "The Immunology of Multisystem Inflammatory Syndrome in Children with COVID-19Fighting the Host Reaction to SARS-COv-2 in Critically Ill Patients: The Possible Contribution of Off-Label DrugsSARS-CoV-2, which induces COVID-19, causes kawasaki-like disease in children: role of pro-inflammatory and anti-inflammatory cytokines.", "title_abstract_phrases": "We apply systems-level analyses of blood immune cells, cytokines and autoantibodies in healthy children, children with Kawasaki disease enrolled prior to COVID-19, children infected with SARS-CoV2 and children presenting with MIS-C. We find that the inflammatory response in MIS-C differs from the cytokine storm of severe acute COVID-19, is more similar to Kawasaki disease, but also differ from this with respect to T-cell subsets, IL-17A and biomarkers associated with arterial damage.SARS-CoV-2, which induces COVID-19, causes kawasaki-like disease in children: role of pro-inflammatory and anti-inflammatory cytokines.In light of the above, it is therefore pertinent to think that by blocking pro-inflammatory cytokines with new anti-inflammatory cytokines, such as IL-37 and IL-38, it is possible to alleviate the symptoms of the disease and have a new available therapeutic tool.As in COVID-19, Kawasaki disease and its similar forms are mediated by pro-inflammatory cytokines produced by innate immunity cells such as macrophages and mast cells (MCs).The virus is recognized by the “pattern recognition receptors” (PRR) of the immune cells that release cytokines activating more immune cells that produce a large number of pro-inflammatory cytokines, tissue factors and vasoactive peptides."}