[{"cord_uid":"8xie4svh","source_x":"PMC","title":"Histopathology of Respiratory System and Mediastinum","doi":"10.1007\/978-981-15-1220-9_15","abstract":"Biopsies from respiratory system like bronchial and lung parenchymal are among the commonest ones. Besides conventional bronchoscopic biopsies, tiny CT-guided biopsies are also frequent. On the flip side, treating physicians require more and more information not only in terms of a definitive entity but also what therapy they are likely to respond. This puts immense pressure on the pathologists to be highly judicious in performing IHC markers to leave enough tissue for mutational analysis like EGFR, ALK, ROS1 and PD-L1. Among non-neoplastic lesions, ‘interstitial lung diseases’ are among the most demanding and challenging with subtle and overlapping features requiring quick revision of the subject. Pleural biopsies are also at times challenging. Mediastinal pathology is markedly diverse, and almost any kind of pathology may be seen in this region. In this chapter however our focus is on those entities which are indigenous to this region like various types of thymoma.","publish_time":1591056000000,"author_summary":" Ahmed, Rashida; Chundriger, Qurratulain","abstract_summary":" Biopsies from respiratory system like<br>bronchial and lung parenchymal are among the commonest<br>ones. Besides conventional bronchoscopic<br>biopsies, tiny CT-guided biopsies are also frequent. On<br>the flip side, treating physicians require more<br>and more information not only in terms of a<br>definitive entity but also what therapy they are likely to<br>respond. This puts immense pressure on the pathologists<br>to be highly judicious in performing IHC markers<br>to leave enough tissue for mutational analysis<br>like EGFR, ALK, ROS1 and PD-L1. Among<br>non-neoplastic lesions, ‘interstitial lung diseases’ are<br>among the most demanding and challenging with subtle<br>and overlapping features requiring quick...","title_summary":" Histopathology of Respiratory System and<br>Mediastinum","x":5.8058142662,"y":-39.4550323486,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":5.8058142662,"tsne_y":-39.4550323486,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bnsxw0bz","source_x":"PMC","title":"COVID-19: A Multimodality Review of Radiologic Techniques, Clinical Utility, and Imaging Features","doi":"10.1148\/ryct.2020200210","abstract":"In this article we will review the imaging features of COVID-19 across multiple modalities, including radiography, computed tomography (CT), magnetic resonance imaging (MRI), positron emission tomography\/computed tomography (PET\/CT), and ultrasonography (US). Given that COVID-19 primarily affects the lung parenchyma by causing pneumonia, our directive is to focus on thoracic findings associated with COVID-19. We aim to enhance radiologists’ understanding of this disease in order to help guide diagnosis and management.","publish_time":1590969600000,"author_summary":" Manna, Sayan; Wruble, Jill; Maron, Samuel Z;<br>Toussie, Danielle; Voutsinas, Nicholas; Finkelstein,<br>Mark; Cedillo, Mario A; Diamond, Jamie; Eber, Corey;<br>Jacobi, Adam; Chung, Michael; Bernheim, Adam","abstract_summary":" In this article we will review the imaging<br>features of COVID-19 across multiple modalities,<br>including radiography, computed tomography (CT),<br>magnetic resonance imaging (MRI), positron emission<br>tomography\/computed tomography (PET\/CT), and ultrasonography<br>(US). Given that COVID-19 primarily affects the lung<br>parenchyma by causing pneumonia, our directive is to focus<br>on thoracic findings associated with COVID-19.<br>We aim to enhance radiologists’ understanding of<br>this disease in order to help guide diagnosis and<br>management.","title_summary":" COVID-19: A Multimodality Review of<br>Radiologic Techniques, Clinical Utility, and Imaging<br>Features","x":9.1661834717,"y":-38.9536399841,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.1661834717,"tsne_y":-38.9536399841,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"rvbtbek6","source_x":"PMC","title":"CT chest of COVID-19 patients: what should a radiologist know?","doi":"10.1186\/s43055-020-00245-8","abstract":"BACKGROUND: The aim of current work is to review the CT findings of COVID-19 in a pictorial study to help the radiologists to be familiar to imaging findings of COVID-19. MAIN BODY: Coronavirus disease 2019 (COVID-19) is a pandemic highly infectious disease which is first reported in December 2019 in Wuhan, China, and then had its outbreak leads to a global public health emergency. Real-time reverse transcription polymerase chain reaction (RT-PCR) of viral nucleic acid is considered as the reference standard for COVID-19 diagnosis; however, recent studies showed the importance of CT chest in the diagnosis of COVID-19 with high sensitivity. The CT hallmarks of COVID-19 were bilateral peripheral ground-glass opacities, consolidation with the advance of the disease more consolidation is there with linear opacities and crazy-paving pattern as well as halo and reverse halo sign. CONCLUSION: Early identification of COVID-19 cases is vital. The radiologist should be familiar with the possible findings. Further future studies with pathological correlation will help for more understanding of the imaging findings and its value in assessing of prognosis.","publish_time":1594080000000,"author_summary":" Ali, Tamer F.; Tawab, Mohamed A.; ElHariri,<br>Mona A","abstract_summary":" BACKGROUND: The aim of current work is to review<br>the CT findings of COVID-19 in a pictorial study to<br>help the radiologists to be familiar to imaging<br>findings of COVID-19. MAIN BODY: Coronavirus disease<br>2019 (COVID-19) is a pandemic highly infectious<br>disease which is first reported in December 2019 in<br>Wuhan, China, and then had its outbreak leads to a<br>global public health emergency. Real-time reverse<br>transcription polymerase chain reaction (RT-PCR) of viral<br>nucleic acid is considered as the reference standard<br>for COVID-19 diagnosis; however, recent studies<br>showed the importance of CT chest in the diagnosis of<br>COVID-19 with high...","title_summary":" CT chest of COVID-19 patients: what should a<br>radiologist know?","x":6.6594209671,"y":-40.5839309692,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.6594209671,"tsne_y":-40.5839309692,"subcluster":1,"subcluster_description":"Front Line Health Care","shape":"p"},{"cord_uid":"7dvrfr2t","source_x":"PMC","title":"F-18-Fluorodeoxyglucose Positron Emission Tomography\/CT Effectively Identifying Source of Infection in a Patient With Multiple Dialysis Arteriovenous Fistula Access Points","doi":"10.7759\/cureus.8516","abstract":"Radiologic imaging techniques, such as F-18-fluorodeoxyglucose positron emission tomography\/computerized tomography (FDG PET\/CT), provide diagnostic value in a variety of diseases. In cases of suspected infection, FDG PET\/CT can find areas of fluorodeoxyglucose metabolism, correlating with local acute inflammation. The following case involves a man with end-stage renal disease (ESRD), who presented with symptoms of infection and positive blood cultures with high suspicion of arteriovenous fistula as the source of infection. The patient also had two central lines that could be a site of infection. Concerns for patient’s persistent positive blood cultures necessitated FDG PET\/CT to confirm site of infection. Confirming active infection and the source of infection guides therapeutic measures and eliminates concern for other disease etiologies common in patients with ESRD.","publish_time":1591574400000,"author_summary":" Roberts, James T; Villanueva-Meyer, Javier;<br>Bezold, Samuel; Krider, Samuel O; Nguyen, Quan D","abstract_summary":" Radiologic imaging techniques, such as<br>F-18-fluorodeoxyglucose positron emission tomography\/computerized<br>tomography (FDG PET\/CT), provide diagnostic value in a<br>variety of diseases. In cases of suspected infection,<br>FDG PET\/CT can find areas of fluorodeoxyglucose<br>metabolism, correlating with local acute inflammation.<br>The following case involves a man with end-stage<br>renal disease (ESRD), who presented with symptoms of<br>infection and positive blood cultures with high<br>suspicion of arteriovenous fistula as the source of<br>infection. The patient also had two central lines that<br>could be a site of infection. Concerns for patient’s<br>persistent positive blood cultures necessitated FDG<br>PET\/CT to confirm site of infection. Confirming...","title_summary":" F-18-Fluorodeoxyglucose Positron Emission<br>Tomography\/CT Effectively Identifying Source of Infection<br>in a Patient With Multiple Dialysis<br>Arteriovenous Fistula Access Points","x":9.0744762421,"y":-40.2681770325,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.0744762421,"tsne_y":-40.2681770325,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"w3fomrg8","source_x":"PMC","title":"COVID-19 in an asymptomatic patient undergoing FDG PET\/CT","doi":"10.1016\/j.radcr.2020.07.018","abstract":"2019 novel coronavirus pneumonia (COVID-19) is an ongoing global pandemic with a worldwide death toll of over 416,000 as of June 10, 2020. Although the first documented cases in Wuhan, China were patients with severe respiratory symptoms including cough, fever, fatigue, and shortness of breath, the disease process can also be asymptomatic. In this case report, an asymptomatic 63-year old male with Lynch syndrome undergoing a routine staging fluorodeoxyglucose positron-emission tomography\/computed tomography (FDG PET\/CT) was found to have typical radiologic features of COVID-19 with marked pulmonary FDG uptake and was subsequently diagnosed via RT-PCR. Many studies have described the appearance of COVID-19 on chest radiography and CT with the most common imaging features being bilateral, peripheral, and basilar predominant ground glass opacities and consolidation. Although these findings are typically nonspecific for an atypical lung infection, early recognition of COVID-19 in the setting of a global pandemic (even in the asymptomatic patient) is critical in order to limit the spread of disease.","publish_time":1594598400000,"author_summary":" Johnson, Lisa N.; Vesselle, Hubert","abstract_summary":" 2019 novel coronavirus pneumonia (COVID-19)<br>is an ongoing global pandemic with a worldwide<br>death toll of over 416,000 as of June 10, 2020.<br>Although the first documented cases in Wuhan, China were<br>patients with severe respiratory symptoms including<br>cough, fever, fatigue, and shortness of breath, the<br>disease process can also be asymptomatic. In this case<br>report, an asymptomatic 63-year old male with Lynch<br>syndrome undergoing a routine staging<br>fluorodeoxyglucose positron-emission tomography\/computed<br>tomography (FDG PET\/CT) was found to have typical<br>radiologic features of COVID-19 with marked pulmonary FDG<br>uptake and was subsequently diagnosed via RT-PCR.<br>Many studies have described the appearance...","title_summary":" COVID-19 in an asymptomatic patient<br>undergoing FDG PET\/CT","x":7.8790645599,"y":-39.9474487305,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.8790645599,"tsne_y":-39.9474487305,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"x0g6xzp1","source_x":"Medline","title":"COVID-19 with bronchogram - a potential indication of prolonged treatment.","doi":"10.26355\/eurrev_202006_21709","abstract":"Novel coronavirus disease-19 (COVID-19) has widely spread all over the world and seriously threatened people's health. This disease is currently diagnosed by clinical features, chest computed tomography (CT) scan, and nucleic acid test of severe acute respiratory syndrome coronavirus (SARS-CoV-2). Recently, some studies have suggested parenchymal consolidation and air bronchogram in severe cases. However, the effective treatment for COVID-19 patients with bronchogram has not been discussed. Herein, we report a case of 47-year-old woman who suffered from COVID-19 with bronchogram. These findings revealed that the body temperature and clinical laboratory test all returned to normal after this patient received a prolonged treatment. Furthermore, chest CT showed the bronchogram and consolidation resolved and nucleic acid retest of SARS-CoV-2 was also negative. These results provide an important reference for treatment option of COVID-19 with bronchogram.","publish_time":1590969600000,"author_summary":" Qian, W-J; Li, L; Sun, L-Y; Shi, H-R; Liu, H;<br>Jing, X","abstract_summary":" Novel coronavirus disease-19 (COVID-19) has<br>widely spread all over the world and seriously<br>threatened people's health. This disease is currently<br>diagnosed by clinical features, chest computed<br>tomography (CT) scan, and nucleic acid test of severe acute<br>respiratory syndrome coronavirus (SARS-CoV-2).<br>Recently, some studies have suggested parenchymal<br>consolidation and air bronchogram in severe cases. However,<br>the effective treatment for COVID-19 patients<br>with bronchogram has not been discussed. Herein, we<br>report a case of 47-year-old woman who suffered from<br>COVID-19 with bronchogram. These findings revealed<br>that the body temperature and clinical laboratory<br>test all returned to normal after this patient<br>received a...","title_summary":" COVID-19 with bronchogram - a potential<br>indication of prolonged treatment.","x":7.4873814583,"y":-39.3977584839,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.4873814583,"tsne_y":-39.3977584839,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"uhtq98jd","source_x":"Medline","title":"[Importance of imaging diagnostics in the care of COVID-19 infected patients].","doi":"10.1556\/650.2020.31814","abstract":"The recent coronavirus epidemic poses a serious challenge to practicing intensive care physicians due to the high incidence of hypoxic respiratory failure. Because pneumonia plays a prominent role in the critical pathomechanism of COVID-19, imaging studies are at the forefront of both the diagnosis and follow-up of the disease and the detection of potential complications. Reviewing the literature data so far, we present the characteristic differences between chest CT, chest X-ray and chest wall ultrasound, and make recommendations for the use of different examination modalities. The initial, atypical appearance of the viral infection is the CT-detected right lower lobe, peripheral, multifocal milk glass haze, which soon degenerates into a bilateral lesion affecting the middle and lower lung fields. As the disease progresses, the proportion of consolidated areas increases, followed by a fibrotic pattern enhancement. Due to special infection control rules for SARS-CoV-2 virus, bedside ultrasound plays an important role in keeping infected patients in contact with as few healthcare professionals as possible. Orv Hetil. 2020; 161 (17): 672-677.","publish_time":1585699200000,"author_summary":" Lovas, András; Hankovszky, Péter; Korsós,<br>Anita; Kupcsulik, Szilvia; Molnár, Tamás; Szabó,<br>Zsolt; Babik, Barna","abstract_summary":" The recent coronavirus epidemic poses a<br>serious challenge to practicing intensive care<br>physicians due to the high incidence of hypoxic<br>respiratory failure. Because pneumonia plays a prominent<br>role in the critical pathomechanism of COVID-19,<br>imaging studies are at the forefront of both the<br>diagnosis and follow-up of the disease and the detection<br>of potential complications. Reviewing the<br>literature data so far, we present the characteristic<br>differences between chest CT, chest X-ray and chest wall<br>ultrasound, and make recommendations for the use of<br>different examination modalities. The initial,<br>atypical appearance of the viral infection is the<br>CT-detected right lower lobe, peripheral,...","title_summary":" [Importance of imaging diagnostics in the care<br>of COVID-19 infected patients].","x":6.4580216408,"y":-39.1883773804,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.4580216408,"tsne_y":-39.1883773804,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"qmnorud2","source_x":"Medline","title":"Lung Scintigraphy Imaging Features in a Young Patient With COVID-19.","doi":"10.1097\/rlu.0000000000003196","abstract":"A 31-year-old man developed diarrhea, fatigue, and intermittent fever for 2 weeks. The past few days he had experienced increasing dyspnea and dry cough. Ambulatory reverse transcriptase-polymerase chain reaction testing was positive for SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2). Because of elevated D-dimer (1.5 mg\/L), a lung scintigraphy (V\/Q scan) was performed as SPECT\/CT. Ventilation SPECT showed reduced ventilation with central nuclide deposition, whereas perfusion SPECT was inconspicuous, excluding pulmonary embolism. However, the low-dose CT revealed bilateral ground-glass opacities as previously described in COVID-19. This case highlights the procedure and findings of V\/Q scanning (without embolism) in COVID-19.","publish_time":1593043200000,"author_summary":" Goetz, Christian; Fassbender, Thomas F;<br>Meyer, Philipp T","abstract_summary":" A 31-year-old man developed diarrhea,<br>fatigue, and intermittent fever for 2 weeks. The past few<br>days he had experienced increasing dyspnea and dry<br>cough. Ambulatory reverse<br>transcriptase-polymerase chain reaction testing was positive for<br>SARS-CoV-2 (severe acute respiratory syndrome<br>coronavirus 2). Because of elevated D-dimer (1.5 mg\/L), a<br>lung scintigraphy (V\/Q scan) was performed as<br>SPECT\/CT. Ventilation SPECT showed reduced ventilation<br>with central nuclide deposition, whereas<br>perfusion SPECT was inconspicuous, excluding pulmonary<br>embolism. However, the low-dose CT revealed bilateral<br>ground-glass opacities as previously described in<br>COVID-19. This case highlights the procedure and<br>findings of V\/Q scanning (without embolism) in<br>COVID-19.","title_summary":" Lung Scintigraphy Imaging Features in a Young<br>Patient With COVID-19.","x":9.3895673752,"y":-39.8429641724,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.3895673752,"tsne_y":-39.8429641724,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"f9rbvmuv","source_x":"Medline","title":"INCIDENTAL FINDINGS SUGGESTIVE OF COVID-19 IN ASYMPTOMATIC PATIENTS UNDERGOING NUCLEAR MEDICINE PROCEDURES IN A HIGH PREVALENCE REGION.","doi":"10.2967\/jnumed.120.246256","abstract":"Infection with the novel coronavirus SARS-CoV-2 may remain asymptomatic, leading to under-recognition of the related disease, COVID-19, and to incidental findings in nuclear imaging procedures performed for standard clinical indications. Here, we report about our local experience in a region with high COVID-19 prevalence and dynamically increasing infection rates. Methods: Within the 8 day period of March 16-24, 2020, hybrid imaging studies of asymptomatic patients who underwent 18F-FDG-PET\/CT or 131I-SPECT\/CT for standard oncologic indications at our institution in Brescia, Italy, were analyzed for findings suggestive of COVID-19. Presence, radiological features and metabolic activity of interstitial pneumonia were identified, correlated with subsequent short-term clinical course and described in a case series. Results: Six of 65 patients (9%) that underwent PET\/CT for various malignancies showed unexpected signs of interstitial pneumonia on CT and elevated regional FDG-avidity. Additionally, 1 of 12 patients who received radioiodine for differentiated thyroid carcinoma also showed interstitial pneumonia on SPECT\/CT. 5\/7 patients had subsequent proof of COVID-19 by RT-PCR. The remaining 2 patients were not tested immediately but underwent quarantine and careful monitoring. Conclusion: Incidental findings suggestive of COVID-19 may not be infrequent in hybrid imaging of asymptomatic patients, in regions with expansive spread of SARS-CoV-2. Nuclear medicine services should prepare accordingly.","publish_time":1585699200000,"author_summary":" Albano, Domenico; Bertagna, Francesco;<br>Bertolia, Mattia; Bosio, Giovanni; Lucchini, Silvia;<br>Motta, Federica; Panarotto, Maria Beatrice; Peli,<br>Alessia; Camoni, Luca; Bengel, Frank M; Giubbini,<br>Raffaele","abstract_summary":" Infection with the novel coronavirus<br>SARS-CoV-2 may remain asymptomatic, leading to<br>under-recognition of the related disease, COVID-19, and to<br>incidental findings in nuclear imaging procedures<br>performed for standard clinical indications. Here, we<br>report about our local experience in a region with high<br>COVID-19 prevalence and dynamically increasing<br>infection rates. Methods: Within the 8 day period of March<br>16-24, 2020, hybrid imaging studies of asymptomatic<br>patients who underwent 18F-FDG-PET\/CT or<br>131I-SPECT\/CT for standard oncologic indications at our<br>institution in Brescia, Italy, were analyzed for findings<br>suggestive of COVID-19. Presence, radiological features<br>and metabolic activity of interstitial pneumonia<br>were identified, correlated with...","title_summary":" INCIDENTAL FINDINGS SUGGESTIVE OF COVID-19 IN<br>ASYMPTOMATIC PATIENTS UNDERGOING NUCLEAR MEDICINE<br>PROCEDURES IN A HIGH PREVALENCE REGION.","x":7.780626297,"y":-40.1713027954,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.780626297,"tsne_y":-40.1713027954,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"7wqjdph5","source_x":"Medline","title":"Computed Tomography Features of Coronavirus Disease 2019 (COVID-19): A Review for Radiologists.","doi":"10.1097\/rti.0000000000000527","abstract":"Coronavirus Disease 2019 (COVID-19) pneumonia has become a global pandemic. Although the rate of new infections in China has decreased, currently, 169 countries report confirmed cases, with many nations showing increasing numbers daily. Testing for COVID-19 infection is performed via reverse transcriptase polymerase chain reaction, but availability is limited in many parts of the world. The role of chest computed tomography is yet to be determined and may vary depending on the local prevalence of disease and availability of laboratory testing. A common but nonspecific pattern of disease with a somewhat predictable progression is seen in patients with COVID-19. Specifically, patchy ground-glass opacities in the periphery of the lower lungs may be present initially, eventually undergoing coalescence, consolidation, and organization, and ultimately showing features of fibrosis. In this article, we review the computed tomography features of COVID-19 infection. Familiarity with these findings and their evolution will help radiologists recognize potential COVID-19 and recognize the significant overlap with other causes of acute lung injury.","publish_time":1589500800000,"author_summary":" Goyal, Nikhil; Chung, Michael; Bernheim,<br>Adam; Keir, Graham; Mei, Xueyan; Huang, Mingqian;<br>Li, Shaolin; Kanne, Jeffrey P","abstract_summary":" Coronavirus Disease 2019 (COVID-19)<br>pneumonia has become a global pandemic. Although the rate<br>of new infections in China has decreased,<br>currently, 169 countries report confirmed cases, with<br>many nations showing increasing numbers daily.<br>Testing for COVID-19 infection is performed via<br>reverse transcriptase polymerase chain reaction, but<br>availability is limited in many parts of the world. The role of<br>chest computed tomography is yet to be determined and<br>may vary depending on the local prevalence of<br>disease and availability of laboratory testing. A<br>common but nonspecific pattern of disease with a<br>somewhat predictable progression is seen in patients<br>with COVID-19. Specifically,...","title_summary":" Computed Tomography Features of Coronavirus<br>Disease 2019 (COVID-19): A Review for Radiologists.","x":7.6234469414,"y":-39.9304199219,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.6234469414,"tsne_y":-39.9304199219,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"6sjw1ioe","source_x":"Medline","title":"Lung ultrasound in the monitoring of COVID-19 infection.","doi":"10.7861\/clinmed.2020-0123","abstract":"INTRODUCTION Coronavirus disease 2019 (COVID-19) is a highly contagious illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Pneumonia and acute respiratory distress syndrome (ARDS) are the most common severe complications. There is growing evidence regarding the imaging findings of COVID-19 in chest X-rays and computed tomography (CT) scans; however, their availability to clinical staff in this pandemic outbreak might be compromised. At this moment, the role of lung ultrasound (LUS) has yet to be explored. The purpose of this case report is to describe the natural course of the disease in mild infection managed at home. CASE REPORT We report a 35-year-old man with recently diagnosed COVID-19 infection. Clinical examination was unremarkable. The diagnosis of mild disease was made clinically which was later reaffirmed by LUS after identifying a bilateral small pleural effusion and a thickened pleural line. During follow up, subpleural consolidations appeared before symptoms slightly aggravated (cough, tiredness and fever). The patient's condition improved after adjustment of therapy at home. CONCLUSION LUS is an excellent tool in the characterisation of COVID-19 infection and is more available than CT or X-ray. We emphasise the utility and the opportunity that LUS presents in some clinical scenarios, like this COVID-19 pandemic, and how it may serve as a monitoring and therapy guide.","publish_time":1589241600000,"author_summary":" Tung-Chen, Yale","abstract_summary":" INTRODUCTION Coronavirus disease 2019<br>(COVID-19) is a highly contagious illness caused by severe<br>acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2). Pneumonia and acute respiratory distress<br>syndrome (ARDS) are the most common severe<br>complications. There is growing evidence regarding the<br>imaging findings of COVID-19 in chest X-rays and<br>computed tomography (CT) scans; however, their<br>availability to clinical staff in this pandemic outbreak<br>might be compromised. At this moment, the role of lung<br>ultrasound (LUS) has yet to be explored. The purpose of this<br>case report is to describe the natural course of the<br>disease in mild infection managed at home. CASE REPORT...","title_summary":" Lung ultrasound in the monitoring of COVID-19<br>infection.","x":7.2240877151,"y":-39.398601532,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.2240877151,"tsne_y":-39.398601532,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"wn2kohgm","source_x":"Medline","title":"Incidental CT Findings Suspicious for COVID-19-Associated Pneumonia on Nuclear Medicine Examinations: Recognition and Management Plan.","doi":"10.1097\/rlu.0000000000003100","abstract":"Some patients undergoing routine SPECT\/CT and PET\/CT examinations during the COVID-19 pandemic may incidentally reveal findings of COVID-19-associated pneumonia (C-19AP) on localizing CT. It is critical for nuclear medicine physicians to develop diagnostic skills for timely recognition of typical findings of C-19AP on a localizing CT. Furthermore, it is our responsibility to know the optimal practices for safely isolating and managing such patients while protecting the staff, other patients at the facility, family and\/or friend accompanying the patients, and the public in general from risky exposure to COVID-19 sources. We offer several steps following an encounter suspicious of C-19AP.","publish_time":1593561600000,"author_summary":" Tulchinsky, Mark; Fotos, Joseph S; Slonimsky,<br>Einat","abstract_summary":" Some patients undergoing routine SPECT\/CT and<br>PET\/CT examinations during the COVID-19 pandemic may<br>incidentally reveal findings of COVID-19-associated<br>pneumonia (C-19AP) on localizing CT. It is critical for<br>nuclear medicine physicians to develop diagnostic<br>skills for timely recognition of typical findings of<br>C-19AP on a localizing CT. Furthermore, it is our<br>responsibility to know the optimal practices for safely<br>isolating and managing such patients while protecting<br>the staff, other patients at the facility, family<br>and\/or friend accompanying the patients, and the<br>public in general from risky exposure to COVID-19<br>sources. We offer several steps following an encounter<br>suspicious of C-19AP.","title_summary":" Incidental CT Findings Suspicious for<br>COVID-19-Associated Pneumonia on Nuclear Medicine Examinations:<br>Recognition and Management Plan.","x":8.8541431427,"y":-39.5334854126,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.8541431427,"tsne_y":-39.5334854126,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"rc0g9qg6","source_x":"Medline","title":"COVID-19 Incidentally Detected on PET\/CT During Work-up for Locally Advanced Head and Neck Cancer.","doi":"10.21873\/invivo.11961","abstract":"AIM To describe the incidental detection of COVID-19 disease on positron-emission tomography\/computed tomography (PET\/CT) in a patient with cancer despite initial negative swab by polymerase chain reaction (PCR). CASE REPORT Clinical and radiographic data were obtained from the electronic medical record. Nasopharyngeal swabs were obtained and evaluated for COVID-19 by the Food and Drug Administration-approved reverse transcription-PCR assays. On radiographic examination, PET\/CT was consistent with COVID-19-related pneumonia not seen on prior imaging. Initial nasopharyngeal swab 2 days after PET\/CT imaging was negative for COVID-19. Subsequent repeat swab 10 days later was positive for COVID-19, while the patient was febrile on screening assessment. The patient remained COVID-19-positive until 1 month after abnormal PET\/CT imaging. CONCLUSION PET\/CT can be sensitive for early COVID-19 detection, even in the setting of a negative confirmatory PCR test. This highlights the importance of continued patient surveillance and use of appropriate personal protective equipment to minimize COVID-19 transmission.","publish_time":1590969600000,"author_summary":" Mo, Allen; Brodin, N Patrik; Tomé, Wolfgang A;<br>Garg, Madhur K; Kabarriti, Rafi","abstract_summary":" AIM To describe the incidental detection of<br>COVID-19 disease on positron-emission<br>tomography\/computed tomography (PET\/CT) in a patient with cancer<br>despite initial negative swab by polymerase chain<br>reaction (PCR). CASE REPORT Clinical and radiographic<br>data were obtained from the electronic medical<br>record. Nasopharyngeal swabs were obtained and<br>evaluated for COVID-19 by the Food and Drug<br>Administration-approved reverse transcription-PCR assays. On<br>radiographic examination, PET\/CT was consistent with<br>COVID-19-related pneumonia not seen on prior imaging. Initial<br>nasopharyngeal swab 2 days after PET\/CT imaging was negative<br>for COVID-19. Subsequent repeat swab 10 days later<br>was positive for COVID-19, while the patient was<br>febrile on...","title_summary":" COVID-19 Incidentally Detected on PET\/CT<br>During Work-up for Locally Advanced Head and Neck<br>Cancer.","x":8.9020767212,"y":-40.3547973633,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.9020767212,"tsne_y":-40.3547973633,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"96vzha6f","source_x":"Medline","title":"Prediction of FDG-PET stage and uptake for non-small cell lung cancer on non-contrast enhanced CT scans via fractal analysis.","doi":"10.1016\/j.clinimag.2020.03.005","abstract":"PURPOSE To investigate whether the FD of non-small cell lung cancer (NSCLC) on CT predicts tumor stage and uptake on 18F-fluorodeoxyglucose positron emission tomography. MATERIAL AND METHODS The FD within a tumor region was determined using a box counting algorithm and compared to the lymph node involvement (NI) and metastatic involvement (MI) and overall stage as determined from PET. A Mann-Whitney U test was applied to the extracted FD features for the NI and the MI. RESULTS The two tests showed good significance with p < .05 (pNI = 0.0139, pMI = 0.0194). Also after performing fractal analysis to all cases, it was found that for those who had a CT of stage I or II had a higher likelihood of the NI and\/or MI stage being upstaged by PET, Odds Ratio 5.38 (95% CI 0.99-29.3). For those who are CT stage III or IV had an increased likelihood of the NI and\/or MI stage being down staged by PET, Odds Ratio: 7.33 (95% CI 0.48-111.2). CONCLUSION Initial results of this study indicate higher FD in CT images of NSCLC is associated with advanced stage and greater FDG uptake on PET. Measurements of tumor fractal analysis on conventional non-contrast CT examinations could potentially be used as a prognostic marker and\/or to select patients for PET.","publish_time":1587340800000,"author_summary":" Al-Kadi, Omar S","abstract_summary":" PURPOSE To investigate whether the FD of<br>non-small cell lung cancer (NSCLC) on CT predicts tumor<br>stage and uptake on 18F-fluorodeoxyglucose<br>positron emission tomography. MATERIAL AND METHODS The<br>FD within a tumor region was determined using a box<br>counting algorithm and compared to the lymph node<br>involvement (NI) and metastatic involvement (MI) and<br>overall stage as determined from PET. A Mann-Whitney U<br>test was applied to the extracted FD features for the<br>NI and the MI. RESULTS The two tests showed good<br>significance with p < .05 (pNI = 0.0139, pMI = 0.0194). Also<br>after performing fractal analysis to all...","title_summary":" Prediction of FDG-PET stage and uptake for<br>non-small cell lung cancer on non-contrast enhanced CT<br>scans via fractal analysis.","x":9.1842155457,"y":-40.5859451294,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.1842155457,"tsne_y":-40.5859451294,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"th7o8toc","source_x":"Medline","title":"Use of Radiographic Features in COVID-19 Diagnosis: Challenges and Perspectives.","doi":"10.1097\/jcma.0000000000000336","abstract":"The rapid surge and wide-spread of the coronavirus disease-2019 (COVID-19) overshadows the entire medical industries worldwide. The stringent medical resources hinder the diagnostic capacity globally, while 84 thousands of new cases confirmed within a single day of 14 April 2020. Real-time reverse-transcriptase polymerase chain reaction (RT-PCR) with is the current first-line diagnosis, but the false-negative rate remains concerned. Radiographic technologies and tools, including Computed tomography (CT) and Chest X-ray (CXR), were applied for initial screening and follow-up, from which provides detail diagnosis with specific pathologic features for staging and treatment arrangement. Although the radiographic imaging is found less sensitive, numerous CT-positive patients were not screened out by RT-PCR initially and later confirmed as COVID-19 positive. Besides, the shortage of sampling kits and the longer turn-over time of PCR examinations in some areas were noticed due to logistic issues and healthcare burden. In this review, we will discuss the challenges and the future perspectives of using radiographic modalities for COVID-19 diagnosis in view of securing human lives amid the crisis.","publish_time":1587945600000,"author_summary":" Chen, Sin-Guang; Chen, Ju-Yu; Yang, Yi-Ping;<br>Chien, Chian-Shiu; Wang, Mong-Lien; Lin, Liang-Ting","abstract_summary":" The rapid surge and wide-spread of the<br>coronavirus disease-2019 (COVID-19) overshadows the<br>entire medical industries worldwide. The stringent<br>medical resources hinder the diagnostic capacity<br>globally, while 84 thousands of new cases confirmed<br>within a single day of 14 April 2020. Real-time<br>reverse-transcriptase polymerase chain reaction (RT-PCR) with is the<br>current first-line diagnosis, but the false-negative<br>rate remains concerned. Radiographic<br>technologies and tools, including Computed tomography (CT)<br>and Chest X-ray (CXR), were applied for initial<br>screening and follow-up, from which provides detail<br>diagnosis with specific pathologic features for staging<br>and treatment arrangement. Although the<br>radiographic imaging is found less sensitive, numerous...","title_summary":" Use of Radiographic Features in COVID-19<br>Diagnosis: Challenges and Perspectives.","x":6.8878159523,"y":-39.4031867981,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.8878159523,"tsne_y":-39.4031867981,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"lbhsblzu","source_x":"Medline","title":"The role of imaging in the detection and management of COVID-19: a review.","doi":"10.1109\/rbme.2020.2990959","abstract":"Coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is spreading rapidly around the world, resulting in a massive death toll. Lung infection or pneumonia is the common complication of COVID-19, and imaging techniques, especially computed tomography (CT), have played an important role in diagnosis and treatment assessment of the disease. Herein, we review the imaging characteristics and computing models that have been applied for the management of COVID-19. CT, positron emission tomography - CT (PET\/CT), lung ultrasound, and magnetic resonance imaging (MRI) have been used for detection, treatment, and follow-up. The quantitative analysis of imaging data using artificial intelligence (AI) is also explored. Our findings indicate that typical imaging characteristics and their changes can play crucial roles in the detection and management of COVID-19. In addition, AI or other quantitative image analysis methods are urgently needed to maximize the value of imaging in the management of COVID-19.","publish_time":1587945600000,"author_summary":" Dong, Di; Tang, Zhenchao; Wang, Shuo; Hui, Hui;<br>Gong, Lixin; Lu, Yao; Xue, Zhong; Liao, Hongen; Chen,<br>Fang; Yang, Fan; Jin, Ronghua; Wang, Kun; Liu,<br>Zhenyu; Wei, Jingwei; Mu, Wei; Zhang, Hui; Jiang,<br>Jingying; Tian, Jie; Li, Hongjun","abstract_summary":" Coronavirus disease 2019 (COVID-19) caused by<br>the severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) is spreading rapidly around the<br>world, resulting in a massive death toll. Lung<br>infection or pneumonia is the common complication of<br>COVID-19, and imaging techniques, especially computed<br>tomography (CT), have played an important role in<br>diagnosis and treatment assessment of the disease.<br>Herein, we review the imaging characteristics and<br>computing models that have been applied for the<br>management of COVID-19. CT, positron emission tomography<br>- CT (PET\/CT), lung ultrasound, and magnetic<br>resonance imaging (MRI) have been used for detection,<br>treatment, and follow-up. The quantitative analysis of...","title_summary":" The role of imaging in the detection and<br>management of COVID-19: a review.","x":7.1373176575,"y":-38.9897727966,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.1373176575,"tsne_y":-38.9897727966,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"nxoclojl","source_x":"Medline","title":"Imaging findings in coronavirus infections: SARS-CoV, MERS-CoV, and SARS-CoV-2.","doi":"10.1259\/bjr.20200515","abstract":"During the first two decades of the 21st century, there have been three coronavirus infection outbreaks raising global health concerns by severe acute respiratory syndrome coronavirus (SARS-CoV), the Middle East respiratory syndrome coronavirus (MERS-CoV), and the SARS-CoV-2. Although the reported imaging findings of coronavirus infection are variable and nonspecific, the most common initial chest radiograph (CXR) and computed tomography (CT) findings are ground-glass opacities and consolidation with peripheral predominance and eventually spread to involve both lungs as the disease progresses. These findings can be explained by the immune pathogenesis of coronavirus infection causing diffuse alveolar damage. Although it is insensitive in mild or early coronavirus infection, the CXR remains as the first-line and the most commonly used imaging modality. That is because it is rapid and easily accessible and helpful for monitoring patient progress during treatment. CT is more sensitive to detect early parenchymal lung abnormalities and disease progression, and can provide an alternative diagnosis. In this pictorial review, various coronavirus infection cases are presented to provide imaging spectrums of coronavirus infection and present differences in imaging among them or from other viral infections, and to discuss the role of imaging in viral infection outbreaks.","publish_time":1593043200000,"author_summary":" Franquet, Tomas; Jeong, Yeon Joo; Lam, Hiu Yin<br>Sonia; Wong, Ho Yuen Frank; Chang, Yeun-Chung; Chung,<br>Myung Jin; Lee, Kyung Soo","abstract_summary":" During the first two decades of the 21st<br>century, there have been three coronavirus infection<br>outbreaks raising global health concerns by severe acute<br>respiratory syndrome coronavirus (SARS-CoV), the Middle<br>East respiratory syndrome coronavirus<br>(MERS-CoV), and the SARS-CoV-2. Although the reported<br>imaging findings of coronavirus infection are<br>variable and nonspecific, the most common initial chest<br>radiograph (CXR) and computed tomography (CT) findings<br>are ground-glass opacities and consolidation<br>with peripheral predominance and eventually<br>spread to involve both lungs as the disease<br>progresses. These findings can be explained by the immune<br>pathogenesis of coronavirus infection causing diffuse<br>alveolar damage. Although it is insensitive...","title_summary":" Imaging findings in coronavirus infections:<br>SARS-CoV, MERS-CoV, and SARS-CoV-2.","x":7.6499037743,"y":-39.059753418,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.6499037743,"tsne_y":-39.059753418,"subcluster":4,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"jlyy9z4t","source_x":"Medline","title":"Clinical and radiological features of novel coronavirus pneumonia.","doi":"10.3233\/xst-200687","abstract":"Recently, COVID-19 has spread in more than 100 countries and regions around the world, raising grave global concerns. COVID-19 transmits mainly through respiratory droplets and close contacts, causing cluster infections. The symptoms are dominantly fever, fatigue, and dry cough, and can be complicated with tiredness, sore throat, and headache. A few of patients have symptoms such as stuffy nose, runny nose, and diarrhea. The severe disease can progress rapidly into the acute respiratory distress syndrome (ARDS). Reverse transcription polymerase chain reaction (RT-PCR) and Next-generation sequencing (NGS) are the gold standard for diagnosing COVID-19. Chest imaging is used for cross validation. Chest CT is highly recommended as the preferred imaging diagnosis method for COVID-19 due to its high density and high spatial resolution. The common CT manifestation of COVID-19 includes multiple segmental ground glass opacities (GGOs) distributed dominantly in extrapulmonary\/subpleural zones and along bronchovascular bundles with crazy paving sign and interlobular septal thickening and consolidation. Pleural effusion or mediastinal lymphadenopathy is rarely seen. In CT imaging, COVID-19 manifests differently in its various stages including the early stage, the progression (consolidation), and the absorption. In its early stage, it manifests as scattered flaky GGOs in various sizes, dominated by peripheral pulmonary zone\/subpleural distributions. In the progression state, GGOs increase in number and\/or size, and lung consolidations may become visible. The main manifestation in the absorption stage is interstitial change of both lungs, such as fibrous cords and reticular opacities. Differentiation between COVID-19 pneumonia and other viral pneumonias are also analyzed. Thus, CT examination can help reduce false negatives of nucleic acid tests.","publish_time":1591401600000,"author_summary":" Zheng, Qiuting; Lu, Yibo; Lure, Fleming;<br>Jaeger, Stephan; Lu, Puxuan","abstract_summary":" Recently, COVID-19 has spread in more than 100<br>countries and regions around the world, raising grave<br>global concerns. COVID-19 transmits mainly through<br>respiratory droplets and close contacts, causing cluster<br>infections. The symptoms are dominantly fever, fatigue,<br>and dry cough, and can be complicated with<br>tiredness, sore throat, and headache. A few of patients<br>have symptoms such as stuffy nose, runny nose, and<br>diarrhea. The severe disease can progress rapidly into<br>the acute respiratory distress syndrome (ARDS).<br>Reverse transcription polymerase chain reaction<br>(RT-PCR) and Next-generation sequencing (NGS) are the<br>gold standard for diagnosing COVID-19. Chest<br>imaging is used for cross validation....","title_summary":" Clinical and radiological features of novel<br>coronavirus pneumonia.","x":7.8705539703,"y":-39.2382469177,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.8705539703,"tsne_y":-39.2382469177,"subcluster":4,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"kga4ofsj","source_x":"Medline","title":"Radiological role in the detection, diagnosis and monitoring for the coronavirus disease 2019 (COVID-19).","doi":"10.26355\/eurrev_202004_21035","abstract":"OBJECTIVE Coronavirus disease 2019 (COVID-19) has officially been declared a pandemic by the World Health Organization (WHO). Radiological examinations, especially computed tomography (CT), play an important role in the fight against COVID-19. A comprehensive and timely review of radiological role in the fight against COVID-19 remains urgent and mandatory. Hence, the aim of this review is to summarize the radiological role in the fight against COVID-19. This review of current studies on COVID-19 provides insight into the radiological role in the detection, diagnosis, and monitoring for COVID-19. The typical radiological features of COVID-19 include bilateral, multifocal, and multilobar ground glass opacification with patchy consolidation, a peripheral\/subpleural or posterior distribution (or both), mainly in the lower lobes. A combination of chest CT and repeat Reverse Transcription-Polymerase Chain Reaction (RT-PCR) testing may be beneficial for the diagnosis of COVID-19 in the setting of strongly clinical suspicion. Chest CT may improve the sensitivity for COVID-19 diagnosis, but patients' exposure to radiation should be kept as low as possible especially for children and pregnant women patients.","publish_time":1585699200000,"author_summary":" Hu, L; Wang, C","abstract_summary":" OBJECTIVE Coronavirus disease 2019<br>(COVID-19) has officially been declared a pandemic by the<br>World Health Organization (WHO). Radiological<br>examinations, especially computed tomography (CT), play an<br>important role in the fight against COVID-19. A<br>comprehensive and timely review of radiological role in the<br>fight against COVID-19 remains urgent and<br>mandatory. Hence, the aim of this review is to summarize the<br>radiological role in the fight against COVID-19. This review<br>of current studies on COVID-19 provides insight<br>into the radiological role in the detection,<br>diagnosis, and monitoring for COVID-19. The typical<br>radiological features of COVID-19 include bilateral,<br>multifocal, and multilobar ground glass...","title_summary":" Radiological role in the detection, diagnosis<br>and monitoring for the coronavirus disease 2019<br>(COVID-19).","x":7.1203889847,"y":-39.0426445007,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.1203889847,"tsne_y":-39.0426445007,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6bnhhdpd","source_x":"Medline","title":"Radiology of COVID-19 - Imaging the pulmonary damage.","doi":"10.5455\/jpma.21","abstract":"A large part of the world is presently in the grip of the coronavirus disease (COVID-19) by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2 virus), declared a pandemic in March 2020. This document is a brief commentary of the imaging modalities used in the screening, diagnosis and management of COVID-19 pneumonia. Chest x-rays, especially portable, still form a part of majority of official guidelines, with reports of the suggestive radiologic features. The potential of CT scan and ultrasound is also realised, with earlier detection rate. Typical radiologic findings of bilateral, asymmetrical, crazy-paved ground glass opacification, consolidation, reverse halo sign, opacities, progressing to fibrosis are well described for both the X-ray and CT scan. Atypical findings include airway changes, pleural effusion, pulmonary nodules and acute pulmonary embolism. Absence of lymphadenopathy, pleural effusion and pneumothorax is notable. The role of portable lung ultrasound, reported to be useful in emergency, is yet to be established in the guidelines. Disinfection of the equipment is a major concern. Governmental guidelines still advocate X-ray despite professional societies increasingly recommending CT scan.","publish_time":1588291200000,"author_summary":" Sohail, Saba","abstract_summary":" A large part of the world is presently in the grip<br>of the coronavirus disease (COVID-19) by severe<br>acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2 virus), declared a pandemic in March 2020. This<br>document is a brief commentary of the imaging modalities<br>used in the screening, diagnosis and management of<br>COVID-19 pneumonia. Chest x-rays, especially<br>portable, still form a part of majority of official<br>guidelines, with reports of the suggestive radiologic<br>features. The potential of CT scan and ultrasound is also<br>realised, with earlier detection rate. Typical<br>radiologic findings of bilateral, asymmetrical,<br>crazy-paved ground glass opacification, consolidation,<br>reverse halo sign, opacities,...","title_summary":" Radiology of COVID-19 - Imaging the pulmonary<br>damage.","x":7.132390976,"y":-39.4644432068,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.132390976,"tsne_y":-39.4644432068,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"152uqtfh","source_x":"Medline","title":"Chest Computed Tomography Manifestation of Coronavirus Disease 2019 (COVID-19) in Patients With Cardiothoracic Conditions.","doi":"10.1097\/rti.0000000000000531","abstract":"The coronavirus disease 2019 (COVID-19) pandemic is a serious public health concern, with an exponentially growing number of patients worldwide. Computed tomography (CT) has been suggested as a highly sensitive modality for the diagnosis of pulmonary involvement in the early stages of COVID-19. The typical features of COVID-19 in chest CT include bilateral, peripheral, and multifocal ground-glass opacities with or without superimposed consolidations. Patients with underlying medical conditions are at higher risks of complications and mortality. The diagnosis of COVID-19 on the basis of the imaging features may be more challenging in patients with preexisting cardiothoracic conditions, such as chronic obstructive pulmonary disease, interstitial lung disease, cardiovascular disease, and malignancies with cardiothoracic involvement. The extensive pulmonary involvement in some of these pathologies may obscure the typical manifestation of COVID-19, whereas other preexisting pathologies may resemble the atypical or rare CT manifestations of this viral pneumonia. Thus, understanding the specific CT manifestations in these special subgroups is essential for a prompt diagnosis.","publish_time":1589241600000,"author_summary":" Salehi, Sana; Abedi, Aidin; Radmard, Amir<br>Reza; Sorouri, Majid; Gholamrezanezhad, Ali","abstract_summary":" The coronavirus disease 2019 (COVID-19)<br>pandemic is a serious public health concern, with an<br>exponentially growing number of patients worldwide.<br>Computed tomography (CT) has been suggested as a highly<br>sensitive modality for the diagnosis of pulmonary<br>involvement in the early stages of COVID-19. The typical<br>features of COVID-19 in chest CT include bilateral,<br>peripheral, and multifocal ground-glass opacities with or<br>without superimposed consolidations. Patients with<br>underlying medical conditions are at higher risks of<br>complications and mortality. The diagnosis of COVID-19 on the<br>basis of the imaging features may be more challenging<br>in patients with preexisting cardiothoracic<br>conditions, such as chronic...","title_summary":" Chest Computed Tomography Manifestation of<br>Coronavirus Disease 2019 (COVID-19) in Patients With<br>Cardiothoracic Conditions.","x":7.8140506744,"y":-40.0860023499,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.8140506744,"tsne_y":-40.0860023499,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"2beqg94o","source_x":"Medline","title":"Chest CT features of the novel coronavirus disease (COVID-19).","doi":"10.3906\/sag-2004-331","abstract":"A new type of coronavirus (2019-nCoV) is rapidly spreading worldwide and causes pneumonia, respiratory distress, thromboembolic events, and death. Chest computed tomography (CT) plays an essential role in the diagnosis of viral pneumonia, monitoring disease progression, determination of disease severity, and evaluating therapeutic efficacy. Chest CT can show important clues of 2019-nCoV disease (also known as COVID-19) in patients with an appropriate clinic. Prompt diagnosis of COVID-19 is essential to prevent disease transmission and provide close clinical observation of patients with clinically severe disease. Therefore, radiologists and clinicians should be familiar with the CT imaging findings of COVID-19 pneumonia. Herein we aimed to review the imaging findings of COVID-19 pneumonia and to examine the critical points to be considered for imaging in cases with COVID-19 suspicion.","publish_time":1589241600000,"author_summary":" Ufuk, Furkan; Savaş, Recep","abstract_summary":" A new type of coronavirus (2019-nCoV) is<br>rapidly spreading worldwide and causes pneumonia,<br>respiratory distress, thromboembolic events, and death.<br>Chest computed tomography (CT) plays an essential<br>role in the diagnosis of viral pneumonia,<br>monitoring disease progression, determination of<br>disease severity, and evaluating therapeutic<br>efficacy. Chest CT can show important clues of 2019-nCoV<br>disease (also known as COVID-19) in patients with an<br>appropriate clinic. Prompt diagnosis of COVID-19 is<br>essential to prevent disease transmission and provide<br>close clinical observation of patients with<br>clinically severe disease. Therefore, radiologists and<br>clinicians should be familiar with the CT imaging findings<br>of COVID-19 pneumonia. Herein...","title_summary":" Chest CT features of the novel coronavirus<br>disease (COVID-19).","x":7.8815736771,"y":-39.1258201599,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.8815736771,"tsne_y":-39.1258201599,"subcluster":4,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"ia6fj3zi","source_x":"Medline","title":"Diagnostic role of chest computed tomography in coronavirus disease 2019.","doi":"10.20452\/pamw.15348","abstract":"Coronavirus disease 2019 (COVID-19) is an infectious disease caused by a novel strain of coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), that appeared in China in December 2019 and spread globally, evolving into the currently observed pandemic. The laboratory diagnosis of SARS-CoV-2 infection is currently based on real-time reverse transcriptase-polymerase chain reaction (RT-PCR) testing, and imaging cannot replace genetic testing in patients suspected of COVID-19. However, with predominant respiratory manifestations of COVID-19, particularly in more severe cases, chest imaging using computed tomography (CT) plays a major role in detecting viral lung infection, evaluating the nature and extent of pulmonary lesions, and monitoring the disease activity. The role of chest CT as a diagnostic tool may be increased when the laboratory testing capacities using RT-PCR prove inaccurate or insufficient during a major outbreak of the disease. In these settings, a rapid presumptive diagnosis of COVID-19 potentially offered by CT might be an advantage, in addition to obvious benefits of delineating the nature and extent of pulmonary changes. In the present paper, we reviewed the diagnostic role of chest CT in COVID-19 patients.","publish_time":1588982400000,"author_summary":" Jędrusik, Piotr; Gaciong, Zbigniew; Sklinda,<br>Katarzyna; Sierpiński, Radosław; Walecki, Jerzy;<br>Gujski, Mariusz","abstract_summary":" Coronavirus disease 2019 (COVID-19) is an<br>infectious disease caused by a novel strain of<br>coronavirus, severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2), that appeared in China in<br>December 2019 and spread globally, evolving into the<br>currently observed pandemic. The laboratory diagnosis<br>of SARS-CoV-2 infection is currently based on<br>real-time reverse transcriptase-polymerase chain<br>reaction (RT-PCR) testing, and imaging cannot replace<br>genetic testing in patients suspected of COVID-19.<br>However, with predominant respiratory manifestations<br>of COVID-19, particularly in more severe cases,<br>chest imaging using computed tomography (CT) plays a<br>major role in detecting viral lung infection,<br>evaluating the nature and extent of pulmonary...","title_summary":" Diagnostic role of chest computed tomography<br>in coronavirus disease 2019.","x":7.6128149033,"y":-39.4593009949,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.6128149033,"tsne_y":-39.4593009949,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"3v8pjmxh","source_x":"Medline","title":"Variable computed tomography appearances of COVID-19.","doi":"10.11622\/smedj.2020066","abstract":"The coronavirus disease 2019 (COVID-19) is typically diagnosed by specific assays that detect viral nucleic acid from the upper respiratory tract; however, this may miss infections involving only the lower airways. Computed tomography (CT) has been described as a diagnostic modality in the COVID-19 diagnosis and treatment plan. We present a case series with virologically confirmed COVID-19 pneumonia. Variable CT features were observed: consolidation with ground-glass opacities, ground-glass opacities with subpleural reticular bands, and an anterior-posterior gradient of lung abnormalities resembling that of acute respiratory distress syndrome. In one patient, we noted evolution of CT findings, where there was interval resolution of bilateral lung consolidation with development of bronchiolectasis and subpleural fibrotic bands. While sensitive for detecting lung parenchymal abnormalities in COVID-19 pneumonia, CT for initial diagnosis is discouraged and should be reserved for specific clinical indications. Interpretation of chest CT findings should be correlated with duration of symptoms to better determine the disease stage and aid in patient management.","publish_time":1587427200000,"author_summary":" Lim, Zhan Ye; Khoo, Hau Wei; Hui, Terrence Chi<br>Hong; Kok, Shawn Shi Xian; Kwan, Kenneth Eng Ling;<br>Young, Barnaby Edward; Tan, Cher Heng; Kaw, Gregory<br>Jon Leng","abstract_summary":" The coronavirus disease 2019 (COVID-19) is<br>typically diagnosed by specific assays that detect viral<br>nucleic acid from the upper respiratory tract;<br>however, this may miss infections involving only the<br>lower airways. Computed tomography (CT) has been<br>described as a diagnostic modality in the COVID-19<br>diagnosis and treatment plan. We present a case series<br>with virologically confirmed COVID-19 pneumonia.<br>Variable CT features were observed: consolidation with<br>ground-glass opacities, ground-glass opacities with<br>subpleural reticular bands, and an anterior-posterior<br>gradient of lung abnormalities resembling that of acute<br>respiratory distress syndrome. In one patient, we noted<br>evolution of CT findings, where there was interval...","title_summary":" Variable computed tomography appearances of<br>COVID-19.","x":7.5551075935,"y":-40.041305542,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.5551075935,"tsne_y":-40.041305542,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"bpwiwiqd","source_x":"Medline","title":"Oncologic patient with COVID-19 discovered incidentally by PET\/CT examination: (A COVID–19-pandémia orvosszakmai kérdései)","doi":"10.1556\/650.2020.31848","abstract":"The scientific literature of coronavirus-disease 2019 (COVID-19) is rapidly expanding. There is a growing evidence on the discrepancy between clinical symptoms and radiologic findings in many patients. This case report gives details about a patient with only mild symptoms but relatively severe radiological findings. The 75-year-old patient suffering from oncologic disease had a planned a F18-fluoro-deoxy-glucose positron-emission tomography\/computer tomography scan with a routine oncological indication where incidental radiomorphologic findings of pneumonia suspect for COVID-19 were detected. After immediate isolation, the patient was transferred to the corresponding medical department, where further investigations verified the diagnosis of COVID-19. With this case, our aim is to raise the awareness for the importance of the instant evaluation of chest computer tomography series when performing planned imaging examination, especially in frail patients. With this practice, potential radiomorphologic findings of pneumonia suspect for COVID-19 could be identified in time, which fundamentally determines further patient management steps. Orv Hetil. 2020; 161(23): 971-976.","publish_time":1590969600000,"author_summary":" Czibor, Sándor; Kristóf, Emese; Kecskés,<br>Kinga; Barra, Magdolna; Szántó, Péter;<br>Maurovich-Horvat, Pál; Györke, Tamás","abstract_summary":" The scientific literature of<br>coronavirus-disease 2019 (COVID-19) is rapidly expanding. There is<br>a growing evidence on the discrepancy between<br>clinical symptoms and radiologic findings in many<br>patients. This case report gives details about a patient<br>with only mild symptoms but relatively severe<br>radiological findings. The 75-year-old patient suffering<br>from oncologic disease had a planned a<br>F18-fluoro-deoxy-glucose positron-emission tomography\/computer<br>tomography scan with a routine oncological indication<br>where incidental radiomorphologic findings of<br>pneumonia suspect for COVID-19 were detected. After<br>immediate isolation, the patient was transferred to the<br>corresponding medical department, where further<br>investigations verified the diagnosis of COVID-19. With this<br>case, our...","title_summary":" Oncologic patient with COVID-19 discovered<br>incidentally by PET\/CT examination: (A COVID–19-pandémia<br>orvosszakmai kérdései)","x":8.2143697739,"y":-40.4060592651,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.2143697739,"tsne_y":-40.4060592651,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"hczvu57u","source_x":"Medline","title":"Nuclear medicine in SARS-CoV-2 pandemia: 18F-FDG-PET\/CT to visualize COVID-19.","doi":"10.1055\/a-1152-2341","abstract":"The current outbreak of coronavirus SARS-CoV-2 has reached multiple countries worldwide. While the number of newly diagnosed cases and fatalities is rising quickly, far-reaching measures were enacted to prevent further spread. Diagnosis relies on clinical presentation, exposure history, PCR using specimens from the respiratory tract together with computed tomography (CT) imaging. One of the hallmarks of a critical course of COVID-19 is the development of severe acute respiratory distress syndrome (ARDS). As management of COVID-19 can be considered a multi-disciplinary approach involving various medical specialties, we here review the first 18F-FDG-PET\/CT scans of COVID-19 to discuss how Nuclear Medicine could contribute to management of this disease.","publish_time":1586217600000,"author_summary":" Lütje, Susanne; Marinova, Milka; Kütting,<br>Daniel; Attenberger, Ulrike; Essler, Markus;<br>Bundschuh, Ralph Alexander","abstract_summary":" The current outbreak of coronavirus<br>SARS-CoV-2 has reached multiple countries worldwide.<br>While the number of newly diagnosed cases and<br>fatalities is rising quickly, far-reaching measures were<br>enacted to prevent further spread. Diagnosis relies on<br>clinical presentation, exposure history, PCR using<br>specimens from the respiratory tract together with<br>computed tomography (CT) imaging. One of the hallmarks<br>of a critical course of COVID-19 is the<br>development of severe acute respiratory distress syndrome<br>(ARDS). As management of COVID-19 can be considered a<br>multi-disciplinary approach involving various medical<br>specialties, we here review the first 18F-FDG-PET\/CT scans<br>of COVID-19 to discuss how Nuclear Medicine could...","title_summary":" Nuclear medicine in SARS-CoV-2 pandemia:<br>18F-FDG-PET\/CT to visualize COVID-19.","x":7.8279323578,"y":-39.1390953064,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.8279323578,"tsne_y":-39.1390953064,"subcluster":4,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"zjoyxioy","source_x":"Medline","title":"Diagnosis of COVID-19 pneumonia in asymptomatic patients after an oncological PET\/CT.","doi":"10.1016\/j.remn.2020.04.004","abstract":"INTRODUCTION On January 30, 2020, the World Health Organization (WHO) declared an international emergency due to the pandemic caused by a new coronavirus. There are some oncological indications that have special priority and studies are still being carried out despite the current situation. In these studies we have found suspicious findings of COVID-19 pneumonia in asymptomatic patients. The objective of this work is to assess the incidence of these findings, describe their characteristics and the evolution of suspected patients. MATERIAL AND METHODS Oncological PET studies carried out in asymptomatic patients between March 18 and April 8, 2020 have been reviewed. Patients who presented findings suggestive of corresponding to an pulmonary infectious process were selected. Clinical findings have been reviewed to confirm or rule out SARS-CoV-2 infection. RESULTS During the specified period, a total of 129 PET\/CT studies were performed. Of these, 11 (8.5%) found suspicious findings of a pulmonary infectious process. These were 8 men and 3 women aged between 30 and 79 years (mean 62.2). CONCLUSIONS Patients with COVID-19 can present few symptoms of the disease, and in PET\/CT studies both presymptomatic and almost asymptomatic patients can be detected, so nuclear medicine physicians should take special attention to the pulmonary evaluation of PET\/CT studies.","publish_time":1589587200000,"author_summary":" Mucientes Rasilla, J; Jimeno Pernett, R;<br>Cardona Arboniés, J","abstract_summary":" INTRODUCTION On January 30, 2020, the World<br>Health Organization (WHO) declared an international<br>emergency due to the pandemic caused by a new coronavirus.<br>There are some oncological indications that have<br>special priority and studies are still being carried<br>out despite the current situation. In these<br>studies we have found suspicious findings of COVID-19<br>pneumonia in asymptomatic patients. The objective of<br>this work is to assess the incidence of these<br>findings, describe their characteristics and the<br>evolution of suspected patients. MATERIAL AND METHODS<br>Oncological PET studies carried out in asymptomatic<br>patients between March 18 and April 8, 2020 have been<br>reviewed....","title_summary":" Diagnosis of COVID-19 pneumonia in<br>asymptomatic patients after an oncological PET\/CT.","x":7.7214503288,"y":-40.1658096313,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.7214503288,"tsne_y":-40.1658096313,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"n4oxsjwa","source_x":"Medline","title":"The usual course of Thorax CT findings of Covid-19 infection and When should control Thorax CT scan?","doi":"10.3906\/sag-2004-293","abstract":"COVID-19 infection, a highly contagious disease caused by the SARS-CoV virus, and the World Health Organization declared this increasingly spreading disease as a global public health emergency (pandemic). In the diagnosis of COVID-19, the polymerase chain reaction (RT-PCR) is considered as the reference standard test. In the early stages, thorax CT findings could be present even before the onset of symptoms, thorax CT has quite high sensitivity in COVID-19 patients with false negative RT-PCR results, and it has a great importance not only in diagnosis but also in follow up (6,7). We think that it might be beneficial for our radiologist colleagues in the early diagnosis of the imaging features of this disease, by sharing the experiences we have gained by evaluating the typical and relatively atypical CT findings regarding the natural course of the tomographic findings of COVID-19 and when to control CT.","publish_time":1588204800000,"author_summary":" Gündüz, Yasemin; Öztürk, Mehmet Halil; Tomak,<br>Yakup","abstract_summary":" COVID-19 infection, a highly contagious<br>disease caused by the SARS-CoV virus, and the World<br>Health Organization declared this increasingly<br>spreading disease as a global public health emergency<br>(pandemic). In the diagnosis of COVID-19, the polymerase<br>chain reaction (RT-PCR) is considered as the<br>reference standard test. In the early stages, thorax CT<br>findings could be present even before the onset of<br>symptoms, thorax CT has quite high sensitivity in<br>COVID-19 patients with false negative RT-PCR results,<br>and it has a great importance not only in diagnosis<br>but also in follow up (6,7). We think that it might be<br>beneficial for our...","title_summary":" The usual course of Thorax CT findings of<br>Covid-19 infection and When should control Thorax CT<br>scan?","x":7.1374754906,"y":-39.8768615723,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.1374754906,"tsne_y":-39.8768615723,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"zixnvehs","source_x":"MedRxiv","title":"Why is chest CT important for early diagnosis of COVID-19? Prevalence matters","doi":"10.1101\/2020.03.30.20047985","abstract":"SARS-CoV-2 viral infection is a global pandemic disease (COVID-19). Reaching a swift, reliable diagnosis of COVID-19 in the emergency departments is imperative to direct patients to proper care and to prevent disease dissemination. COVID-19 diagnosis is based on the identification of viral RNA through RT-PCR from oral-nasopharyngeal swabs, which however presents suboptimal sensitivity and may require several hours in overstressed laboratories. These drawbacks have called for an additional, complementary first line approach. CT is the gold standard method for the detection of interstitial pneumonia, a hallmark feature of COVID-19, often present in the asymptomatic stage of the disease. Here, we show that CT scan presents a sensitivity of 95.48% (std.err=0.35%), vastly outperforming RT-PCR. Additionally, as diagnostic accuracy is influenced by disease prevalence, we argue that predictive values provide a more precise measure of CT reliability in the current pandemics. We generated a model showing that CT scan is endowed with a high negative predictive value (> 90%) and positive predictive value (69 - 84%), for the range of prevalence seen in countries with rampant dissemination. We conclude that CT is an expedite and reliable diagnostic tool to support first line triage of suspect COVID-19 patients in areas where the diffusion of the virus is widespread.","publish_time":1585699200000,"author_summary":" Esposito, A.; Palmisano, A.; Scotti, G. M.;<br>Morelli, M. J.; Vignale, D.; De Cobelli, F.; Tonon, G.;<br>Tacchetti, C.","abstract_summary":" SARS-CoV-2 viral infection is a global<br>pandemic disease (COVID-19). Reaching a swift,<br>reliable diagnosis of COVID-19 in the emergency<br>departments is imperative to direct patients to proper care<br>and to prevent disease dissemination. COVID-19<br>diagnosis is based on the identification of viral RNA<br>through RT-PCR from oral-nasopharyngeal swabs, which<br>however presents suboptimal sensitivity and may<br>require several hours in overstressed laboratories.<br>These drawbacks have called for an additional,<br>complementary first line approach. CT is the gold standard<br>method for the detection of interstitial pneumonia, a<br>hallmark feature of COVID-19, often present in the<br>asymptomatic stage of the disease. Here, we...","title_summary":" Why is chest CT important for early diagnosis of<br>COVID-19? Prevalence matters","x":6.9430088997,"y":-39.4724960327,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.9430088997,"tsne_y":-39.4724960327,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"5s30ihv3","source_x":"MedRxiv","title":"A globally available COVID-19 - Template for clinical imaging studies","doi":"10.1101\/2020.04.02.20048793","abstract":"Background The pandemic spread of COVID-19 has caused worldwide implications on societies and economies. Chest computed tomography (CT) has been found to support both, current diagnostic and disease monitoring. A joint approach to collect, analyze and share clinical and imaging information about COVID-19 in the highest quality possible is urgently needed. Methods An evidence-based reporting template was developed for assessing COVID-19 pneumonia using an FDA-approved medical software. The annotation of qualitative and quantitative findings including radiomics features is performed directly on primary imaging data. For data collection, secondary information from the patient history and clinical data such as symptoms and comorbidities are queried. Results License-royalty free, cloud-based web platform and on-premise deployments are offered. Hospitals can upload, assess, report and if pseudonymized share their COVID-19 cases. The aggregation of radiomics in correlation with rt-PCR, patient history, clinical and radiological findings, systematically documented in a single database, will lead to optimized diagnosis, risk stratification and response evaluation. A customizable analytics dashboard allows the explorative real-time data analysis of imaging features and clinical information. Conclusions The COVID-19-Template is based on a systematic, computer-assisted and context-guided approach to collect, analyze and share data. Epidemiological and clinical studies for therapies and vaccine candidates can be implemented in compliance with high data quality, integrity and traceability.","publish_time":1586217600000,"author_summary":" Salg, G. A.; Ganten, M. K.; Baumhauer, M.;<br>Heussel, C. P.; Kleesiek, J.","abstract_summary":" Background The pandemic spread of COVID-19 has<br>caused worldwide implications on societies and<br>economies. Chest computed tomography (CT) has been found<br>to support both, current diagnostic and disease<br>monitoring. A joint approach to collect, analyze and share<br>clinical and imaging information about COVID-19 in the<br>highest quality possible is urgently needed. Methods<br>An evidence-based reporting template was<br>developed for assessing COVID-19 pneumonia using an<br>FDA-approved medical software. The annotation of<br>qualitative and quantitative findings including<br>radiomics features is performed directly on primary<br>imaging data. For data collection, secondary<br>information from the patient history and clinical data such<br>as symptoms and...","title_summary":" A globally available COVID-19 - Template for<br>clinical imaging studies","x":6.4392790794,"y":-40.3001022339,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.4392790794,"tsne_y":-40.3001022339,"subcluster":1,"subcluster_description":"Front Line Health Care","shape":"p"},{"cord_uid":"71duk57d","source_x":"Medline","title":"[Computed tomography (CT) utility for diagnosis and triage during COVID-19 pandemic].","doi":null,"abstract":"The nasopharyngeal smear with PCR analysis is the first diagnostic test proposed to confirm infection with COVID-19 SARS-CoV-2. However, its usefulness in emergency centers is limited due to its imperfect sensitivity (56-83 %), limited availability and the time required to obtain results. For this reason, the chest CT-scan has been proposed as a rapid triage tool for diagnosis in these suspect Covid-19 patients. However, its specificity is limited, exposing to the risk of over-diagnosis, and further data are needed to confirm its usefulness, and to highlight the possible prognostic value of the CT, in detecting early lesions associated with poor outcome, indicating the need for admission to intensive care.","publish_time":1588723200000,"author_summary":" Kherad, Omar; Moret Bochatay, Mallory;<br>Fumeaux, Thierry","abstract_summary":" The nasopharyngeal smear with PCR analysis is<br>the first diagnostic test proposed to confirm<br>infection with COVID-19 SARS-CoV-2. However, its<br>usefulness in emergency centers is limited due to its<br>imperfect sensitivity (56-83 %), limited availability<br>and the time required to obtain results. For this<br>reason, the chest CT-scan has been proposed as a rapid<br>triage tool for diagnosis in these suspect Covid-19<br>patients. However, its specificity is limited, exposing<br>to the risk of over-diagnosis, and further data<br>are needed to confirm its usefulness, and to<br>highlight the possible prognostic value of the CT, in<br>detecting early lesions associated with poor...","title_summary":" [Computed tomography (CT) utility for<br>diagnosis and triage during COVID-19 pandemic].","x":7.2827119827,"y":-38.7848052979,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.2827119827,"tsne_y":-38.7848052979,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"owwil2ek","source_x":"Medline","title":"[Covid-19 - radiologic and histologic features].","doi":null,"abstract":"We here describe the current knowledge about the radiologic and histologic pulmonary features of covid-19, caused by SARS-CoV-2, and present lung histology from a case with fatal disease. Initial findings on computed tomography (CT) typically include peripheral multifocal bilateral ground-glass opacities, and correspondingly microscopic alveolar edema. This is followed by peripheral consolidations with air bronchogram and perilobular pattern on CT, signs of organizing pneumonia, corresponding to loose (potentially reversible) fibrosis. The posterior parts of the lungs and the lower lobes are typically more markedly affected. In severe disease with acute respiratory distress syndrome, thickened interlobular septa and crazy paving pattern appear on CT, which corresponds to histologic diffuse alveolar damage with, depending on the stage of the disease, features such as edema, hyaline membranes, reactive epithelium, inflammation, and fibrosis.","publish_time":1590969600000,"author_summary":" Mari Svensson, Ann; Hansen, Tomas; Nyren,<br>Sven; Csatlós, Martin; Brunnström, Hans","abstract_summary":" We here describe the current knowledge about<br>the radiologic and histologic pulmonary features<br>of covid-19, caused by SARS-CoV-2, and present<br>lung histology from a case with fatal disease.<br>Initial findings on computed tomography (CT)<br>typically include peripheral multifocal bilateral<br>ground-glass opacities, and correspondingly microscopic<br>alveolar edema. This is followed by peripheral<br>consolidations with air bronchogram and perilobular pattern<br>on CT, signs of organizing pneumonia,<br>corresponding to loose (potentially reversible) fibrosis.<br>The posterior parts of the lungs and the lower lobes<br>are typically more markedly affected. In severe<br>disease with acute respiratory distress syndrome,<br>thickened interlobular septa and crazy paving pattern...","title_summary":" [Covid-19 - radiologic and histologic<br>features].","x":8.4140977859,"y":-39.8178215027,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.4140977859,"tsne_y":-39.8178215027,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"53cpzr3e","source_x":"Medline","title":"[Ichthyosis vulgaris].","doi":null,"abstract":"This is a review of diagnostic imaging findings in coronavirus disease-2019 (COVID-19). CT findings are frequently bilateral, multilobar and peripheral ground-glass opacities with vascular enlargements. Consolidations often appear during progression as well as crazy paving and reticulation. Lymphadenopathy, pleural effusions and pneumothorax are rare and should raise concern for other disease. Initially the CT can be normal, and the diagnostic performance for COVID-19 is not optimal. However, findings of characteristic ground-glass opacities during the ongoing epidemic should lead to considerations, that the patient may have COVID-19.","publish_time":1587340800000,"author_summary":" Plesner, Louis Lind; Dyrberg, Eva; Hansen, Ida<br>Vibeke; Abild, Annemette; Andersen, Michael Brun","abstract_summary":" This is a review of diagnostic imaging findings<br>in coronavirus disease-2019 (COVID-19). CT<br>findings are frequently bilateral, multilobar and<br>peripheral ground-glass opacities with vascular<br>enlargements. Consolidations often appear during<br>progression as well as crazy paving and reticulation.<br>Lymphadenopathy, pleural effusions and pneumothorax are rare<br>and should raise concern for other disease.<br>Initially the CT can be normal, and the diagnostic<br>performance for COVID-19 is not optimal. However, findings<br>of characteristic ground-glass opacities<br>during the ongoing epidemic should lead to<br>considerations, that the patient may have COVID-19.","title_summary":" [Ichthyosis vulgaris].","x":9.8046998978,"y":-38.6503448486,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.8046998978,"tsne_y":-38.6503448486,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"ea5byqog","source_x":"Medline","title":"[Diagnostic algorithm for COVID-19 at the ER].","doi":null,"abstract":"OBJECTIVE Evaluation of a diagnostic algorithm for estimating the risk of COVID-19 in patients who are referred to an emergency department for being suspected of having the disease. DESIGN Retrospective study. METHOD Patients with fever with no apparent cause and patients with recently developed respiratory symptoms, whether or not in combination with fever, were routinely given a PCR test, blood tests (lymphocyte count and LDH levels) and a chest CT scan. The CT scan was assessed according to the CO-RADS classification. Based on the findings, the patients were divided into 3 cohorts (proven COVID-19, strong suspicion of COVID-19, and low suspicion of COVID-19) and the appropriate isolation measures were taken. RESULTS In the period from 8 to 31 March 2020, the algorithm was applied to 312 patients. COVID-19 was proven for 69 (22%) patients. COVID-19 was strongly suspected for 151 (48%) patients and suspicion was low for the remaining 92 (29%) patients. The percentage of patients with positive PCR results and the percentage of patients with abnormal laboratory test results increased as the CO-RADS score increased. Among patients with a CO-RADS score of 4 or 5, this percentage increased further when they also had lymphopenia or elevated LDH levels. We have adjusted the flowchart based on our findings. CONCLUSION In case of patients who have been referred to an emergency department for suspected COVID-19, a good COVID-19 risk assessment can be made on the basis of clinical signs, laboratory abnormalities and low-dose CT scans. Even before the results of the PCR test are known and even if the results are negative, patients can be classified as 'proven COVID-19 patients' using the algorithm.","publish_time":1589414400000,"author_summary":" Dofferhoff, A S M; Swinkels, A; Sprong, T; Berk,<br>Y; Spanbroek, M; Nabuurs-Franssen, M H; Vermaat,<br>M; van de Kerkhof, B; Willekens, M H C; Voss, A","abstract_summary":" OBJECTIVE Evaluation of a diagnostic<br>algorithm for estimating the risk of COVID-19 in patients<br>who are referred to an emergency department for<br>being suspected of having the disease. DESIGN<br>Retrospective study. METHOD Patients with fever with no<br>apparent cause and patients with recently developed<br>respiratory symptoms, whether or not in combination with<br>fever, were routinely given a PCR test, blood tests<br>(lymphocyte count and LDH levels) and a chest CT scan. The CT<br>scan was assessed according to the CO-RADS<br>classification. Based on the findings, the patients were<br>divided into 3 cohorts (proven COVID-19, strong<br>suspicion of COVID-19, and low...","title_summary":" [Diagnostic algorithm for COVID-19 at the ER].","x":6.4593405724,"y":-40.3077697754,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.4593405724,"tsne_y":-40.3077697754,"subcluster":1,"subcluster_description":"Front Line Health Care","shape":"p"},{"cord_uid":"1pxb4u1z","source_x":"Medline","title":"[Diagnostic imaging findings in COVID-19].","doi":null,"abstract":"This is a review of diagnostic imaging findings in coronavirus disease-2019 (COVID-19). CT findings are frequently bilateral, multilobar and peripheral ground-glass opacities with vascular enlargements. Consolidations often appear during progression as well as crazy paving and reticulation. Lymphadenopathy, pleural effusions and pneumothorax are rare and should raise concern for other disease. Initially the CT can be normal, and the diagnostic performance for COVID-19 is not optimal. However, findings of characteristic ground-glass opacities during the ongoing epidemic should lead to considerations, that the patient may have COVID-19.","publish_time":1586131200000,"author_summary":" Plesner, Louis Lind; Dyrberg, Eva; Hansen, Ida<br>Vibeke; Abild, Annemette; Andersen, Michael Brun","abstract_summary":" This is a review of diagnostic imaging findings<br>in coronavirus disease-2019 (COVID-19). CT<br>findings are frequently bilateral, multilobar and<br>peripheral ground-glass opacities with vascular<br>enlargements. Consolidations often appear during<br>progression as well as crazy paving and reticulation.<br>Lymphadenopathy, pleural effusions and pneumothorax are rare<br>and should raise concern for other disease.<br>Initially the CT can be normal, and the diagnostic<br>performance for COVID-19 is not optimal. However, findings<br>of characteristic ground-glass opacities<br>during the ongoing epidemic should lead to<br>considerations, that the patient may have COVID-19.","title_summary":" [Diagnostic imaging findings in COVID-19].","x":9.4023761749,"y":-38.7846794128,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.4023761749,"tsne_y":-38.7846794128,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"x81035za","source_x":"Medline; PMC","title":"Incidentally discovered COVID-19 in low-suspicion patients—a threat to front line health care workers","doi":"10.1007\/s10140-020-01792-3","abstract":"PURPOSE: The COVID-19 pandemic has been responsible for thousands of deaths worldwide. Testing remains at a premium, and criteria for testing remains reserved for those with lower respiratory infection symptoms and\/or a known high-risk exposure. The role of imaging in COVID-19 is rapidly evolving; however, few algorithms include imaging criteria, and it is unclear what should be done in low-suspicion patients with positive imaging findings. METHODS: From 03\/01\/2020–03\/20\/2020, a retrospective review of all patients with suspected COVID-19 on imaging was performed. Imaging was interpreted by a board-certified, fellowship-trained radiologist. Patients were excluded if COVID-19 infection was suspected at the time of presentation, was the reason for imaging, or if any lower respiratory symptoms were present. RESULTS: Eight patients with suspected COVID-19 infection on imaging were encountered. Seven patients received testing due to suspicious imaging findings with subsequent lab-confirmed COVID-19. No patients endorsed prior exposure to COVID-19 or recent international travel. COVID-19 was suggested in six patients incidentally on abdominal CT and two on chest radiography. At the time of presentation, no patients were febrile, and seven endorsed gastrointestinal symptoms. Five COVID-19 patients eventually developed respiratory symptoms and required intubation. Two patients expired during the admission. CONCLUSIONS: Patients with imaging findings suspicious for COVID-19 warrant prompt reverse transcription polymerase chain reaction (RT-PCR) testing even in low clinical suspicion cases. The prevalence of disease in the population may be underestimated by the current paradigm of RT-PCR testing with the current clinical criteria of lower respiratory symptoms and exposure risk.","publish_time":1590364800000,"author_summary":" Xiao, Nicholas; Abboud, Samir; McCarthy,<br>Danielle M.; Parekh, Nishant","abstract_summary":" PURPOSE: The COVID-19 pandemic has been<br>responsible for thousands of deaths worldwide. Testing<br>remains at a premium, and criteria for testing remains<br>reserved for those with lower respiratory infection<br>symptoms and\/or a known high-risk exposure. The role of<br>imaging in COVID-19 is rapidly evolving; however, few<br>algorithms include imaging criteria, and it is unclear<br>what should be done in low-suspicion patients with<br>positive imaging findings. METHODS: From<br>03\/01\/2020–03\/20\/2020, a retrospective review of all patients with<br>suspected COVID-19 on imaging was performed. Imaging was<br>interpreted by a board-certified, fellowship-trained<br>radiologist. Patients were excluded if COVID-19 infection<br>was suspected at the time...","title_summary":" Incidentally discovered COVID-19 in<br>low-suspicion patients—a threat to front line health care<br>workers","x":6.665664196,"y":-40.0547294617,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.665664196,"tsne_y":-40.0547294617,"subcluster":1,"subcluster_description":"Front Line Health Care","shape":"p"},{"cord_uid":"upu5j0h6","source_x":"Medline; PMC","title":"Incidental COVID-19 Pneumonia on (18)F-Fluorocholine PET\/CT","doi":"10.1097\/rlu.0000000000003189","abstract":"We present the case of a patient who underwent (18)F-fluorocholine PET\/CT for biochemical recurrence of prostate cancer in which bilateral pneumonia was diagnosed. In the current state of COVID-19 pandemic, a high prevalence of incidental pneumonia may be expected, even with previous clinical triage, explained by a nondefined number of patients who were asymptomatic or minimally symptomatic for infectious process. Therefore, nuclear medicine physicians should be prepared to recognize and diagnose incidental COVID-19 pneumonia manifestation on (18)F-fluorocholine PET\/CT, due to the crucial epidemiological implications.","publish_time":1591574400000,"author_summary":" García Vicente, Ana María; Soriano Castrejón,<br>Ángel","abstract_summary":" We present the case of a patient who underwent<br>(18)F-fluorocholine PET\/CT for biochemical recurrence of prostate<br>cancer in which bilateral pneumonia was diagnosed. In<br>the current state of COVID-19 pandemic, a high<br>prevalence of incidental pneumonia may be expected, even<br>with previous clinical triage, explained by a<br>nondefined number of patients who were asymptomatic or<br>minimally symptomatic for infectious process.<br>Therefore, nuclear medicine physicians should be<br>prepared to recognize and diagnose incidental COVID-19<br>pneumonia manifestation on (18)F-fluorocholine<br>PET\/CT, due to the crucial epidemiological<br>implications.","title_summary":" Incidental COVID-19 Pneumonia on<br>(18)F-Fluorocholine PET\/CT","x":9.38189888,"y":-39.7703781128,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.38189888,"tsne_y":-39.7703781128,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"urqed43m","source_x":"Elsevier; Medline; PMC","title":"Chest-CT findings of COVID-19 in patients with pre-existing malignancies; a pictorial review","doi":"10.1016\/j.clinimag.2020.06.004","abstract":"As of April 17th, 2020, more than 2,190,010 COVID-19 cases with 147,010 deaths have been recorded worldwide. It has been suggested that a high mortality rate occurs in patients with severe disease and is associated with advanced age and underlying comorbidities, such as malignancies. To the best of our knowledge, no study has been conducted to evaluate chest CT features in patients with malignancy and concomitant COVID-19 infection. In fact, the imaging findings can be challenging and have not yet been fully understood in this setting. In this manuscript, we go over imaging findings in chest CT of patients with COVID-19 and known cancer. With the ongoing COVID-19 pandemic and exponentially increasing incidence throughout the world, in at-risk and vulnerable populations such as patients with known malignancies, infection with SARS-CoV-2 should be included in the differential considerations even with atypical image pictures. Detection of superimposed infection in patients with cancers who present with pulmonary infiltrations warrant correlation with clinical picture, contact history, and RT-PCR confirmatory testing.","publish_time":1591660800000,"author_summary":" Katal, Sanaz; Aghaghazvini, Leila;<br>Gholamrezanezhad, Ali","abstract_summary":" As of April 17th, 2020, more than 2,190,010<br>COVID-19 cases with 147,010 deaths have been recorded<br>worldwide. It has been suggested that a high mortality rate<br>occurs in patients with severe disease and is<br>associated with advanced age and underlying<br>comorbidities, such as malignancies. To the best of our<br>knowledge, no study has been conducted to evaluate chest CT<br>features in patients with malignancy and concomitant<br>COVID-19 infection. In fact, the imaging findings can be<br>challenging and have not yet been fully understood in this<br>setting. In this manuscript, we go over imaging findings<br>in chest CT of patients with...","title_summary":" Chest-CT findings of COVID-19 in patients with<br>pre-existing malignancies; a pictorial review","x":7.1315798759,"y":-40.3849372864,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.1315798759,"tsne_y":-40.3849372864,"subcluster":7,"subcluster_description":"Pictorial Reviewcovert Covid-19","shape":"p"},{"cord_uid":"fruzsn26","source_x":"BioRxiv; Medline","title":"Characteristic and quantifiable COVID-19-like abnormalities in CT- and PET\/CT-imaged lungs of SARS-CoV-2-infected crab-eating macaques (Macaca fascicularis)","doi":"10.1101\/2020.05.14.096727","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is causing an exponentially increasing number of coronavirus disease 19 (COVID-19) cases globally. Prioritization of medical countermeasures for evaluation in randomized clinical trials is critically hindered by the lack of COVID-19 animal models that enable accurate, quantifiable, and reproducible measurement of COVID-19 pulmonary disease free from observer bias. We first used serial computed tomography (CT) to demonstrate that bilateral intrabronchial instillation of SARS-CoV-2 into crab-eating macaques (Macaca fascicularis) results in mild-to-moderate lung abnormalities qualitatively characteristic of subclinical or mild-to-moderate COVID-19 (e.g., ground-glass opacities with or without reticulation, paving, or alveolar consolidation, peri-bronchial thickening, linear opacities) at typical locations (peripheral>central, posterior and dependent, bilateral, multi-lobar). We then used positron emission tomography (PET) analysis to demonstrate increased FDG uptake in the CT-defined lung abnormalities and regional lymph nodes. PET\/CT imaging findings appeared in all macaques as early as 2 days post-exposure, variably progressed, and subsequently resolved by 6–12 days post-exposure. Finally, we applied operator-independent, semi-automatic quantification of the volume and radiodensity of CT abnormalities as a possible primary endpoint for immediate and objective efficacy testing of candidate medical countermeasures.","publish_time":1589414400000,"author_summary":" Finch, Courtney L.; Crozier, Ian; Lee, Ji Hyun;<br>Byrum, Russ; Cooper, Timothy K.; Liang, Janie;<br>Sharer, Kaleb; Solomon, Jeffrey; Sayre, Philip J.;<br>Kocher, Gregory; Bartos, Christopher; Aiosa, Nina M.;<br>Castro, Marcelo; Larson, Peter A.; Adams, Ricky;<br>Beitzel, Brett; Di Paola, Nicholas; Kugelman, Jeffrey<br>R.; Kurtz, Jonathan R.; Burdette, Tracey; Nason,<br>Martha C.; Feuerstein, Irwin M.; Palacios, Gustavo;<br>Claire, Marisa C. St.; Lackemeyer, Matthew G.;<br>Johnson, Reed F.; Braun, Katarina M.; Ramuta, Mitchell<br>D.; Wada, Jiro; Schmaljohn, Connie S.; Friedrich,<br>Thomas C.; O’Connor, David H.; Kuhn, Jens H.","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) is causing an exponentially<br>increasing number of coronavirus disease 19 (COVID-19)<br>cases globally. Prioritization of medical<br>countermeasures for evaluation in randomized clinical trials<br>is critically hindered by the lack of COVID-19<br>animal models that enable accurate, quantifiable,<br>and reproducible measurement of COVID-19<br>pulmonary disease free from observer bias. We first used<br>serial computed tomography (CT) to demonstrate that<br>bilateral intrabronchial instillation of SARS-CoV-2<br>into crab-eating macaques (Macaca fascicularis)<br>results in mild-to-moderate lung abnormalities<br>qualitatively characteristic of subclinical or<br>mild-to-moderate COVID-19 (e.g., ground-glass opacities with<br>or without reticulation, paving, or alveolar<br>consolidation, peri-bronchial thickening,...","title_summary":" Characteristic and quantifiable<br>COVID-19-like abnormalities in CT- and PET\/CT-imaged lungs<br>of SARS-CoV-2-infected crab-eating macaques<br>(Macaca fascicularis)","x":7.3013529778,"y":-40.5191955566,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.3013529778,"tsne_y":-40.5191955566,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"u60jy7iw","source_x":"Medline; PMC","title":"Incidental Finding of COVID-19 Lung Infection in (18)F-FDG PET\/CT: What Should We Do?","doi":"10.1097\/rlu.0000000000003135","abstract":"We report the case of an asymptomatic (no fever, no cough, no dyspnea) 80-year-old woman who had an (18)F-FDG PET\/CT scan for initial staging of Lieberkühnian adenocarcinoma located on anal canal. Chest analysis incidentally revealed bilateral diffuse patchy ground-glass opacity with mild increasing (18)F-FDG uptake, consistent with incidental COVID-19 infection finding during the March 2020 pandemic. The infection was confirmed by reverse transcription–polymerase chain reaction. It led us to improve patient flow and to undertake broader measures to avoid patient clinical issues and potential disease spreading.","publish_time":1592352000000,"author_summary":" Habouzit, Vincent; Sanchez, Alicia; Dehbi,<br>Sabrina; Prevot, Nathalie; Bonnefoy, Pierre-Benoît","abstract_summary":" We report the case of an asymptomatic (no fever,<br>no cough, no dyspnea) 80-year-old woman who had an<br>(18)F-FDG PET\/CT scan for initial staging of<br>Lieberkühnian adenocarcinoma located on anal canal. Chest<br>analysis incidentally revealed bilateral diffuse<br>patchy ground-glass opacity with mild increasing<br>(18)F-FDG uptake, consistent with incidental COVID-19<br>infection finding during the March 2020 pandemic. The<br>infection was confirmed by reverse<br>transcription–polymerase chain reaction. It led us to improve patient<br>flow and to undertake broader measures to avoid<br>patient clinical issues and potential disease<br>spreading.","title_summary":" Incidental Finding of COVID-19 Lung Infection<br>in (18)F-FDG PET\/CT: What Should We Do?","x":9.3333292007,"y":-39.8418464661,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.3333292007,"tsne_y":-39.8418464661,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"fyf1j7n1","source_x":"Elsevier; PMC; WHO","title":"Covert Covid-19: CBCT Lung Changes in An Asymptomatic Patient Receiving Radiotherapy","doi":"10.1016\/j.adro.2020.04.029","abstract":"INTRODUCTION: COVID-19 profoundly impacted the United States, with New York City (NYC) rapidly becoming the epicenter of the disease. Cancer patients represent a vulnerable population in this pandemic, with data suggesting a higher risk for severe events and unfavorable outcomes. Timely identification of COVID-19 in cancer patients has been thwarted by the lack of outpatient testing for SARS-CoV-2. Chest computed tomography (CT) plays a major role in the identification of COVID-19 pneumonia, with radiologic hallmarks including bilateral, peripheral ground-glass opacities (GGOs) and consolidation. Cancer patients undergoing radiotherapy (RT) commonly have daily cone beam computed tomography (CBCT) obtained for image-guided radiotherapy (IGRT), and such imaging frequently includes the chest. METHODS: We retrospectively reviewed the CBCTs of an initially asymptomatic patient undergoing IGRT for breast cancer, who developed COVID-19 symptoms during the second week of RT. Lung windows of daily CBCTs were reviewed with Diagnostic Radiology to survey for changes consistent with COVID-19. Diagnostic CTs obtained at the time of recovery were obtained and compared with the CBCTs. RESULTS: Five consecutive CBCTs were retrospectively reviewed. Bilateral, peripheral GGOs were noted on the 4(th) and 5(th) CBCTs in the two days prior to symptom onset. CBCT on the day of RT resumption demonstrated substantial worsening of the GGO compared with those obtained during the asymptomatic phase. Diagnostic CTs demonstrated bilateral, peripheral GGOs and mediastinal lymphadenopathy, findings suggesting COVID-19 pneumonitis. Repeat diagnostic CT three days later showed improved pulmonary findings and the patient resumed RT without incident. CONCLUSION: Familiarity with typical CT changes of COVID-19 pneumonitis may allow for early detection in cancer patients undergoing CBCT for RT treatment. Prompt review of the lung windows is recommended in order to identify such changes, with the hope that pre-symptomatic diagnosis leads to expedited patient management, improved outcomes, and a reduction of inadvertent COVID-19 dissemination.","publish_time":1589846400000,"author_summary":" Youssef, Irini; Donahue, Bernadine; Flyer,<br>Mark; Thompson, Sharon; Huang, Alice; Gallant,<br>Fleure","abstract_summary":" INTRODUCTION: COVID-19 profoundly impacted<br>the United States, with New York City (NYC) rapidly<br>becoming the epicenter of the disease. Cancer patients<br>represent a vulnerable population in this pandemic, with<br>data suggesting a higher risk for severe events and<br>unfavorable outcomes. Timely identification of COVID-19<br>in cancer patients has been thwarted by the lack of<br>outpatient testing for SARS-CoV-2. Chest computed<br>tomography (CT) plays a major role in the identification of<br>COVID-19 pneumonia, with radiologic hallmarks<br>including bilateral, peripheral ground-glass<br>opacities (GGOs) and consolidation. Cancer patients<br>undergoing radiotherapy (RT) commonly have daily cone<br>beam computed tomography (CBCT) obtained for<br>image-guided radiotherapy...","title_summary":" Covert Covid-19: CBCT Lung Changes in An<br>Asymptomatic Patient Receiving Radiotherapy","x":7.1028933525,"y":-40.3766059875,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.1028933525,"tsne_y":-40.3766059875,"subcluster":7,"subcluster_description":"Pictorial Reviewcovert Covid-19","shape":"p"},{"cord_uid":"59va5cq8","source_x":"Medline; PMC","title":"Laboratory-Proven Asymptomatic SARS-CoV-2 (COVID-19) Infection on (18)F-FDG PET\/CT","doi":"10.1097\/rlu.0000000000003141","abstract":"An 87-year-old man with primary salivary duct carcinoma and hepatic metastases was referred for restaging. (18)F-FDG PET\/CT demonstrated new FDG-avid ground-glass opacities with intralobular septal thickening in both lungs with a peripheral dominant distribution. This was interpreted as a pattern highly suggestive of COVID-19 pneumonia, and the referring physician was contacted. The patient was currently asymptomatic and without clinical evidence of active pneumonia. However, the patient tested positive for COVID-19 using real-time reverse transcription–polymerase chain reaction. This case demonstrates that even asymptomatic outpatients undergoing PET\/CT should be evaluated for radiologic findings suggestive of COVID-19 during this pandemic.","publish_time":1589846400000,"author_summary":" Krebs, Simone; Petkovska, Iva; Ho, Alan L.;<br>Ulaner, Gary A.","abstract_summary":" An 87-year-old man with primary salivary duct<br>carcinoma and hepatic metastases was referred for<br>restaging. (18)F-FDG PET\/CT demonstrated new FDG-avid<br>ground-glass opacities with intralobular septal<br>thickening in both lungs with a peripheral dominant<br>distribution. This was interpreted as a pattern highly<br>suggestive of COVID-19 pneumonia, and the referring<br>physician was contacted. The patient was currently<br>asymptomatic and without clinical evidence of active<br>pneumonia. However, the patient tested positive for<br>COVID-19 using real-time reverse<br>transcription–polymerase chain reaction. This case demonstrates that<br>even asymptomatic outpatients undergoing PET\/CT<br>should be evaluated for radiologic findings<br>suggestive of COVID-19 during this pandemic.","title_summary":" Laboratory-Proven Asymptomatic SARS-CoV-2<br>(COVID-19) Infection on (18)F-FDG PET\/CT","x":9.1690702438,"y":-39.9282417297,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.1690702438,"tsne_y":-39.9282417297,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"a7q8c1b8","source_x":"Medline; PMC","title":"(18)F-FDG PET\/CT findings of COVID-19: a series of four highly suspected cases","doi":"10.1007\/s00259-020-04734-w","abstract":"PURPOSE: The aim of this case series is to illustrate the (18)F-FDG PET\/CT findings of patients with acute respiratory disease caused by COVID-19 in Wuhan, Hubei province of China. METHODS: We describe the (18)F-FDG PET\/CT results from four patients who were admitted to the hospital with respiratory symptoms and fever between January 13 and January 20, 2020, when the COVID-19 outbreak was still unrecognized and the virus infectivity was unknown. A retrospective review of the patients’ medical history, clinical and laboratory data, as well as imaging findings strongly suggested a diagnosis of COVID-19. RESULTS: All patients had peripheral ground-glass opacities and\/or lung consolidations in more than two pulmonary lobes. Lung lesions were characterized by a high (18)F-FDG uptake and there was evidence of lymph node involvement. Conversely, disseminated disease was absent, a finding suggesting that COVID-19 has pulmonary tropism. CONCLUSIONS: Although (18)F-FDG PET\/CT cannot be routinely used in an emergency setting and is generally not recommended for infectious diseases, our pilot data shed light on the potential clinical utility of this imaging technique in the differential diagnosis of complex cases.","publish_time":1582329600000,"author_summary":" Qin, Chunxia; Liu, Fang; Yen, Tzu-Chen; Lan,<br>Xiaoli","abstract_summary":" PURPOSE: The aim of this case series is to<br>illustrate the (18)F-FDG PET\/CT findings of patients with<br>acute respiratory disease caused by COVID-19 in<br>Wuhan, Hubei province of China. METHODS: We describe<br>the (18)F-FDG PET\/CT results from four patients<br>who were admitted to the hospital with respiratory<br>symptoms and fever between January 13 and January 20,<br>2020, when the COVID-19 outbreak was still<br>unrecognized and the virus infectivity was unknown. A<br>retrospective review of the patients’ medical history,<br>clinical and laboratory data, as well as imaging<br>findings strongly suggested a diagnosis of COVID-19.<br>RESULTS: All patients had peripheral ground-glass<br>opacities...","title_summary":" (18)F-FDG PET\/CT findings of COVID-19: a<br>series of four highly suspected cases","x":8.6795072556,"y":-40.5542945862,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.6795072556,"tsne_y":-40.5542945862,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"ef84i589","source_x":"Medline; PMC","title":"Chest CT manifestations of new coronavirus disease 2019 (COVID-19): a pictorial review","doi":"10.1007\/s00330-020-06801-0","abstract":"Coronavirus disease 2019 (COVID-19) outbreak, first reported in Wuhan, China, has rapidly swept around the world just within a month, causing global public health emergency. In diagnosis, chest computed tomography (CT) manifestations can supplement parts of limitations of real-time reverse transcription polymerase chain reaction (RT-PCR) assay. Based on a comprehensive literature review and the experience in the frontline, we aim to review the typical and relatively atypical CT manifestations with representative COVID-19 cases at our hospital, and hope to strengthen the recognition of these features with radiologists and help them make a quick and accurate diagnosis. Key Points • Ground glass opacities, consolidation, reticular pattern, and crazy paving pattern are typical CT manifestations of COVID-19. • Emerging atypical CT manifestations, including airway changes, pleural changes, fibrosis, nodules, etc., were demonstrated in COVID-19 patients. • CT manifestations may associate with the progression and prognosis of COVID-19.","publish_time":1584576000000,"author_summary":" Ye, Zheng; Zhang, Yun; Wang, Yi; Huang,<br>Zixiang; Song, Bin","abstract_summary":" Coronavirus disease 2019 (COVID-19)<br>outbreak, first reported in Wuhan, China, has rapidly<br>swept around the world just within a month, causing<br>global public health emergency. In diagnosis, chest<br>computed tomography (CT) manifestations can<br>supplement parts of limitations of real-time reverse<br>transcription polymerase chain reaction (RT-PCR) assay.<br>Based on a comprehensive literature review and the<br>experience in the frontline, we aim to review the typical<br>and relatively atypical CT manifestations with<br>representative COVID-19 cases at our hospital, and hope to<br>strengthen the recognition of these features with<br>radiologists and help them make a quick and accurate<br>diagnosis. Key Points • Ground...","title_summary":" Chest CT manifestations of new coronavirus<br>disease 2019 (COVID-19): a pictorial review","x":7.7627873421,"y":-40.0383834839,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.7627873421,"tsne_y":-40.0383834839,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"2na2yw5m","source_x":"Medline; PMC","title":"(18)F-FDG PET\/CT in Hodgkin Lymphoma With Unsuspected COVID-19","doi":"10.1097\/rlu.0000000000003143","abstract":"We present an asymptomatic 70-year-old man referred for an (18)F-FDG PET\/CT for initial staging of a Hodgkin lymphoma. (18)F-FDG PET\/CT showed bilateral cervical lymphadenopathy (stage II). Incidentally, the CT demonstrated bilateral ground-glass opacities with low-grade (18)F-FDG activity. CT findings were suspicious for COVID-19 pneumonitis. The COVID-19 reverse transcriptase polymerase chain reaction (RT-PCR) examination result was negative. Given the high clinical suspicion for COVID-19, the patient was isolated and repeat RT-PCR was positive at 72 hours. RT-PCR may be falsely negative in early COVID-19 disease, even with positive CT findings.","publish_time":1591574400000,"author_summary":" Boulvard Chollet, Xavier L.E.; Romero Robles,<br>Leonardo G.; Garrastachu, Puy; Cabrera Villegas,<br>Antonio; Albornoz Almada, M. Clara; Colletti, Patrick<br>M.; Rubello, Domenico; Ramírez Lasanta, Rafael;<br>Delgado Bolton, Roberto C.","abstract_summary":" We present an asymptomatic 70-year-old man<br>referred for an (18)F-FDG PET\/CT for initial staging of a<br>Hodgkin lymphoma. (18)F-FDG PET\/CT showed bilateral<br>cervical lymphadenopathy (stage II). Incidentally,<br>the CT demonstrated bilateral ground-glass<br>opacities with low-grade (18)F-FDG activity. CT<br>findings were suspicious for COVID-19 pneumonitis. The<br>COVID-19 reverse transcriptase polymerase chain<br>reaction (RT-PCR) examination result was negative.<br>Given the high clinical suspicion for COVID-19, the<br>patient was isolated and repeat RT-PCR was positive at<br>72 hours. RT-PCR may be falsely negative in early<br>COVID-19 disease, even with positive CT findings.","title_summary":" (18)F-FDG PET\/CT in Hodgkin Lymphoma With<br>Unsuspected COVID-19","x":9.2330684662,"y":-40.0784835815,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.2330684662,"tsne_y":-40.0784835815,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"mots5f94","source_x":"Elsevier; PMC; WHO","title":"Presumed pulmonary COVID-19 infection detected incidentally on breast MR","doi":"10.1016\/j.radcr.2020.05.059","abstract":"COVID-19 is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). A global pandemic was declared by the World Health Organisation on 11 March 2020. Approximately 30% of infected individuals are asymptomatic.(1) We present the case of a 68-year-old female who underwent outpatient breast magnetic resonance (MR) imaging for assessment of a right breast mass. The study demonstrated abnormal subpleural high T2 signal intensity change within in the partially visualised lungs, which showed enhancement following administration of contrast. Concern was raised that the pulmonary changes may represent COVID-19 infection. The patient was urgently contacted and denied any current symptoms but reported suffering mild upper respiratory tract symptoms two weeks earlier. An outpatient chest radiograph demonstrated changes consistent with COVID-19 infection and the patient was treated as COVID-19 positive and advised to self-isolate for seven days as per Public Health England guidance.(2) Due to increasing breathlessness the patient presented to our Emergency Department the next day and underwent a CT pulmonary angiogram which demonstrated segmental pulmonary emboli and subpleural consolidation in keeping with COVID-19 infection. This represents the first case of COVID-19 identified on breast MR imaging that the authors have seen and highlights the importance of prompt identification and flagging of incidental pulmonary findings to minimise further transmission of the virus in asymptomatic carriers.","publish_time":1590969600000,"author_summary":" Brown, Dr Adam; Dluzewski, Dr Sam; Malhotra, Dr<br>Anmol","abstract_summary":" COVID-19 is an infectious disease caused by<br>severe acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2). A global pandemic was declared by the World<br>Health Organisation on 11 March 2020. Approximately<br>30% of infected individuals are asymptomatic.(1)<br>We present the case of a 68-year-old female who<br>underwent outpatient breast magnetic resonance (MR)<br>imaging for assessment of a right breast mass. The study<br>demonstrated abnormal subpleural high T2 signal intensity<br>change within in the partially visualised lungs,<br>which showed enhancement following administration<br>of contrast. Concern was raised that the<br>pulmonary changes may represent COVID-19 infection. The<br>patient was urgently contacted and denied any...","title_summary":" Presumed pulmonary COVID-19 infection<br>detected incidentally on breast MR","x":7.5601491928,"y":-39.4469261169,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.5601491928,"tsne_y":-39.4469261169,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"i2mw9289","source_x":"Medline; PMC","title":"(18)F-FDG PET\/CT and Serial Chest CT Findings in a COVID-19 Patient With Dynamic Clinical Characteristics in Different Period","doi":"10.1097\/rlu.0000000000003068","abstract":"Neurological symptoms and gastrointestinal symptoms were rare at onset in COVID-19. Here we report a 37-year-old man with vertigo, fever, and diarrhea symptoms as the first manifestation. (18)F-FDG PET\/CT spotted multiple ground glass opacity (GGO) lesions in the lungs, with increased tracer uptake in both lung GGOs and the whole colon. Serial CT examinations showed the emersion and dissipation of lung GGOs. We illustrate the symptoms initiation, the laboratory test results, the imaging examination, and the treatment strategy in the duration of COVID-19 with a timeline chart.","publish_time":1587427200000,"author_summary":" Liu, Chunbao; Zhou, Jun; Xia, Liang; Cheng,<br>Xiaojie; Lu, Diyu","abstract_summary":" Neurological symptoms and gastrointestinal<br>symptoms were rare at onset in COVID-19. Here we report a<br>37-year-old man with vertigo, fever, and diarrhea symptoms<br>as the first manifestation. (18)F-FDG PET\/CT<br>spotted multiple ground glass opacity (GGO) lesions in<br>the lungs, with increased tracer uptake in both<br>lung GGOs and the whole colon. Serial CT<br>examinations showed the emersion and dissipation of lung<br>GGOs. We illustrate the symptoms initiation, the<br>laboratory test results, the imaging examination, and the<br>treatment strategy in the duration of COVID-19 with a<br>timeline chart.","title_summary":" (18)F-FDG PET\/CT and Serial Chest CT Findings<br>in a COVID-19 Patient With Dynamic Clinical<br>Characteristics in Different Period","x":9.2360439301,"y":-39.9345321655,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.2360439301,"tsne_y":-39.9345321655,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"hzeit4tu","source_x":"Medline; PMC","title":"COVID-19 outbreak in Italy: experimental chest X-ray scoring system for quantifying and monitoring disease progression","doi":"10.1007\/s11547-020-01200-3","abstract":"Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) is a new virus recently isolated from humans. SARS-CoV-2 was discovered to be the pathogen responsible for a cluster of pneumonia cases associated with severe respiratory disease that occurred in December 2019 in China. This novel pulmonary infection, formally called Coronavirus Disease 2019 (COVID-19), has spread rapidly in China and beyond. On 8 March 2020, the number of Italians with SARS-CoV-2 infection was 7375 with a 48% hospitalization rate. At present, chest-computed tomography imaging is considered the most effective method for the detection of lung abnormalities in early-stage disease and quantitative assessment of severity and progression of COVID-19 pneumonia. Although chest X-ray (CXR) is considered not sensitive for the detection of pulmonary involvement in the early stage of the disease, we believe that, in the current emergency setting, CXR can be a useful diagnostic tool for monitoring the rapid progression of lung abnormalities in infected patients, particularly in intensive care units. In this short communication, we present our experimental CXR scoring system that we are applying to hospitalized patients with COVID-19 pneumonia to quantify and monitor the severity and progression of this new infectious disease. We also present the results of our preliminary validation study on a sample of 100 hospitalized patients with SARS-CoV-2 infection for whom the final outcome (recovery or death) was available.","publish_time":1588291200000,"author_summary":" Borghesi, Andrea; Maroldi, Roberto","abstract_summary":" Severe Acute Respiratory Syndrome<br>Coronavirus 2 (SARS-CoV-2) is a new virus recently isolated<br>from humans. SARS-CoV-2 was discovered to be the<br>pathogen responsible for a cluster of pneumonia cases<br>associated with severe respiratory disease that occurred<br>in December 2019 in China. This novel pulmonary<br>infection, formally called Coronavirus Disease 2019<br>(COVID-19), has spread rapidly in China and beyond. On 8<br>March 2020, the number of Italians with SARS-CoV-2<br>infection was 7375 with a 48% hospitalization rate. At<br>present, chest-computed tomography imaging is<br>considered the most effective method for the detection of<br>lung abnormalities in early-stage disease and<br>quantitative assessment of...","title_summary":" COVID-19 outbreak in Italy: experimental<br>chest X-ray scoring system for quantifying and<br>monitoring disease progression","x":7.6836638451,"y":-39.1555595398,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.6836638451,"tsne_y":-39.1555595398,"subcluster":4,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"mb9tl47q","source_x":"Elsevier; Medline; PMC","title":"CT imaging of the COVID-19","doi":"10.1016\/j.jfma.2020.04.006","abstract":"COVID-19 pneumonia presented with certain characteristic chest CT imaging features, which are helpful to the radiologist in the early detection and diagnosis of this emerging global health emergency. In this report, we present chest CT findings from five patients with COVID-19. Except for one case with normal lung appearance, all the other four cases had certain characteristics, including ground-glass opacity (GGO), consolidation and atoll sign. The lesions were mainly distributed in the peripheral portion of lung.","publish_time":1586995200000,"author_summary":" Zhang, Feng-Yan; Qiao, Ying; Zhang, Hui","abstract_summary":" COVID-19 pneumonia presented with certain<br>characteristic chest CT imaging features, which are helpful to<br>the radiologist in the early detection and<br>diagnosis of this emerging global health emergency. In<br>this report, we present chest CT findings from five<br>patients with COVID-19. Except for one case with normal<br>lung appearance, all the other four cases had<br>certain characteristics, including ground-glass<br>opacity (GGO), consolidation and atoll sign. The<br>lesions were mainly distributed in the peripheral<br>portion of lung.","title_summary":" CT imaging of the COVID-19","x":9.5029716492,"y":-38.7419891357,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.5029716492,"tsne_y":-38.7419891357,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"nri2j1k0","source_x":"Medline; PMC","title":"(18)F-FDG PET\/CT Metabolic Behavior of COVID-19 Pneumonia: A Series of 4 Patients With RT-PCR Confirmation","doi":"10.1097\/rlu.0000000000003150","abstract":"Between March 26 and April 6, among 80 patients who underwent (18)F-FDG PET\/CT in our department (Brescia, Italy), 4 showed the presence of an interstitial pneumonia suspected for COVID-19 with reverse transcriptase polymerase chain reaction confirmation. All patients except one had bilateral ground-glass opacities and\/or lung consolidations in at least 2 pulmonary lobes. Inferior lobes and basal segments were the most frequent site of disease. All lung lesions had an increased FDG uptake corresponding to the interstitial pneumonia, and in one case, mediastinal nodal involvement was registered.","publish_time":1591574400000,"author_summary":" Albano, Domenico; Camoni, Luca; Rinaldi,<br>Roberto; Bertagna, Francesco; Giubbini, Raffaele","abstract_summary":" Between March 26 and April 6, among 80 patients<br>who underwent (18)F-FDG PET\/CT in our department<br>(Brescia, Italy), 4 showed the presence of an<br>interstitial pneumonia suspected for COVID-19 with reverse<br>transcriptase polymerase chain reaction confirmation. All<br>patients except one had bilateral ground-glass<br>opacities and\/or lung consolidations in at least 2<br>pulmonary lobes. Inferior lobes and basal segments were<br>the most frequent site of disease. All lung lesions<br>had an increased FDG uptake corresponding to the<br>interstitial pneumonia, and in one case, mediastinal nodal<br>involvement was registered.","title_summary":" (18)F-FDG PET\/CT Metabolic Behavior of<br>COVID-19 Pneumonia: A Series of 4 Patients With RT-PCR<br>Confirmation","x":9.2804069519,"y":-40.0040206909,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.2804069519,"tsne_y":-40.0040206909,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"r96aq05q","source_x":"PMC; WHO","title":"Radiographic and chest CT imaging presentation and follow-up of COVID-19 pneumonia: a multicenter experience from an endemic area","doi":"10.1007\/s10140-020-01817-x","abstract":"COVID-19 has infected more than 2 million people in the world in less than 5 months outbreak. Chest imaging is recommended for triage of suspected cases of COVID-19 with moderate-severe clinical features and high pre-test probability of disease, and may help for patient follow-up and to identify patients at higher risk of disease worsening. This pictorial essay illustrates typical and uncommon imaging findings of COVID-19 pneumonia and the role of imaging for patient management.","publish_time":1594425600000,"author_summary":" Vernuccio, Federica; Giambelluca, Dario;<br>Cannella, Roberto; Lombardo, Francesco Paolo; Panzuto,<br>Fabio; Midiri, Massimo; Cabassa, Paolo","abstract_summary":" COVID-19 has infected more than 2 million<br>people in the world in less than 5 months outbreak.<br>Chest imaging is recommended for triage of suspected<br>cases of COVID-19 with moderate-severe clinical<br>features and high pre-test probability of disease, and<br>may help for patient follow-up and to identify<br>patients at higher risk of disease worsening. This<br>pictorial essay illustrates typical and uncommon<br>imaging findings of COVID-19 pneumonia and the role of<br>imaging for patient management.","title_summary":" Radiographic and chest CT imaging<br>presentation and follow-up of COVID-19 pneumonia: a<br>multicenter experience from an endemic area","x":9.5621471405,"y":-38.6897163391,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.5621471405,"tsne_y":-38.6897163391,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"z7lz9syq","source_x":"Elsevier; Medline; PMC","title":"Initial CT imaging characters of an imported family cluster of COVID-19","doi":"10.1016\/j.clinimag.2020.04.010","abstract":"Abstract The objective of this report is to better understand the initial CT imaging spectrum and the relationship between clinical characteristics and initial CT imaging features of an imported family cluster cases involving 7 laboratory-confirmed COVID-19 patients. We find that initial CT findings of 4 patients were positive within one week after the onset of symptoms and 1 patient was negative before the onset of symptoms. Two asymptomatic patients had typical CT abnormalities. The initial CT imaging manifestations are mainly peripheral or subpleural ground-glass opacities and ground-glass with consolidation. Our report is of potential guiding value for the initial CT screening of imported familial cluster cases since the imported cases have an identified time of infection.","publish_time":1587513600000,"author_summary":" Huang, Lele; Jiang, Jian; Li, Xiaoping; Zhou,<br>Yonghuai; Xu, Mingjun; Zhou, Junlin","abstract_summary":" Abstract The objective of this report is to<br>better understand the initial CT imaging spectrum and<br>the relationship between clinical<br>characteristics and initial CT imaging features of an imported<br>family cluster cases involving 7<br>laboratory-confirmed COVID-19 patients. We find that initial CT<br>findings of 4 patients were positive within one week<br>after the onset of symptoms and 1 patient was negative<br>before the onset of symptoms. Two asymptomatic<br>patients had typical CT abnormalities. The initial CT<br>imaging manifestations are mainly peripheral or<br>subpleural ground-glass opacities and ground-glass with<br>consolidation. Our report is of potential guiding value for the<br>initial CT...","title_summary":" Initial CT imaging characters of an imported<br>family cluster of COVID-19","x":9.2760276794,"y":-39.2204170227,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.2760276794,"tsne_y":-39.2204170227,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"kj0dsoqf","source_x":"Medline; PMC","title":"FDG-PET\/CT imaging during the Covid-19 emergency: a southern Italian perspective","doi":"10.1007\/s00259-020-04931-7","abstract":"PURPOSE: To assess the impact of the Covid-19 pandemic on FDG-PET\/CT work volume and to evaluate the occurrence of abnormal imaging findings suspicious or potentially diagnostic for interstitial pneumonia by Covid-19 infection in south Italy. METHODS: We retrospectively reviewed the number and the findings of FDG-PET\/CT studies acquired between February and April 2020 during the Covid-19 pandemic at the University of Napoli Federico II. The number and the findings of FDG-PET\/CT studies acquired in the corresponding period of 2019 were also assessed for direct comparison. RESULTS: The number of FDG-PET\/CT studies performed during the pandemic (n = 299) and in the corresponding period of 2019 (n = 335) were comparable. The percentage of abnormal FDG-PET\/CT findings, suspicious for interstitial pneumonia by Covid-19 infection, was significantly higher during the pandemic (9%) compared with that found in the corresponding period of 2019 (4%) (χ(2) 5.45, P = 0.02). No significant differences were observed in the distribution of Covid-19 reporting and data system (CO-RADS) classification and in the maximum standardized uptake value between the pandemic (2.6 ± 2.2) and the corresponding period of 2019 (3.2 ± 1.4). Of note, patients with abnormal imaging findings during the pandemic time had clinical data and\/or laboratory tests negative for Covid-19 infection. CONCLUSION: Despite the restrictive medical measures for the emergency, the number of FDG-PET\/CT studies was unchanged during the pandemic compared with the previous year. Our findings also indicate that Covid-19 infection was contained in our series of patients from southern Italy.","publish_time":1592870400000,"author_summary":" Maurea, Simone; Mainolfi, Ciro Gabriele;<br>Bombace, Claudia; Annunziata, Alessandra; Attanasio,<br>Ludovica; Petretta, Mario; Del Vecchio, Silvana;<br>Cuocolo, Alberto","abstract_summary":" PURPOSE: To assess the impact of the Covid-19<br>pandemic on FDG-PET\/CT work volume and to evaluate the<br>occurrence of abnormal imaging findings suspicious or<br>potentially diagnostic for interstitial pneumonia by<br>Covid-19 infection in south Italy. METHODS: We<br>retrospectively reviewed the number and the findings of<br>FDG-PET\/CT studies acquired between February and April<br>2020 during the Covid-19 pandemic at the University<br>of Napoli Federico II. The number and the findings<br>of FDG-PET\/CT studies acquired in the<br>corresponding period of 2019 were also assessed for direct<br>comparison. RESULTS: The number of FDG-PET\/CT studies<br>performed during the pandemic (n = 299) and in...","title_summary":" FDG-PET\/CT imaging during the Covid-19<br>emergency: a southern Italian perspective","x":8.7301692963,"y":-40.5018424988,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.7301692963,"tsne_y":-40.5018424988,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"otq934qo","source_x":"Medline; PMC","title":"PET\/CT of COVID-19 as an Organizing Pneumonia","doi":"10.1097\/rlu.0000000000003174","abstract":"An 85-year-old woman with history of melanoma is referred for a follow-up (18)F-FDG PET\/CT. (18)F-FDG PET\/CT scan showed bilateral and peripheral ground-glass opacities in upper and lower pulmonary lobes surrounded by consolidations of crescent shape with increased FDG uptake, findings compatible with organizing pneumonia. Following further inquiry, the patient reported low-grade fever, sore throat, and fatigue for the past 6 days. Because of the ongoing COVID-19 pandemic, the patient was tested for SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2), which resulted positive.","publish_time":1591574400000,"author_summary":" Alonso Sanchez, Jaime; García Prieto, Julia;<br>Galiana Morón, Alvaro; Pilkington-Woll, John Patrick","abstract_summary":" An 85-year-old woman with history of melanoma<br>is referred for a follow-up (18)F-FDG PET\/CT.<br>(18)F-FDG PET\/CT scan showed bilateral and peripheral<br>ground-glass opacities in upper and lower pulmonary lobes<br>surrounded by consolidations of crescent shape with<br>increased FDG uptake, findings compatible with<br>organizing pneumonia. Following further inquiry, the<br>patient reported low-grade fever, sore throat, and<br>fatigue for the past 6 days. Because of the ongoing<br>COVID-19 pandemic, the patient was tested for<br>SARS-CoV-2 (severe acute respiratory syndrome<br>coronavirus 2), which resulted positive.","title_summary":" PET\/CT of COVID-19 as an Organizing Pneumonia","x":9.4463424683,"y":-39.7908363342,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.4463424683,"tsne_y":-39.7908363342,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"2fx1nt5o","source_x":"Medline; PMC","title":"Atypical Presentation of COVID-19 Incidentally Detected at (18)F-FDG PET\/CT in an Asymptomatic Oncological Patient","doi":"10.1097\/rlu.0000000000003175","abstract":"The incidence of COVID-19, a severe acute respiratory syndrome caused by SARS-CoV-2, is rapidly growing worldwide. In this pandemic period, the chance of incidental pulmonary findings suggestive of COVID-19 at (18)F-FDG PET\/CT in asymptomatic oncological patients is not negligible. To suspect COVID-19 is more demanding whether its presentation is atypical. We describe the incidental PET\/CT detection of an (18)F-FDG–avid isolated centrilobular pulmonary consolidation in an asymptomatic lymphoma patient, which later resulted in an unexpected and atypical COVID-19 presentation. The nuclear medicine physicians should be prepared to suspect COVID-19 even in asymptomatic patients presenting with a “far-from-COVID-19” finding at PET\/CT.","publish_time":1591574400000,"author_summary":" Mattoli, Maria Vittoria; Taralli, Silvia;<br>Pennese, Elsa; D’Angelo, Carla; Angrilli, Francesco;<br>Villano, Carlo","abstract_summary":" The incidence of COVID-19, a severe acute<br>respiratory syndrome caused by SARS-CoV-2, is rapidly<br>growing worldwide. In this pandemic period, the chance<br>of incidental pulmonary findings suggestive of<br>COVID-19 at (18)F-FDG PET\/CT in asymptomatic<br>oncological patients is not negligible. To suspect<br>COVID-19 is more demanding whether its presentation is<br>atypical. We describe the incidental PET\/CT detection of<br>an (18)F-FDG–avid isolated centrilobular<br>pulmonary consolidation in an asymptomatic lymphoma<br>patient, which later resulted in an unexpected and<br>atypical COVID-19 presentation. The nuclear medicine<br>physicians should be prepared to suspect COVID-19 even in<br>asymptomatic patients presenting with a<br>“far-from-COVID-19” finding at PET\/CT.","title_summary":" Atypical Presentation of COVID-19<br>Incidentally Detected at (18)F-FDG PET\/CT in an<br>Asymptomatic Oncological Patient","x":9.0265750885,"y":-40.0068397522,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.0265750885,"tsne_y":-40.0068397522,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"jiilxz7h","source_x":"Medline; PMC","title":"Review of the Chest CT Differential Diagnosis of Ground-Glass Opacities in the COVID Era","doi":"10.1148\/radiol.2020202504","abstract":"Coronavirus disease 2019 (COVID-19), a recently emerged lower respiratory tract illness, has quickly become a pandemic. The purpose of this review is to discuss and differentiate COVID-19 typical imaging findings from other diseases, which can appear similar in the first instance. The typical CT findings of COVID-19 are bilateral and peripheral predominant ground glass opacities. As per the Fleischner Society consensus statement, CT is appropriate in certain scenarios, including patients who are at risk for and\/or develop clinical worsening. The probability, that CT findings represent COVID-19, however, depends largely on the pre-test probability of infection, which is in turn defined by community prevalence of infection. When the community prevalence of COVID-19 is low, a large gap exists between positive predictive values of chest CT vs. RT-PCR. This implies that with usage of Chest CT there are a large number of false positive results. Imaging differentiation is important, for management and isolation purposes, and for appropriate disposition of CT false positive patients. We will discuss differential pathology with close imaging resemblance to typical CT imaging features of COVID-19, and, highlight CT features that may help in differentiation from other conditions.","publish_time":1594080000000,"author_summary":" Parekh, Maansi; Donuru, Achala;<br>Balasubramanya, Rashmi; Kapur, Sangita","abstract_summary":" Coronavirus disease 2019 (COVID-19), a<br>recently emerged lower respiratory tract illness, has<br>quickly become a pandemic. The purpose of this review is<br>to discuss and differentiate COVID-19 typical<br>imaging findings from other diseases, which can appear<br>similar in the first instance. The typical CT findings<br>of COVID-19 are bilateral and peripheral<br>predominant ground glass opacities. As per the Fleischner<br>Society consensus statement, CT is appropriate in<br>certain scenarios, including patients who are at risk<br>for and\/or develop clinical worsening. The<br>probability, that CT findings represent COVID-19, however,<br>depends largely on the pre-test probability of<br>infection, which is in turn defined...","title_summary":" Review of the Chest CT Differential Diagnosis<br>of Ground-Glass Opacities in the COVID Era","x":7.1152396202,"y":-40.1890106201,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.1152396202,"tsne_y":-40.1890106201,"subcluster":7,"subcluster_description":"Pictorial Reviewcovert Covid-19","shape":"p"},{"cord_uid":"y9g84slm","source_x":"Medline; PMC","title":"Guide for Nuclear Medicine Applications During the COVID-19 Outbreak","doi":"10.4274\/mirt.galenos.2020.33600","abstract":"A viral pneumonia rapidly spread from Wuhan, China to all countries in late 2019. In February 2020, WHO named as Coronavirus Disease 2019 (COVID-19) and declared the pandemic on March 11, 2020. To prevent the spread of COVID-19, Ministry of Health of Republic of Turkey and international institutions have published documents defining hygiene rules. After the lung computerized tomography (CT) findings which are important in the diagnosis of COVID-19 are described, protection measures against infection were defined in radiology departments. There is no publication involving protection measures for diagnostic and therapeutic procedures in nuclear medicine (NM) (appointment, patient acceptance, imaging and treatment procedures, disinfection etc). There are two reports on CT findings suggesting COVID-19 in (18)F--fluorodeoxyglucose positron emission tomography\/CT scan. These lung findings detected in hybrid images will be helpful in the early diagnosis of pulmonary involvement. Infected cases may be asymptomatic and can unintentionally disseminate the virus to surrounding people. This advisory guide has been prepared to avoid infection risk in NM clinics. During the COVID-19 outbreak, staff must use proper personal protective equipment and patients should be evaluated as the elective case according to clinical status. A questionnaire should be made for COVID-19. In cancer cases requiring urgent treatment, radionuclide treatment (RNT) should be planned according to the COVID-19 test result. If the result is negative, RNT can be applied; but if not or if the symptoms are present, RNT must be postponed. Following imaging procedures, scanners and room surfaces should be cleaned by personnel with proper disinfection training.","publish_time":1588118400000,"author_summary":" Ayan, Aslı; Kıraç, F. Suna","abstract_summary":" A viral pneumonia rapidly spread from Wuhan,<br>China to all countries in late 2019. In February 2020,<br>WHO named as Coronavirus Disease 2019 (COVID-19)<br>and declared the pandemic on March 11, 2020. To<br>prevent the spread of COVID-19, Ministry of Health of<br>Republic of Turkey and international institutions have<br>published documents defining hygiene rules. After the<br>lung computerized tomography (CT) findings which<br>are important in the diagnosis of COVID-19 are<br>described, protection measures against infection were<br>defined in radiology departments. There is no<br>publication involving protection measures for diagnostic<br>and therapeutic procedures in nuclear medicine<br>(NM) (appointment, patient acceptance, imaging...","title_summary":" Guide for Nuclear Medicine Applications<br>During the COVID-19 Outbreak","x":6.7491149902,"y":-38.9324760437,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.7491149902,"tsne_y":-38.9324760437,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bioaupeo","source_x":"Elsevier; Medline; PMC","title":"Coronavirus Disease 2019-related dyspnea cases difficult to interpret using chest computed tomography","doi":"10.1016\/j.rmed.2020.105951","abstract":"Patients with Coronavirus Disease 2019 (COVID-19) often have clinical characteristics, such as chest tightness and dyspnea. Continuous, unresolved dyspnea often indicates the progression of lung lesions. The mechanism that underlies the chest distress and dyspnea in patients with COVID-19 is still unclear. Chest CT has a higher sensitivity and can play an essential role in the diagnosis and treatment of the disease. However, our clinical observations showed that although some patients had significant chest distress and dyspnea, the lesions that were observed in the lungs during computed tomography were milder and not completely consistent with clinical symptoms. We analyzed the clinical characteristics, laboratory test results, and imaging findings of these patients. We found that extensive inflammation of the bilateral and respiratory bronchioles in patients with COVID-19 due to excessive activation of proinflammatory cytokines and chemotactic aggregation of T-lymphocytes at the site of inflammation are possible mechanisms underlying chest distress and dyspnea in patients with COVID-19. Short-time and lose-dose use of corticosteroid may be helpful to treat chest tightness and dyspnea in mild COVID-19 patients. Through this study, we aimed to improve our understanding of the pathogenesis of COVID-19.","publish_time":1586131200000,"author_summary":" Nie, Shuke; Han, Shoumeng; Ouyang, Huangqing;<br>Zhang, Zhan","abstract_summary":" Patients with Coronavirus Disease 2019<br>(COVID-19) often have clinical characteristics, such as<br>chest tightness and dyspnea. Continuous,<br>unresolved dyspnea often indicates the progression of<br>lung lesions. The mechanism that underlies the<br>chest distress and dyspnea in patients with COVID-19<br>is still unclear. Chest CT has a higher<br>sensitivity and can play an essential role in the diagnosis<br>and treatment of the disease. However, our<br>clinical observations showed that although some<br>patients had significant chest distress and dyspnea,<br>the lesions that were observed in the lungs during<br>computed tomography were milder and not completely<br>consistent with clinical symptoms. We analyzed the...","title_summary":" Coronavirus Disease 2019-related dyspnea<br>cases difficult to interpret using chest computed<br>tomography","x":7.93775177,"y":-40.0889930725,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.93775177,"tsne_y":-40.0889930725,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"04gyqx2u","source_x":"Medline; PMC; WHO","title":"Imaging findings in COVID-19 pneumonia","doi":"10.6061\/clinics\/2020\/e2027","abstract":"The coronavirus disease (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), emerged in Wuhan city and was declared a pandemic in March 2020. Although the virus is not restricted to the lung parenchyma, the use of chest imaging in COVID-19 can be especially useful for patients with moderate to severe symptoms or comorbidities. This article aimed to demonstrate the chest imaging findings of COVID-19 on different modalities: chest radiography, computed tomography, and ultrasonography. In addition, it intended to review recommendations on imaging assessment of COVID-19 and to discuss the use of a structured chest computed tomography report. Chest radiography, despite being a low-cost and easily available method, has low sensitivity for screening patients. It can be useful in monitoring hospitalized patients, especially for the evaluation of complications such as pneumothorax and pleural effusion. Chest computed tomography, despite being highly sensitive, has a low specificity, and hence cannot replace the reference diagnostic test (reverse transcription polymerase chain reaction). To facilitate the confection and reduce the variability of radiological reports, some standardizations with structured reports have been proposed. Among the available classifications, it is possible to divide the radiological findings into typical, indeterminate, atypical, and negative findings. The structured report can also contain an estimate of the extent of lung involvement (e.g., more or less than 50% of the lung parenchyma). Pulmonary ultrasonography can also be an auxiliary method, especially for monitoring hospitalized patients in intensive care units, where transfer to a tomography scanner is difficult.","publish_time":1592265600000,"author_summary":" de Farias, Lucas de Pádua Gomes; Fonseca,<br>Eduardo Kaiser Ururahy Nunes; Strabelli, Daniel<br>Giunchetti; Loureiro, Bruna Melo Coelho; Neves, Yuri Costa<br>Sarno; Rodrigues, Thiago Potrich; Chate, Rodrigo<br>Caruso; Nomura, Cesar Higa; Sawamura, Márcio Valente<br>Yamada; Cerri, Giovanni Guido","abstract_summary":" The coronavirus disease (COVID-19), caused by<br>the severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2), emerged in Wuhan city and was<br>declared a pandemic in March 2020. Although the virus is<br>not restricted to the lung parenchyma, the use of<br>chest imaging in COVID-19 can be especially useful<br>for patients with moderate to severe symptoms or<br>comorbidities. This article aimed to demonstrate the chest<br>imaging findings of COVID-19 on different modalities:<br>chest radiography, computed tomography, and<br>ultrasonography. In addition, it intended to review<br>recommendations on imaging assessment of COVID-19 and to<br>discuss the use of a structured chest computed<br>tomography report....","title_summary":" Imaging findings in COVID-19 pneumonia","x":7.4282860756,"y":-39.3138542175,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.4282860756,"tsne_y":-39.3138542175,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"b2qoyake","source_x":"Elsevier; Medline; PMC","title":"Portable chest X-ray in coronavirus disease-19 (COVID-19): A pictorial review","doi":"10.1016\/j.clinimag.2020.04.001","abstract":"As the global pandemic of coronavirus disease-19 (COVID-19) progresses, many physicians in a wide variety of specialties continue to play pivotal roles in diagnosis and management. In radiology, much of the literature to date has focused on chest CT manifestations of COVID-19 (Zhou et al. [1]; Chung et al. [2]). However, due to infection control issues related to patient transport to CT suites, the inefficiencies introduced in CT room decontamination, and lack of CT availability in parts of the world, portable chest radiography (CXR) will likely be the most commonly utilized modality for identification and follow up of lung abnormalities. In fact, the American College of Radiology (ACR) notes that CT decontamination required after scanning COVID-19 patients may disrupt radiological service availability and suggests that portable chest radiography may be considered to minimize the risk of cross-infection (American College of Radiology [3]). Furthermore, in cases of high clinical suspicion for COVID-19, a positive CXR may obviate the need for CT. Additionally, CXR utilization for early disease detection may also play a vital role in areas around the world with limited access to reliable real-time reverse transcription polymerase chain reaction (RT-PCR) COVID testing. The purpose of this pictorial review article is to describe the most common manifestations and patterns of lung abnormality on CXR in COVID-19 in order to equip the medical community in its efforts to combat this pandemic.","publish_time":1586304000000,"author_summary":" Jacobi, Adam; Chung, Michael; Bernheim, Adam;<br>Eber, Corey","abstract_summary":" As the global pandemic of coronavirus<br>disease-19 (COVID-19) progresses, many physicians in a<br>wide variety of specialties continue to play<br>pivotal roles in diagnosis and management. In<br>radiology, much of the literature to date has focused on<br>chest CT manifestations of COVID-19 (Zhou et al. [1];<br>Chung et al. [2]). However, due to infection control<br>issues related to patient transport to CT suites, the<br>inefficiencies introduced in CT room decontamination, and<br>lack of CT availability in parts of the world,<br>portable chest radiography (CXR) will likely be the most<br>commonly utilized modality for identification and<br>follow up of lung abnormalities....","title_summary":" Portable chest X-ray in coronavirus<br>disease-19 (COVID-19): A pictorial review","x":6.7332911491,"y":-39.4633750916,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.7332911491,"tsne_y":-39.4633750916,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"iimql7vx","source_x":"Medline; PMC","title":"FDG-PET\/CT findings highly suspicious for COVID-19 in an Italian case series of asymptomatic patients","doi":"10.1007\/s00259-020-04819-6","abstract":"AIM: To illustrate the [18F]FDG-PET\/CT findings in patients affected by cancer with clinical diagnosis of Covid-19 METHODS: We retrospectively reviewed the cases of patients who showed pulmonary involvement unrelated to cancer metastases on March 13 and 16 2020. We reviewed the scans, collected medical history, and exposure information. RESULTS: Among the 13 scans, we identified 5 cases with imaging findings suspicious for viral infection. Peripheral lung consolidations and\/or ground-glass opacities in two or more lobes were found. Lung abnormalities displayed increased [18F]FDG uptake (SUVmax 4.3–11.3). All the patients on the day of PET\/CT acquisition were asymptomatic, and they did not have fever or cough. In view of the PET\/CT findings, home isolation, symptom surveillance, and treatment (in 3\/5 patients) were indicated. At 1-week follow-up, 2\/5 patients experienced the onset of mild respiratory symptoms. CONCLUSIONS: The [18F]FDG-PET\/CT can identify probable Covid-19 disease in the absence or before symptoms onset and can guide patient management. Nuclear medicine staff needs to be aware of the possibility of contact with patients affected by the SARS-CoV-2 infection even if they do not present any symptom. Therefore, safety measures need to be adopted for other patients and hospital staff in order to block the spread of infection.","publish_time":1587945600000,"author_summary":" Setti, Lucia; Kirienko, Margarita; Dalto,<br>Serena Camilla; Bonacina, Manuela; Bombardieri,<br>Emilio","abstract_summary":" AIM: To illustrate the [18F]FDG-PET\/CT<br>findings in patients affected by cancer with clinical<br>diagnosis of Covid-19 METHODS: We retrospectively<br>reviewed the cases of patients who showed pulmonary<br>involvement unrelated to cancer metastases on March 13 and<br>16 2020. We reviewed the scans, collected medical<br>history, and exposure information. RESULTS: Among the<br>13 scans, we identified 5 cases with imaging<br>findings suspicious for viral infection. Peripheral<br>lung consolidations and\/or ground-glass<br>opacities in two or more lobes were found. Lung<br>abnormalities displayed increased [18F]FDG uptake (SUVmax<br>4.3–11.3). All the patients on the day of PET\/CT<br>acquisition were asymptomatic, and they did not...","title_summary":" FDG-PET\/CT findings highly suspicious for<br>COVID-19 in an Italian case series of asymptomatic<br>patients","x":8.8054456711,"y":-40.4145507812,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.8054456711,"tsne_y":-40.4145507812,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"qtmzwwm4","source_x":"Elsevier; Medline; PMC","title":"A review of early experience in lung ultrasound (LUS) in the diagnosis and management of COVID-19","doi":"10.1016\/j.ultrasmedbio.2020.05.012","abstract":"Abstract A novel coronavirus (2019-nCoV) was identified as the cause of a cluster of pneumonia in Wuhan, China at the end of 2019. Since then more than four million confirmed cases of coronavirus disease 2019 (COVID-19) have been reported around the globe. The current gold standard for etiological diagnosis is reverse transcription polymerase chain reaction (rRT-PCR) analysis of respiratory tract specimens, but the test has a high false-negative rate due to both nasopharyngeal swab sampling error and viral burden. Hence diagnostic imaging has emerged as a fundamental component of current management of COVID-19 patients. Currently, high-resolution computed tomography (CT) is the main imaging tool for primary diagnosis and evaluation of disease severity in patients. Lung ultrasound (LUS) imaging has become a safe bedside imaging alternative that does no expose the patient to radiation, and minimizes the risk of contamination. Although the number of studies to date are limited, LUS findings have demonstrated high diagnostic sensitivity and accuracy, comparable to those of chest CT scans. In this article we review the current state of art of LUS in evaluating pulmonary changes induced by COVID-19. The goal is to identify characteristic sonographic findings most suited for the diagnosis of COVID-19 pneumonia infections.","publish_time":1590364800000,"author_summary":" Sultan, Laith R; Sehgal, Chandra M","abstract_summary":" Abstract A novel coronavirus (2019-nCoV) was<br>identified as the cause of a cluster of pneumonia in Wuhan,<br>China at the end of 2019. Since then more than four<br>million confirmed cases of coronavirus disease 2019<br>(COVID-19) have been reported around the globe. The<br>current gold standard for etiological diagnosis is<br>reverse transcription polymerase chain reaction<br>(rRT-PCR) analysis of respiratory tract specimens, but<br>the test has a high false-negative rate due to both<br>nasopharyngeal swab sampling error and viral burden. Hence<br>diagnostic imaging has emerged as a fundamental component<br>of current management of COVID-19 patients.<br>Currently, high-resolution computed tomography (CT) is...","title_summary":" A review of early experience in lung ultrasound<br>(LUS) in the diagnosis and management of COVID-19","x":6.1243228912,"y":-39.8168449402,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.1243228912,"tsne_y":-39.8168449402,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"wxe0tpzs","source_x":"Elsevier; Medline; PMC","title":"Computed tomography findings in a case of coronavirus disease 2019","doi":"10.1016\/j.jrid.2020.05.002","abstract":"Abstract Coronavirus disease 2019 (COVID-19), which is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is mainly characterized by pulmonary inflammation. The preferred imaging modality is chest computed tomography (CT) which plays an important role in early diagnosis, quarantine, and treatment as well as in the evaluation of therapeutic efficacy. We report the imaging data from a confirmed case of COVID-19 admitted to our hospital. Our aims are to improve understanding of this disease and to facilitate early diagnosis and evaluation of therapeutic efficacy. A 70-year-old woman living in the epidemic area presented with a 2-day history of intermittent fever. Chest CT revealed multiple ground glass opacities in both lungs, mainly distributed subpleurally and in the middle and lateral lung fields, particularly in the right lung, where they had partially fused into patches. Local interlobular septal thickening was also observed. Throat swabs were positive for the SARS-CoV-2 nucleic acid, which confirmed the diagnosis of COVID-19. Chest CT plays a key role in the diagnosis of COVID-19, providing an accurate diagnosis and is a sensitive technique for evaluation of therapeutic efficacy. It has the advantages of promptness, convenience, and high efficiency.","publish_time":1589241600000,"author_summary":" Yang, Bin; Wang, Libin; Xu, Guanghai; Duan,<br>Wenshuai; Zhang, Feng; Cui, Chunmao; Wang, Zhijun; Du,<br>Wei; Wu, Xin hua","abstract_summary":" Abstract Coronavirus disease 2019<br>(COVID-19), which is caused by the severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2), is mainly<br>characterized by pulmonary inflammation. The preferred<br>imaging modality is chest computed tomography (CT)<br>which plays an important role in early diagnosis,<br>quarantine, and treatment as well as in the evaluation of<br>therapeutic efficacy. We report the imaging data from a<br>confirmed case of COVID-19 admitted to our hospital. Our<br>aims are to improve understanding of this disease<br>and to facilitate early diagnosis and evaluation<br>of therapeutic efficacy. A 70-year-old woman<br>living in the epidemic area presented with a 2-day<br>history of...","title_summary":" Computed tomography findings in a case of<br>coronavirus disease 2019","x":7.7317767143,"y":-39.8955345154,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.7317767143,"tsne_y":-39.8955345154,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"dbm8k1tr","source_x":"Medline; PMC; WHO","title":"Rational and practical use of imaging in COVID-19 pneumonia","doi":"10.12669\/pjms.36.covid19-s4.2760","abstract":"The severe form of the COVID-19 pandemic caused by the SARS-CoV-2 virus, has largely manifested as a predominant respiratory illness causing severe pneumonia characterized by bilateral, subpleural ground glass haze, progressing to consolidation, and fibrosis on imaging. There is some discrepancy between the governmental guidelines, professional Societies and Radiology and Respiratory Medicine specialists with divided opinions between the use of the chest X-rays and CT scan, and whether the use be screening or diagnostic. So far, the most balanced recommendations have been proposed by the Fleischner Society, which are endorsed by the Radiological Society of Pakistan as well. This writeup describes the approach for a rational use of imaging to the best advantage in the current situation according to local resources, and restricting the spread of infection. The most practical compromise for Pakistan appears to be the use of portable digital radiography equipment, and point-of- care ultrasound; with CT scan reserved for clinical situations not explained by the above two modalities, or demanding disease stratification.","publish_time":1589414400000,"author_summary":" Sohail, Saba","abstract_summary":" The severe form of the COVID-19 pandemic caused<br>by the SARS-CoV-2 virus, has largely manifested<br>as a predominant respiratory illness causing<br>severe pneumonia characterized by bilateral,<br>subpleural ground glass haze, progressing to<br>consolidation, and fibrosis on imaging. There is some<br>discrepancy between the governmental guidelines,<br>professional Societies and Radiology and Respiratory<br>Medicine specialists with divided opinions between the<br>use of the chest X-rays and CT scan, and whether the<br>use be screening or diagnostic. So far, the most<br>balanced recommendations have been proposed by the<br>Fleischner Society, which are endorsed by the<br>Radiological Society of Pakistan as well. This writeup...","title_summary":" Rational and practical use of imaging in<br>COVID-19 pneumonia","x":6.4504289627,"y":-39.3786888123,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.4504289627,"tsne_y":-39.3786888123,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"5bjcugqj","source_x":"Elsevier; PMC; WHO","title":"[18F]FDG-PET\/CT in different COVID-19 phases","doi":"10.1016\/j.idcr.2020.e00869","abstract":"PET\/CT is an hybrid technique which allows both morfological and metabolical evalutaion. Three different morphometeabolical patterns are presented which reflect the evolutive phases of the COVID-19. This findings may help the clinician determine the correct treatment and security measure that need to be taken aaccording to the phase of the disease.","publish_time":1592438400000,"author_summary":" Ajuria-Illarramendi, Odile;<br>Martinez-Lorca, Alberto; Orduña-Diez, Maria del Prado","abstract_summary":" PET\/CT is an hybrid technique which allows both<br>morfological and metabolical evalutaion. Three different<br>morphometeabolical patterns are presented which reflect the<br>evolutive phases of the COVID-19. This findings may help<br>the clinician determine the correct treatment and<br>security measure that need to be taken aaccording to the<br>phase of the disease.","title_summary":" [18F]FDG-PET\/CT in different COVID-19 phases","x":9.560585022,"y":-39.5935554504,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.560585022,"tsne_y":-39.5935554504,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ng5wct79","source_x":"Medline; PMC","title":"A Case of Coronavirus Infection Incidentally Found on FDG PET\/CT Scan","doi":"10.1097\/rlu.0000000000003084","abstract":"We present a highly suspicious case of COVID-19 infection, incidentally found on (18)F-FDG PET\/CT images. Patient was scanned on February, 25, 2020, when COVID-19 outbreak was unrecognized in our country. She admitted having recent occasional dry cough and fever. A retrospective review of her clinical and laboratory data was strongly suggestive for diagnosis of COVID-19 infection. PET\/CT images demonstrated hypermetabolic diffuse ground glass opacities in both lungs with bilateral nodules. There was no evidence of pleural effusion or prominent mediastinal or hilar lymphadenopathy. Radiologists must be aware of COVID-19 presentations on PET\/CT scan images during COVID-19 outbreak.","publish_time":1589846400000,"author_summary":" Doroudinia, Abtin; Tavakoli, Mehrdad","abstract_summary":" We present a highly suspicious case of COVID-19<br>infection, incidentally found on (18)F-FDG PET\/CT<br>images. Patient was scanned on February, 25, 2020, when<br>COVID-19 outbreak was unrecognized in our country. She<br>admitted having recent occasional dry cough and fever. A<br>retrospective review of her clinical and laboratory data was<br>strongly suggestive for diagnosis of COVID-19<br>infection. PET\/CT images demonstrated hypermetabolic<br>diffuse ground glass opacities in both lungs with<br>bilateral nodules. There was no evidence of pleural<br>effusion or prominent mediastinal or hilar<br>lymphadenopathy. Radiologists must be aware of COVID-19<br>presentations on PET\/CT scan images during COVID-19<br>outbreak.","title_summary":" A Case of Coronavirus Infection Incidentally<br>Found on FDG PET\/CT Scan","x":9.2672243118,"y":-39.9080696106,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.2672243118,"tsne_y":-39.9080696106,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"9m2i7xea","source_x":"Elsevier; PMC; WHO","title":"Target-shaped combined halo and reversed-halo sign, an atypical chest CT finding in COVID-19","doi":"10.1016\/j.clinimag.2020.06.038","abstract":"Typical chest CT findings in COVID-19 have been described as bilateral peripheral ground glass opacities, with or without consolidation. Halo sign and reversed halo sign have been reported as atypical imaging findings in this disease. However, to the best of our knowledge, combined presence of these signs has never been reported before. Herein, we present a COVID-19 patient with numerous atypical target-shaped, combined halo and reversed halo pulmonary lesions, in the absence of any other underlying disease.","publish_time":1593648000000,"author_summary":" Shaghaghi, Shiva; Daskareh, Mahyar;<br>Irannejad, Mona; Shaghaghi, Mohammadreza; Kamel, Ihab R.","abstract_summary":" Typical chest CT findings in COVID-19 have been<br>described as bilateral peripheral ground glass<br>opacities, with or without consolidation. Halo sign and<br>reversed halo sign have been reported as atypical<br>imaging findings in this disease. However, to the best<br>of our knowledge, combined presence of these<br>signs has never been reported before. Herein, we<br>present a COVID-19 patient with numerous atypical<br>target-shaped, combined halo and reversed halo pulmonary<br>lesions, in the absence of any other underlying disease.","title_summary":" Target-shaped combined halo and<br>reversed-halo sign, an atypical chest CT finding in COVID-19","x":9.6672992706,"y":-39.0384788513,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.6672992706,"tsne_y":-39.0384788513,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"1h7pp77v","source_x":"Elsevier; Medline; PMC","title":"Accuracy of Emergency Department clinical findings for diagnostic of coronavirus disease-2019","doi":"10.1016\/j.annemergmed.2020.05.022","abstract":"Abstract: Objective We sought to describe the medical history and clinical findings of patients attending the ED with suspected COVID-19 and estimate the diagnostic accuracy of patients’ characteristics for predicting COVID-19. Methods We prospectively enrolled all patients tested for SARS-CoV-2 by RT-PCR in our ED from March 9, 2020 to April 4, 2020. We abstracted medical history, physical examination findings, and the clinical probability of COVID-19 (“low”, “moderate”, “high”) rated by emergency physicians depending on their clinical judgment. We assessed diagnostic accuracy of these characteristics for COVID-19 by calculating positive and negative likelihood ratios (LR+\/LR-). Results We included 391 patients of whom 225 tested positive for SARS-CoV-2. RT-PCR was more likely to be negative when the emergency physician thought that clinical probability was low, and more likely to be positive when she or he thought that clinical probability was high. Patient-reported anosmia and the presence of bilateral B-lines on lung ultrasound had the highest LR+ for the diagnosis of COVID-19 (7.58; 95% CI 2.36–24.36 and 7.09; 95% CI 2.77–18.12 respectively). The absence of a high clinical probability determined by the emergency physician and the absence of bilateral B-lines on lung ultrasound had the lowest LR- for the diagnosis of COVID-19 (0.33; 95% CI 0.25–0.43 and 0.26; 95% CI 0.15–0.45 respectively). Conclusions Anosmia, emergency physician estimate of high clinical probability and bilateral B-lines on lung ultrasound increased the likelihood of identifying COVID-19 in patients presenting to the ED.","publish_time":1590019200000,"author_summary":" Peyrony, Olivier; Marbeuf-Gueye, Carole;<br>Truong, Vy; Giroud, Marion; Rivière, Clémentine;<br>Khenissi, Khalil; Legay, Léa; Simonetta, Marie; Elezi,<br>Arben; Principe, Alessandra; Taboulet, Pierre;<br>Ogereau, Carl; Tourdjman, Mathieu; Ellouze, Sami;<br>Fontaine, Jean-Paul","abstract_summary":" Abstract: Objective We sought to describe the<br>medical history and clinical findings of patients<br>attending the ED with suspected COVID-19 and estimate the<br>diagnostic accuracy of patients’ characteristics for<br>predicting COVID-19. Methods We prospectively enrolled<br>all patients tested for SARS-CoV-2 by RT-PCR in our<br>ED from March 9, 2020 to April 4, 2020. We<br>abstracted medical history, physical examination<br>findings, and the clinical probability of COVID-19<br>(“low”, “moderate”, “high”) rated by emergency<br>physicians depending on their clinical judgment. We<br>assessed diagnostic accuracy of these characteristics<br>for COVID-19 by calculating positive and negative<br>likelihood ratios (LR+\/LR-). Results We included 391<br>patients...","title_summary":" Accuracy of Emergency Department clinical<br>findings for diagnostic of coronavirus disease-2019","x":6.4307303429,"y":-40.2530288696,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.4307303429,"tsne_y":-40.2530288696,"subcluster":1,"subcluster_description":"Front Line Health Care","shape":"p"},{"cord_uid":"wxs0o7lk","source_x":"Medline; PMC","title":"FDG PET\/CT in a Patient With Mantle Cell Lymphoma and COVID-19: Typical Findings","doi":"10.1097\/rlu.0000000000003113","abstract":"A 52-year-old woman with no medical history was admitted on March 18, 2020, presenting since 3 days asthenia, abdominal pain, and dry cough but no fever. Adenomegalies, splenomegaly, leukocytosis, and elevated LDH suggested mature lymphoproliferation. Considering the current health context, an RT-PCR testing for COVID-19 (coronavirus disease 2019) was performed and found to be positive. Early chest CT showed no sign of pulmonary infection but multiple adenomegalies. An (18)F-FDG PET\/CT performed 5 days later to assess the extent of the hemopathy revealed the apparition of FDG-avid bilateral ground glass and subpleural curvilinear opacities suggesting COVID-19–associated pneumopathy.","publish_time":1589932800000,"author_summary":" Playe, Margot; Siavellis, Justine; Braun,<br>Thorsten; Soussan, Michaël","abstract_summary":" A 52-year-old woman with no medical history was<br>admitted on March 18, 2020, presenting since 3 days<br>asthenia, abdominal pain, and dry cough but no fever.<br>Adenomegalies, splenomegaly, leukocytosis, and elevated LDH<br>suggested mature lymphoproliferation. Considering the<br>current health context, an RT-PCR testing for COVID-19<br>(coronavirus disease 2019) was performed and found to be<br>positive. Early chest CT showed no sign of pulmonary<br>infection but multiple adenomegalies. An (18)F-FDG<br>PET\/CT performed 5 days later to assess the extent of<br>the hemopathy revealed the apparition of FDG-avid<br>bilateral ground glass and subpleural curvilinear<br>opacities suggesting COVID-19–associated<br>pneumopathy.","title_summary":" FDG PET\/CT in a Patient With Mantle Cell<br>Lymphoma and COVID-19: Typical Findings","x":9.4391756058,"y":-39.9569854736,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.4391756058,"tsne_y":-39.9569854736,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"xd82hbbl","source_x":"Elsevier; Medline; PMC","title":"Chest CT Findings of Early and Progressive Phase COVID-19 Infection from a US Patient","doi":"10.1016\/j.radcr.2020.04.031","abstract":"Abstract The SARS-CoV-2 infection (COVID-19), originally reported in Wuhan, China, has rapidly proliferated throughout several continents and the first case in the United States was reported on January 19, 2020. According to the ACR guidelines issued shortly after this disease was declared a pandemic, radiologists are expected to familiarize themselves with the CT appearance of COVID-19 infection in order to be able to identify specific findings of this entity. This case report discusses the relevant imaging findings of one of the first cases in the midwestern US. It involves a 60-year-old man who presented with fever, dyspnea, and cough for 1 week and subsequently tested positive for COVID-19. The utility of the noncontrast CT chest in the diagnosis of COVID-19 has been controversial, but there are specific imaging findings that have been increasingly associated with this virus in the appropriate clinical context. The stages of imaging findings in COVID-19 are considered along with the implications of fibrosis throughout the stages. Future considerations include using artificial intelligence algorithms to distinguish between community acquired pneumonias and COVID-19 infection.","publish_time":1587340800000,"author_summary":" Adair, Luther B.; Ledermann, Eric J","abstract_summary":" Abstract The SARS-CoV-2 infection<br>(COVID-19), originally reported in Wuhan, China, has<br>rapidly proliferated throughout several continents<br>and the first case in the United States was reported<br>on January 19, 2020. According to the ACR<br>guidelines issued shortly after this disease was declared<br>a pandemic, radiologists are expected to<br>familiarize themselves with the CT appearance of COVID-19<br>infection in order to be able to identify specific<br>findings of this entity. This case report discusses the<br>relevant imaging findings of one of the first cases in the<br>midwestern US. It involves a 60-year-old man who presented<br>with fever, dyspnea, and cough for...","title_summary":" Chest CT Findings of Early and Progressive<br>Phase COVID-19 Infection from a US Patient","x":7.309469223,"y":-40.1575622559,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.309469223,"tsne_y":-40.1575622559,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"4h0sybiy","source_x":"Elsevier; Medline; PMC","title":"Coronavirus disease 2019 (COVID-19) in the radiology department: What radiographers need to know","doi":"10.1016\/j.radi.2020.05.012","abstract":"OBJECTIVES: The aim is to review current literature related to the diagnosis, management, and follow-up of suspected and confirmed Covid-19 cases. KEY FINDINGS: Medical Imaging plays an important auxiliary role in the diagnosis of Covid-19 patients, mainly those most seriously affected. Practice differs widely among different countries, mainly due to the variability of access to resources (viral testing and imaging equipment, specialised staff, protective equipment). It has been now well-documented that chest radiographs should be the first-line imaging tool and chest CT should only be reserved for critically ill patients, or when chest radiograph and clinical presentation may be inconclusive. CONCLUSION: As radiographers work on the frontline, they should be aware of the potential risks associated with Covid-19 and engage in optimal strategies to reduce these. Their role in vetting, conducting and often reporting the imaging examinations is vital as well as their contribution in patient safety and care. Medical Imaging should be limited to critically ill patients, and where it may have an impact on the patient management plan. IMPLICATIONS FOR PRACTICE: At the time of publication, this review offers the most up-to-date recommendations for clinical practitioners in radiology departments, including radiographers. Radiography practice has to significantly adjust to these new requirements to support optimal and safe imaging practices for the diagnosis of Covid-19. The adoption of low dose CT, rigorous infection control protocols and optimal use of personal protective equipment may reduce the potential risks of radiation exposure and infection, respectively, within Radiology departments.","publish_time":1591228800000,"author_summary":" Stogiannos, N.; Fotopoulos, D.; Woznitza, N.;<br>Malamateniou, C.","abstract_summary":" OBJECTIVES: The aim is to review current<br>literature related to the diagnosis, management, and<br>follow-up of suspected and confirmed Covid-19 cases. KEY<br>FINDINGS: Medical Imaging plays an important auxiliary<br>role in the diagnosis of Covid-19 patients, mainly<br>those most seriously affected. Practice differs<br>widely among different countries, mainly due to the<br>variability of access to resources (viral testing and<br>imaging equipment, specialised staff, protective<br>equipment). It has been now well-documented that chest<br>radiographs should be the first-line imaging tool and chest<br>CT should only be reserved for critically ill<br>patients, or when chest radiograph and clinical<br>presentation may be inconclusive....","title_summary":" Coronavirus disease 2019 (COVID-19) in the<br>radiology department: What radiographers need to know","x":6.1340041161,"y":-39.9454078674,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.1340041161,"tsne_y":-39.9454078674,"subcluster":1,"subcluster_description":"Front Line Health Care","shape":"p"},{"cord_uid":"78554r3r","source_x":"Medline; PMC","title":"Chest CT features of coronavirus disease 2019 (COVID-19) pneumonia: key points for radiologists","doi":"10.1007\/s11547-020-01237-4","abstract":"COVID-19 is an emerging infection caused by a novel coronavirus that is moving so rapidly that on 30 January 2020 the World Health Organization declared the outbreak a Public Health Emergency of International Concern and on 11 March 2020 as a pandemic. An early diagnosis of COVID-19 is crucial for disease treatment and control of the disease spread. Real-time reverse-transcription polymerase chain reaction (RT-PCR) demonstrated a low sensibility; therefore chest computed tomography (CT) plays a pivotal role not only in the early detection and diagnosis, especially for false negative RT-PCR tests, but also in monitoring the clinical course and in evaluating the disease severity. This paper reports the CT findings with some hints on the temporal changes over the course of the disease: the CT hallmarks of COVID-19 are bilateral distribution of ground glass opacities with or without consolidation in the posterior and peripheral lung, but the predominant findings in later phases include consolidations, linear opacities, “crazy-paving” pattern, “reversed halo” sign and vascular enlargement. The CT findings of COVID-19 overlap with the CT findings of other diseases, in particular the viral pneumonia including influenza viruses, parainfluenza virus, adenovirus, respiratory syncytial virus, rhinovirus, human metapneumovirus, etc. There are differences as well as similarities in the CT features of COVID-19 compared with those of the severe acute respiratory syndrome. The aim of this article is to review the typical and atypical CT findings in COVID-19 patients in order to help radiologists and clinicians to become more familiar with the disease.","publish_time":1591228800000,"author_summary":" Carotti, Marina; Salaffi, Fausto;<br>Sarzi-Puttini, Piercarlo; Agostini, Andrea; Borgheresi,<br>Alessandra; Minorati, Davide; Galli, Massimo; Marotto,<br>Daniela; Giovagnoni, Andrea","abstract_summary":" COVID-19 is an emerging infection caused by a<br>novel coronavirus that is moving so rapidly that on 30<br>January 2020 the World Health Organization declared<br>the outbreak a Public Health Emergency of<br>International Concern and on 11 March 2020 as a pandemic. An<br>early diagnosis of COVID-19 is crucial for disease<br>treatment and control of the disease spread. Real-time<br>reverse-transcription polymerase chain reaction (RT-PCR)<br>demonstrated a low sensibility; therefore chest computed<br>tomography (CT) plays a pivotal role not only in the early<br>detection and diagnosis, especially for false negative<br>RT-PCR tests, but also in monitoring the clinical<br>course and in...","title_summary":" Chest CT features of coronavirus disease 2019<br>(COVID-19) pneumonia: key points for radiologists","x":7.5260119438,"y":-39.9350395203,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.5260119438,"tsne_y":-39.9350395203,"subcluster":6,"subcluster_description":"Coronavirus Disease","shape":"p"},{"cord_uid":"juaenvk8","source_x":"Medline; PMC","title":"Positron Emission Tomography for Detecting COVID-19 in Asymptomatic Left Ventricular Assist Device Recipients","doi":"10.1097\/mat.0000000000001176","abstract":"In this study, We report on the use of fluorine 18-fluorodeoxyglucose ((18)F-FDG) positron emission tomography (PET) scan examinations for the diagnosis of COVID-19 respiratory syndrome in asymptomatic left ventricular assist device (LVAD) recipients. Thus, extreme caution and thoughtful approaches should be taken for a timely detection in delicate LVAD populations, especially if patients are living in a high-density COVID-19-infected area, and the potential intention for LVAD treatment is bridge to transplantation.","publish_time":1589155200000,"author_summary":" Loforte, Antonio; Gliozzi, Gregorio; Martin<br>Suarez, Sofia; Pacini, Davide","abstract_summary":" In this study, We report on the use of fluorine<br>18-fluorodeoxyglucose ((18)F-FDG) positron emission tomography<br>(PET) scan examinations for the diagnosis of<br>COVID-19 respiratory syndrome in asymptomatic left<br>ventricular assist device (LVAD) recipients. Thus,<br>extreme caution and thoughtful approaches should be<br>taken for a timely detection in delicate LVAD<br>populations, especially if patients are living in a<br>high-density COVID-19-infected area, and the potential<br>intention for LVAD treatment is bridge to<br>transplantation.","title_summary":" Positron Emission Tomography for Detecting<br>COVID-19 in Asymptomatic Left Ventricular Assist<br>Device Recipients","x":9.3118448257,"y":-39.8202896118,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.3118448257,"tsne_y":-39.8202896118,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"cu2qe6mg","source_x":"Medline; PMC","title":"FDG PET\/CT Findings in an Asymptomatic Case of Confirmed COVID-19","doi":"10.1097\/rlu.0000000000003145","abstract":"In the current and rapidly worsening pandemic, patients with COVID-19 may undergo imaging with FDG PET\/CT. Because a significant proportion of infected patients may be asymptomatic, incidental discovery on a PET\/CT scan performed for unrelated reasons can occur. Because of the highly infectious nature of this agent, it is important that interpreting physicians be aware of the typical imaging findings to identify potentially affected patients. We present the case of an asymptomatic patient referred for FDG PET\/CT imaging of a lung nodule who demonstrated the typical CT findings of COVID-19 infection and was subsequently found to be positive on testing.","publish_time":1589846400000,"author_summary":" Martineau, Patrick; Kidane, Biniam","abstract_summary":" In the current and rapidly worsening pandemic,<br>patients with COVID-19 may undergo imaging with FDG<br>PET\/CT. Because a significant proportion of infected<br>patients may be asymptomatic, incidental discovery on a<br>PET\/CT scan performed for unrelated reasons can<br>occur. Because of the highly infectious nature of this<br>agent, it is important that interpreting physicians<br>be aware of the typical imaging findings to<br>identify potentially affected patients. We present the<br>case of an asymptomatic patient referred for FDG<br>PET\/CT imaging of a lung nodule who demonstrated the<br>typical CT findings of COVID-19 infection and was<br>subsequently found to be positive on testing.","title_summary":" FDG PET\/CT Findings in an Asymptomatic Case of<br>Confirmed COVID-19","x":9.210735321,"y":-39.884147644,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.210735321,"tsne_y":-39.884147644,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"7fkaj1h8","source_x":"Elsevier; PMC","title":"Experience on radiological examinations and infection prevention for COVID-19 in radiology department","doi":"10.1016\/j.jrid.2020.03.006","abstract":"Abstract In December 2019, a cluster of patients with emerging pneumonia of unknown etiology were discovered in Wuhan city, China. Laboratory examination identified a novel coronavirus which was tentatively named as 2019 novel coronavirus (2019-nCoV) by the World Health Organization (WHO) in January 2020. The WHO has more recently formally named the 2019-nCoV as coronavirus Diseases 2019 (COVID-19). Within one month, the novel coronavirus rapidly spread across the whole of China through droplet transmission and contact transmission, and the reported number of confirmed COVID-19 cases demonstrated a rising trend. Radiological examinations, especially computed tomography CT, were confirmed as effective methods for the screening and diagnosis of infected cases. Reports stated that many radiologists and technologists were being infected when examining patients with COVID-19. In order to clarify the imaging features of COVID-19 and reduce the infection risk of medical personnel in radiology departments, we summarized the experience on radiological examinations and infection prevention for COVID-19, aiming to guide virus prevention, diagnosis and control within radiology departments.","publish_time":1585612800000,"author_summary":" Ding, Jinli; Liu, Yaou; Fu, Haihong; Gao,<br>Jianbo; Zhao, Xin; Zheng, Junhui; Sun, Wenge; Ma,<br>Xinwu; Feng, Ji; Liang, Pan; Wu, Aiqin; Liu, Jie; Wang,<br>Yun; Geng, Pengfei; Chen, Yong; Li, Hongjun","abstract_summary":" Abstract In December 2019, a cluster of<br>patients with emerging pneumonia of unknown etiology<br>were discovered in Wuhan city, China. Laboratory<br>examination identified a novel coronavirus which was<br>tentatively named as 2019 novel coronavirus (2019-nCoV) by<br>the World Health Organization (WHO) in January<br>2020. The WHO has more recently formally named the<br>2019-nCoV as coronavirus Diseases 2019 (COVID-19).<br>Within one month, the novel coronavirus rapidly<br>spread across the whole of China through droplet<br>transmission and contact transmission, and the reported<br>number of confirmed COVID-19 cases demonstrated a<br>rising trend. Radiological examinations,<br>especially computed tomography CT, were confirmed as<br>effective methods...","title_summary":" Experience on radiological examinations and<br>infection prevention for COVID-19 in radiology<br>department","x":6.7258906364,"y":-38.9903717041,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.7258906364,"tsne_y":-38.9903717041,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3rq9y8rm","source_x":"Medline; PMC","title":"Radiologic chest CT findings from COVID‐19 in Orleans Parish, Louisiana","doi":"10.1111\/echo.14662","abstract":"Orleans Parish in Louisiana is in the midst of an exponentially increasing number of patient admissions with COVID‐19 and respiratory symptoms. Patients have been described having CT findings most consistent with an early‐stage (<7 days from symptoms onset) or an advanced stage (8‐14 days from symptoms onset). We describe and illustrate those early and advanced stage CT findings from patients with documented COVID‐19 who have been admitted to University Medical Center in New Orleans, Louisiana.","publish_time":1586736000000,"author_summary":" Danrad, Raman; Smith, David L.; Kerut, Edmund<br>K.","abstract_summary":" Orleans Parish in Louisiana is in the midst of an<br>exponentially increasing number of patient admissions with<br>COVID‐19 and respiratory symptoms. Patients have been<br>described having CT findings most consistent with an<br>early‐stage (<7 days from symptoms onset) or an advanced<br>stage (8‐14 days from symptoms onset). We describe<br>and illustrate those early and advanced stage CT<br>findings from patients with documented COVID‐19 who<br>have been admitted to University Medical Center in<br>New Orleans, Louisiana.","title_summary":" Radiologic chest CT findings from COVID‐19 in<br>Orleans Parish, Louisiana","x":9.4269418716,"y":-38.3992424011,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.4269418716,"tsne_y":-38.3992424011,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"y0imkvk4","source_x":"Elsevier; Medline; PMC; WHO","title":"Incidental typical COVID-19 appearance on the lung bases, visualized at abdominal CT for a patient that presented with abdominal pain and nausea","doi":"10.1016\/j.radcr.2020.05.039","abstract":"This is a case report of a 55-year-old male patient, medically free presented to the emergency department at our hospital, King Fahd Armed Forces Hospital, Jeddah, Saudi Arabia. The patient presented with generalized abdominal pain and nausea only, without fever or any respiratory symptoms. On a computed tomography scan examination of the abdomen to rule out bowel ischemia, an incidental finding of a typical appearance of COVID-19 pneumonia was found at the visualized lung bases. The diagnosis of COVID-19 was confirmed afterward by laboratory testing. Conclusion: Typical COVID-19 findings can be suggested on lung bases at abdominal CT.","publish_time":1590019200000,"author_summary":" sendi, Amr adnan; Saggat, Doaa Fahmi;<br>Alzahrani, Saeed Jaber","abstract_summary":" This is a case report of a 55-year-old male<br>patient, medically free presented to the emergency<br>department at our hospital, King Fahd Armed Forces<br>Hospital, Jeddah, Saudi Arabia. The patient presented<br>with generalized abdominal pain and nausea only,<br>without fever or any respiratory symptoms. On a<br>computed tomography scan examination of the abdomen to<br>rule out bowel ischemia, an incidental finding of a<br>typical appearance of COVID-19 pneumonia was found at<br>the visualized lung bases. The diagnosis of<br>COVID-19 was confirmed afterward by laboratory<br>testing. Conclusion: Typical COVID-19 findings can be<br>suggested on lung bases at abdominal CT.","title_summary":" Incidental typical COVID-19 appearance on the<br>lung bases, visualized at abdominal CT for a patient<br>that presented with abdominal pain and nausea","x":9.7374210358,"y":-39.0079421997,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.7374210358,"tsne_y":-39.0079421997,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"zq4vvini","source_x":"Medline; PMC","title":"Three unsuspected CT diagnoses of COVID-19","doi":"10.1007\/s10140-020-01775-4","abstract":"PURPOSE: Coronavirus disease 2019 (COVID-19) is caused by a novel strain of coronavirus named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that has quickly spread around the globe. Health care facilities in the USA currently do not have an adequate supply of COVID-19 tests to meet the growing demand. Imaging findings for COVID-19 are non-specific but include pulmonary parenchymal ground-glass opacities in a predominantly basal and peripheral distribution. METHODS: Three patients were imaged for non-respiratory-related symptoms with a portion of the lungs in the imaged field. RESULTS: Each patient had suspicious imaging findings for COVID-19, prompting the interpreting radiologist to suggest testing for COVID-19. All 3 patients turned out to be infected with COVID-19, and one patient is the first reported case of the coincident presentation of COVID-19 and an intraparenchymal hemorrhage. CONCLUSION: Using imaging characteristics of COVID-19 on abdominal or neck CT when a portion of the lungs is included, patients not initially suspected of COVID-19 infection can be quarantined earlier to limit exposure to others.","publish_time":1586736000000,"author_summary":" Vu, David; Ruggiero, Maryanne; Choi, Woo Sung;<br>Masri, Daniel; Flyer, Mark; Shyknevsky, Inna; Stein,<br>Evan G.","abstract_summary":" PURPOSE: Coronavirus disease 2019 (COVID-19)<br>is caused by a novel strain of coronavirus named<br>severe acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2) that has quickly spread around the globe.<br>Health care facilities in the USA currently do not have<br>an adequate supply of COVID-19 tests to meet the<br>growing demand. Imaging findings for COVID-19 are<br>non-specific but include pulmonary parenchymal<br>ground-glass opacities in a predominantly basal and<br>peripheral distribution. METHODS: Three patients were<br>imaged for non-respiratory-related symptoms with a<br>portion of the lungs in the imaged field. RESULTS: Each<br>patient had suspicious imaging findings for COVID-19,<br>prompting the interpreting radiologist to...","title_summary":" Three unsuspected CT diagnoses of COVID-19","x":7.526787281,"y":-39.5912628174,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.526787281,"tsne_y":-39.5912628174,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"25tbv25t","source_x":"Medline; PMC","title":"COVID-19 Pneumonia Mimicking Immunotherapy-Induced Pneumonitis on (18)F-FDG PET\/CT in a Patient Under Treatment With Nivolumab","doi":"10.1097\/rlu.0000000000003152","abstract":"Within a few months, coronavirus disease 2019 (COVID-19) has become a pandemic with more than 2 million patients infected and a high mortality rate. Early detection of COVID-19 in oncologic patients is crucial in order to rapidly apply isolation measures and avoid nosocomial spread. However, early diagnosis may be challenging, especially in cancer patients under treatment with immunotherapy as drug-induced pneumonitis can present similar clinical and radiological features. We describe the findings of a SARS-CoV-2 infection on PET\/CT with (18)F-FDG in a 51-year-old man with metastatic renal cell carcinoma under treatment with nivolumab.","publish_time":1591574400000,"author_summary":" Artigas, Carlos; Lemort, Marc; Mestrez,<br>Fabienne; Gil, Thierry; Flamen, Patrick","abstract_summary":" Within a few months, coronavirus disease 2019<br>(COVID-19) has become a pandemic with more than 2 million<br>patients infected and a high mortality rate. Early<br>detection of COVID-19 in oncologic patients is crucial in<br>order to rapidly apply isolation measures and avoid<br>nosocomial spread. However, early diagnosis may be<br>challenging, especially in cancer patients under treatment<br>with immunotherapy as drug-induced pneumonitis<br>can present similar clinical and radiological<br>features. We describe the findings of a SARS-CoV-2<br>infection on PET\/CT with (18)F-FDG in a 51-year-old man<br>with metastatic renal cell carcinoma under<br>treatment with nivolumab.","title_summary":" COVID-19 Pneumonia Mimicking<br>Immunotherapy-Induced Pneumonitis on (18)F-FDG PET\/CT in a Patient<br>Under Treatment With Nivolumab","x":9.8040304184,"y":-39.5189590454,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.8040304184,"tsne_y":-39.5189590454,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"u60jy60b","source_x":"Medline; PMC","title":"FDG PET\/CT in Diagnosing COVID-19 Infection in a Cancer Patient With Exposure History But Minimal Symptoms","doi":"10.1097\/rlu.0000000000003137","abstract":"A 56-year-old woman with high-grade neuroendocrine small cell carcinoma had known contact history of COVID-19 about 16 days prior to the restaging PET\/CT. The patient was instructed to self-quarantine for 14 days, and no COVID-19 test was performed. Upon arrival, the patient had low-grade fever of 37.1°C, but did not meet infection control criteria for COVID-19 testing, and it was approved to proceed with PET\/CT. The FDG PET\/CT images revealed new multifocal hypermetabolic bilateral pulmonary ground-glass opacities that are suggestive of COVID-19 pneumonia. Meanwhile, the patient’s symptoms worsened, and a blood test later confirmed COVID-19 infection.","publish_time":1589846400000,"author_summary":" Chuang, Hubert H.; Emery, Dustin J.; Campbell,<br>Richelle Millican; Lu, Yang","abstract_summary":" A 56-year-old woman with high-grade<br>neuroendocrine small cell carcinoma had known contact history<br>of COVID-19 about 16 days prior to the restaging<br>PET\/CT. The patient was instructed to self-quarantine<br>for 14 days, and no COVID-19 test was performed.<br>Upon arrival, the patient had low-grade fever of<br>37.1°C, but did not meet infection control criteria for<br>COVID-19 testing, and it was approved to proceed with<br>PET\/CT. The FDG PET\/CT images revealed new multifocal<br>hypermetabolic bilateral pulmonary ground-glass opacities<br>that are suggestive of COVID-19 pneumonia.<br>Meanwhile, the patient’s symptoms worsened, and a blood<br>test later confirmed COVID-19 infection.","title_summary":" FDG PET\/CT in Diagnosing COVID-19 Infection in<br>a Cancer Patient With Exposure History But<br>Minimal Symptoms","x":9.1831035614,"y":-40.0501785278,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.1831035614,"tsne_y":-40.0501785278,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"ifqj552u","source_x":"Elsevier; Medline; PMC","title":"Need for Caution in the Diagnosis of Radiation Pneumonitis in the COVID-19 Pandemic","doi":"10.1016\/j.adro.2020.04.015","abstract":"INTRODUCTION: Patients with cancer are at high-risk for mortality from coronavirus-disease 2019 (COVID-19). Radiation pneumonitis (RP) is a common toxicity of thoracic radiotherapy with overlapping clinical and imaging features with COVID-19, however, RP is treated with high-dose corticosteroids, which may exacerbate COVID-19-associated lung injury. We reviewed patients who presented with symptoms of RP during the intensification of a regional COVID-19 epidemic to report on their clinical course and COVID-19 testing results. METHODS: The clinical course and chest computed tomography (CT) imaging findings of consecutive patients who presented with symptoms of RP in March 2020 were reviewed. The first regional COVID-19 case was diagnosed on 3\/1\/2020. All patients underwent COVID-19 qualitative RNA testing. RESULTS: Four patients with clinical suspicion for RP were assessed. Three out of four patients tested positive for COVID-19. All patients presented with symptoms of cough and dyspnea. Two patients had a fever, of whom only one tested positive for COVID-19. Two patients started on an empiric high-dose corticosteroid taper for presumed RP, but both had clinical deterioration, and ultimately tested positive for COVID-19 and required hospitalization. Chest CT findings in patients suspected of RP, but ultimately diagnosed with COVID-19 showed ground-glass opacities mostly pronounced outside the radiation field. CONCLUSIONS: As this pandemic continues, patients with symptoms of RP require diagnostic attention. We recommend that patients suspected of RP be tested for COVID-19 before starting empiric corticosteroids and for careful attention be paid to chest CT imaging in order to prevent potential exacerbation of COVID-19 in these high-risk patients.","publish_time":1588636800000,"author_summary":" Shaverdian, Narek; Shepherd, Annemarie;<br>Rimner, Andreas; Wu, Abraham J.; Simone, Charles B.;<br>Gelblum, Daphna Y.; Gomez, Daniel R.","abstract_summary":" INTRODUCTION: Patients with cancer are at<br>high-risk for mortality from coronavirus-disease 2019<br>(COVID-19). Radiation pneumonitis (RP) is a common<br>toxicity of thoracic radiotherapy with overlapping<br>clinical and imaging features with COVID-19, however,<br>RP is treated with high-dose corticosteroids,<br>which may exacerbate COVID-19-associated lung<br>injury. We reviewed patients who presented with<br>symptoms of RP during the intensification of a regional<br>COVID-19 epidemic to report on their clinical course and<br>COVID-19 testing results. METHODS: The clinical course<br>and chest computed tomography (CT) imaging<br>findings of consecutive patients who presented with<br>symptoms of RP in March 2020 were reviewed. The first<br>regional COVID-19...","title_summary":" Need for Caution in the Diagnosis of Radiation<br>Pneumonitis in the COVID-19 Pandemic","x":7.44262743,"y":-39.4578475952,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.44262743,"tsne_y":-39.4578475952,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"g3s5p193","source_x":"Medline; PMC","title":"(18)F-FDG PET\/CT in asymptomatic patients with COVID-19: the submerged iceberg surfaces","doi":"10.1007\/s11604-020-01006-3","abstract":"OBJECTIVE: The aim of this case series is to describe our experience in diagnosis and management of oncological asymptomatic patients with COVID-19 who underwent (18)F-FDG PET\/CT. METHODS: From March 9 to March 31, 2020, we identified 5 patients who had PET\/CT findings suspicious for COVID-19, but no symptom of infection. RESULTS: The first three patients were administered an SARS-CoV-2 test in a COVID-dedicated center, while the fourth and fifth were tested in our institution, in accordance with a new internal procedure. The SARS-CoV-2 test yielded positive results in all five patients. CONCLUSION: In this COVID-19 emergency, our task as radiologists and nuclear medicine physicians is to be able to identify imaging findings suggestive of the disease and to manage patients without overloading the hospital system.","publish_time":1592870400000,"author_summary":" Colandrea, Marzia; Gilardi, Laura; Travaini,<br>Laura L.; Fracassi, Silvia L. V.; Funicelli, Luigi;<br>Grana, Chiara M.","abstract_summary":" OBJECTIVE: The aim of this case series is to<br>describe our experience in diagnosis and management of<br>oncological asymptomatic patients with COVID-19 who<br>underwent (18)F-FDG PET\/CT. METHODS: From March 9 to<br>March 31, 2020, we identified 5 patients who had<br>PET\/CT findings suspicious for COVID-19, but no<br>symptom of infection. RESULTS: The first three<br>patients were administered an SARS-CoV-2 test in a<br>COVID-dedicated center, while the fourth and fifth were tested<br>in our institution, in accordance with a new<br>internal procedure. The SARS-CoV-2 test yielded<br>positive results in all five patients. CONCLUSION: In<br>this COVID-19 emergency, our task as radiologists...","title_summary":" (18)F-FDG PET\/CT in asymptomatic patients<br>with COVID-19: the submerged iceberg surfaces","x":8.7815589905,"y":-40.3444404602,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.7815589905,"tsne_y":-40.3444404602,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"wflbdae6","source_x":"Medline; PMC","title":"Incidental Discovery of a COVID-19 Infection on a Reevaluation FDG PET\/CT in a Patient Treated for Hodgkin Lymphoma","doi":"10.1097\/rlu.0000000000003144","abstract":"We report the results of (18)F-FDG PET\/CT in an asymptomatic case of COVID-19 infection. A 27-year-old woman underwent FDG PET\/CT for revaluation of a stage IIIE B Hodgkin lymphoma after the fourth cycle of chemotherapy. It showed intense avid FDG subpleural mixed ground-glass and consolidative lesions, especially in the left lung. Because of this morpho-metabolic aspect and the epidemic context, a viral pneumopathy was suspected. The patient who was initially asymptomatic was admitted for fever 28 hours after the PET\/CT. The nasopharyngeal swab was positive for COVID-19, and the outcome was favorable.","publish_time":1591574400000,"author_summary":" Simand, Celestine; Bund, Caroline; Guffroy,<br>Blandine; Chaban, Vitaliy; Herbrecht, Raoul","abstract_summary":" We report the results of (18)F-FDG PET\/CT in an<br>asymptomatic case of COVID-19 infection. A 27-year-old<br>woman underwent FDG PET\/CT for revaluation of a stage<br>IIIE B Hodgkin lymphoma after the fourth cycle of<br>chemotherapy. It showed intense avid FDG subpleural mixed<br>ground-glass and consolidative lesions, especially in the<br>left lung. Because of this morpho-metabolic aspect<br>and the epidemic context, a viral pneumopathy was<br>suspected. The patient who was initially asymptomatic was<br>admitted for fever 28 hours after the PET\/CT. The<br>nasopharyngeal swab was positive for COVID-19, and the outcome<br>was favorable.","title_summary":" Incidental Discovery of a COVID-19 Infection<br>on a Reevaluation FDG PET\/CT in a Patient Treated<br>for Hodgkin Lymphoma","x":9.3831834793,"y":-39.8953552246,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.3831834793,"tsne_y":-39.8953552246,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"},{"cord_uid":"ral9sbfy","source_x":"Medline; PMC","title":"Unknown SARS-CoV-2 pneumonia detected by PET\/CT in patients with cancer","doi":"10.1177\/0300891620935983","abstract":"INTRODUCTION: In January 2020, the coronavirus disease 2019 (COVID-19) outbreak in Italy necessitated rigorous application of more restrictive safety procedures in the management and treatment of patients with cancer to ensure patient and staff protection. Identification of respiratory syndrome coronavirus 2 (SARS-CoV-2) infection was a challenge during the pandemic owing to a large number of asymptomatic or mildly symptomatic patients. METHODS: We report 5 patients with unknown SARS-CoV-2 infection undergoing positron emission tomography (PET)\/computed tomography (CT) with radiopharmaceuticals targeting different tumor processes: (18)F-FDG, (18)F-choline (FCH), and (68)Ga-PSMA. RESULTS: In all patients, PET\/CT showed increased tracer uptake in the lungs corresponding to CT findings of SARS-CoV-2 pneumonia. Quantitative assessment of tracer uptake showed more elevated values for the glucose analogue (18)F-FDG (mean SUVmax 5.4) than for the other tracers (mean SUVmax 3.5). CONCLUSIONS: Our findings suggest that PET\/CT is a sensitive modality to hypothesize SARS-CoV-2 pneumonia in patients with cancer, even when asymptomatic. More data are needed to verify the correlation among immune response to SARS-CoV-2 infection, clinical evolution, and PET results. Under the strict safety measures implemented at the PET center, the number of potentially SARS-CoV-2–positive patients undergoing PET\/CT was very low (1.6%), and no staff member has been diagnosed with infection as of April 30, 2020.","publish_time":1592784000000,"author_summary":" Scarlattei, Maura; Baldari, Giorgio; Silva,<br>Mario; Bola, Stefano; Sammartano, Antonino;<br>Migliari, Silvia; Graziani, Tiziano; Cidda, Carla;<br>Sverzellati, Nicola; Ruffini, Livia","abstract_summary":" INTRODUCTION: In January 2020, the<br>coronavirus disease 2019 (COVID-19) outbreak in Italy<br>necessitated rigorous application of more restrictive<br>safety procedures in the management and treatment of<br>patients with cancer to ensure patient and staff<br>protection. Identification of respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) infection was a challenge<br>during the pandemic owing to a large number of<br>asymptomatic or mildly symptomatic patients. METHODS: We<br>report 5 patients with unknown SARS-CoV-2 infection<br>undergoing positron emission tomography (PET)\/computed<br>tomography (CT) with radiopharmaceuticals targeting<br>different tumor processes: (18)F-FDG, (18)F-choline<br>(FCH), and (68)Ga-PSMA. RESULTS: In all patients,<br>PET\/CT showed increased tracer uptake in the lungs<br>corresponding...","title_summary":" Unknown SARS-CoV-2 pneumonia detected by<br>PET\/CT in patients with cancer","x":7.8153576851,"y":-39.6410675049,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.8153576851,"tsne_y":-39.6410675049,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"v5xbg6k9","source_x":"Elsevier; PMC; WHO","title":"Incidental COVID-19 in the radiology department: radiographic findings of COVID-19 in asymptomatic patient undergoing CT staging for breast cancer","doi":"10.1016\/j.radcr.2020.05.080","abstract":"A 59-year old incarcerated woman who was diagnosed with invasive ductal carcinoma in 2016 was brought in for evaluation of the breast cancer. Upon evaluation of the CT chest for breast cancer restaging, diffuse bilateral ground glass opacities and a reverse halo sign in the right lower lobe concerning for atypical viral pneumonia were discovered. The patient was afebrile, had an oxygen saturation of 100%, and denied chest pain as well as shortness of breath. On physical exam, she exhibited decreased breath sounds bilaterally and expiratory wheezing. She later received a COVID-19 test, which came back positive. Infection with the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2, also known as COVID-19) may remain asymptomatic in the initial phase, leading to under-recognition and incidental detection on procedures for standard clinical indications. Hospitals, in particular nuclear medicine services, should prepare accordingly in regard to health precautions while keeping in mind the potential discrepancies between clinical presentation and resultant radiologic patterns. This awareness should be heightened in patients at higher risk (i.e. prisoners). Furthermore, by acting upon the incidental detection of this virus during its early stages, subsequent steps could help prevent the spread of the virus.","publish_time":1591833600000,"author_summary":" Yoo, Kevin; Choi, Robert Y.; Sun, Justin;<br>Veselis, Clinton; Kamat, Bhishak; Kumaran, Maruti;<br>Agosto, Omar; Maresky, Hillel S.","abstract_summary":" A 59-year old incarcerated woman who was<br>diagnosed with invasive ductal carcinoma in 2016 was<br>brought in for evaluation of the breast cancer. Upon<br>evaluation of the CT chest for breast cancer restaging,<br>diffuse bilateral ground glass opacities and a reverse<br>halo sign in the right lower lobe concerning for<br>atypical viral pneumonia were discovered. The patient<br>was afebrile, had an oxygen saturation of 100%, and<br>denied chest pain as well as shortness of breath. On<br>physical exam, she exhibited decreased breath sounds<br>bilaterally and expiratory wheezing. She later received a<br>COVID-19 test, which came back positive. Infection with<br>the...","title_summary":" Incidental COVID-19 in the radiology<br>department: radiographic findings of COVID-19 in<br>asymptomatic patient undergoing CT staging for breast<br>cancer","x":8.5884666443,"y":-40.3125495911,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.5884666443,"tsne_y":-40.3125495911,"subcluster":2,"subcluster_description":"Multiple Dialysis Arteriovenous Fistula","shape":"p"},{"cord_uid":"ayqxesiv","source_x":"Medline; PMC","title":"Chest CT practice and protocols for COVID-19 from radiation dose management perspective","doi":"10.1007\/s00330-020-07034-x","abstract":"The global pandemic of coronavirus disease 2019 (COVID-19) has upended the world with over 6.6 million infections and over 391,000 deaths worldwide. Reverse-transcription polymerase chain reaction (RT-PCR) assay is the preferred method of diagnosis of COVID-19 infection. Yet, chest CT is often used in patients with known or suspected COVID-19 due to regional preferences, lack of availability of PCR assays, and false-negative PCR assays, as well as for monitoring of disease progression, complications, and treatment response. The International Atomic Energy Agency (IAEA) organized a webinar to discuss CT practice and protocol optimization from a radiation protection perspective on April 9, 2020, and surveyed participants from five continents. We review important aspects of CT in COVID-19 infection from the justification of its use to specific scan protocols for optimizing radiation dose and diagnostic information. Key Points • Chest CT provides useful information in patients with moderate to severe COVID-19 pneumonia. • When indicated, chest CT in most patients with COVID-19 pneumonia must be performed with non-contrast, low-dose protocol. • Although chest CT has high sensitivity for diagnosis of COVID-19 pneumonia, CT findings are non-specific and overlap with other viral infections including influenza and H1N1.","publish_time":1593734400000,"author_summary":" Kalra, Mannudeep K.; Homayounieh, Fatemeh;<br>Arru, Chiara; Holmberg, Ola; Vassileva, Jenia","abstract_summary":" The global pandemic of coronavirus disease<br>2019 (COVID-19) has upended the world with over 6.6<br>million infections and over 391,000 deaths worldwide.<br>Reverse-transcription polymerase chain reaction (RT-PCR) assay is<br>the preferred method of diagnosis of COVID-19<br>infection. Yet, chest CT is often used in patients with<br>known or suspected COVID-19 due to regional<br>preferences, lack of availability of PCR assays, and<br>false-negative PCR assays, as well as for monitoring of disease<br>progression, complications, and treatment response. The<br>International Atomic Energy Agency (IAEA) organized a<br>webinar to discuss CT practice and protocol<br>optimization from a radiation protection perspective on<br>April 9,...","title_summary":" Chest CT practice and protocols for COVID-19<br>from radiation dose management perspective","x":6.4511394501,"y":-39.5491828918,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":6.4511394501,"tsne_y":-39.5491828918,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ik1ib3zb","source_x":"Medline; PMC","title":"RadioGraphics Update: Radiographic and CT Features of Viral Pneumonia","doi":"10.1148\/rg.2020200097","abstract":"Editor’s Note.—Articles in the RadioGraphics Update section provide current knowledge to supplement or update information found in full-length articles previously published in RadioGraphics. Authors of the previously published article provide a brief synopsis that emphasizes important new information such as technological advances, revised imaging protocols, new clinical guidelines involving imaging, or updated classification schemes. Articles in this section are published solely online and are linked to the original article.","publish_time":1591315200000,"author_summary":" Koo, Hyun Jung; Choi, Sang-Ho; Sung, Heungsup;<br>Choe, Jooae; Do, Kyung-Hyun","abstract_summary":" Editor’s Note.—Articles in the RadioGraphics<br>Update section provide current knowledge to<br>supplement or update information found in full-length<br>articles previously published in RadioGraphics.<br>Authors of the previously published article provide a<br>brief synopsis that emphasizes important new<br>information such as technological advances, revised<br>imaging protocols, new clinical guidelines involving<br>imaging, or updated classification schemes. Articles<br>in this section are published solely online and<br>are linked to the original article.","title_summary":" RadioGraphics Update: Radiographic and CT<br>Features of Viral Pneumonia","x":9.5399885178,"y":-38.3800621033,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.5399885178,"tsne_y":-38.3800621033,"subcluster":0,"subcluster_description":"Chest Ct Imaging","shape":"p"},{"cord_uid":"uwzu5lts","source_x":"Elsevier; Medline; PMC","title":"Clinical and Radiographic Presentations of COVID-19 among Patients Receiving Radiation Therapy for Thoracic Malignancies","doi":"10.1016\/j.adro.2020.04.020","abstract":"The 2019 novel coronavirus disease (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has led to a pandemic affecting healthcare centers across the globe. Patients with cancer have been reported to be particularly vulnerable to infection, morbidity, and severe events. Given the high proportion of asymptomatic carriers and concerns regarding speed and availability of laboratory testing, novel detection strategies are necessary to supplement traditional screening methods and facilitate mitigation of viral transmission. Recent data support the diagnostic consistency and potential value of computed tomography (CT) scans to aid early diagnosis of COVID-19. Volumetric CT image-guidance is commonly employed in patients undergoing radiotherapy and presents a unique opportunity to screen for COVID-specific lung changes. This case series describes the presentation of SARS-CoV-2 infections among three patients undergoing thoracic radiotherapy across multiple institutions. We highlight their clinical symptoms, imaging findings, potential confounders, and clinical workflow to triage these patients to the next level of care.","publish_time":1589155200000,"author_summary":" Samson, Pamela; Ning, Matthew S.; Shaverdian,<br>Narek; Shepherd, Annemarie F.; Gomez, Daniel R.;<br>McGinnis, Gwendolyn J.; Nitsch, Paige L.; Chmura,<br>Steven; O’Reilly, Michael S.; Lee, Percy; Chang, Joe<br>Y.; Robinson, Clifford; Lin, Steven H.","abstract_summary":" The 2019 novel coronavirus disease<br>(COVID-19), caused by the severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2), has led to a<br>pandemic affecting healthcare centers across the<br>globe. Patients with cancer have been reported to be<br>particularly vulnerable to infection, morbidity, and<br>severe events. Given the high proportion of<br>asymptomatic carriers and concerns regarding speed and<br>availability of laboratory testing, novel detection<br>strategies are necessary to supplement traditional<br>screening methods and facilitate mitigation of viral<br>transmission. Recent data support the diagnostic<br>consistency and potential value of computed tomography<br>(CT) scans to aid early diagnosis of COVID-19.<br>Volumetric CT image-guidance is commonly...","title_summary":" Clinical and Radiographic Presentations of<br>COVID-19 among Patients Receiving Radiation Therapy<br>for Thoracic Malignancies","x":7.319252491,"y":-39.3440628052,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":7.319252491,"tsne_y":-39.3440628052,"subcluster":5,"subcluster_description":"Covid-19 Diagnosis","shape":"p"},{"cord_uid":"e6vnl1u4","source_x":"Medline; PMC","title":"Coronavirus disease 2019 (COVID-19) pneumonia incidentally detected on coronary CT angiogram: a do-not-miss diagnosis","doi":"10.1007\/s10140-020-01802-4","abstract":"Coronary CT angiograms are commonly performed for the evaluation of coronary artery disease and coronary arterial anatomy. However, extracardiac findings are frequently detected on these examinations and often can explain patients’ underlying symptoms, having a significant impact on patient management. Here in, we discuss three cases of incidentally detected novel COVID-19-infected pneumonia (NCIP). This case series highlights the image findings in NCIP and emphasizes the importance of evaluating all organs in the field of view on coronary CT angiograms. In addition, with the ongoing outbreak of COVID-19 and exponentially increasing incidence throughout the world, this report stresses the need for including NCIP in the differential diagnosis of patients with typical image findings in at-risk populations, as early diagnosis is crucial for appropriate patient management and post-exposure recommendations.","publish_time":1591660800000,"author_summary":" Behzad, Shima; Velez, Erik; Najafi, Mohammad<br>Hosein; Gholamrezanezhad, Ali","abstract_summary":" Coronary CT angiograms are commonly performed<br>for the evaluation of coronary artery disease and<br>coronary arterial anatomy. However, extracardiac<br>findings are frequently detected on these examinations<br>and often can explain patients’ underlying<br>symptoms, having a significant impact on patient<br>management. Here in, we discuss three cases of incidentally<br>detected novel COVID-19-infected pneumonia (NCIP).<br>This case series highlights the image findings in<br>NCIP and emphasizes the importance of evaluating<br>all organs in the field of view on coronary CT<br>angiograms. In addition, with the ongoing outbreak of<br>COVID-19 and exponentially increasing incidence<br>throughout the world, this report stresses the need for...","title_summary":" Coronavirus disease 2019 (COVID-19)<br>pneumonia incidentally detected on coronary CT<br>angiogram: a do-not-miss diagnosis","x":8.0760126114,"y":-39.382724762,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":8.0760126114,"tsne_y":-39.382724762,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"5jnmkvko","source_x":"Medline; PMC","title":"COVID-19: Incidental Diagnosis by (18)F-FDG PET\/CT","doi":"10.1097\/rlu.0000000000003154","abstract":"A 73-year-old man with chronic obstructive pulmonary disease and no known malignancies was evaluated for back pain. MR examination showed lumbar spine compression fractures, and an (18)F-FDG PET\/CT scan was requested to assess for skeletal metastatic disease and potential detection of a primary neoplasm. The PET\/CT examination revealed scattered FDG-avid pulmonary opacities with upper lobe preponderance highly suspicious for COVID-19. Real-time polymerase chain reaction testing of nasopharyngeal swabs confirmed the diagnosis.","publish_time":1591574400000,"author_summary":" Sinha, Partha; Sinha, Shyamashree; Schlehr,<br>Evemarie; Schlehr, James M.","abstract_summary":" A 73-year-old man with chronic obstructive<br>pulmonary disease and no known malignancies was<br>evaluated for back pain. MR examination showed lumbar<br>spine compression fractures, and an (18)F-FDG<br>PET\/CT scan was requested to assess for skeletal<br>metastatic disease and potential detection of a primary<br>neoplasm. The PET\/CT examination revealed scattered<br>FDG-avid pulmonary opacities with upper lobe<br>preponderance highly suspicious for COVID-19. Real-time<br>polymerase chain reaction testing of nasopharyngeal<br>swabs confirmed the diagnosis.","title_summary":" COVID-19: Incidental Diagnosis by (18)F-FDG<br>PET\/CT","x":9.338634491,"y":-39.9240570068,"cluster":40,"cluster_name":"c41","cluster_description":"Covid-19 Pneumonia","tsne_x":9.338634491,"tsne_y":-39.9240570068,"subcluster":3,"subcluster_description":"Pet\/Ct Findings","shape":"p"}]