{"cluster": 41, "subcluster": 12, "abstract_summ": "MATERIALS AND METHODS: Baseline CT scans and clinical and laboratory data of 72 patients admitted with COVID-19 pneumonia (39 men, 46.2 ± 15.9 years) were retrospectively analyzed.We compared the CT features of common cases and severe cases, symptomatic patients and asymptomatic patients, and febrile and afebrile patients.Patients in group A were older (mean age, 45.4±16.9 vs. 33.8±10.2 years) (P = 0.001), with longer LOS (19.1±5.2 vs. 15.0±2.5 days) (P = 0.001), higher rate of ICU admission (21.7% (5/23) vs. 5.6% (2/36)) (P = 0.061), higher peak C-reactive protein level (30.7±26.4 vs. 18.1±17.9 mg/L) (P = 0.041), and higher maximal CT score (5.2±4.3 vs. 4.0±2.2) (P = 0.06) than those in group B. CONCLUSIONS Pulmonary fibrosis may develop early in patients with COVID-19 after hospital discharge.Patients in group A were older (mean age, 45.4 vs. 33.8 years), with longer LOS (19.1 vs. 15.0 days), higher rate of ICU admission (21.7% (5/23) vs. 5.6% (2/36)), higher peak C-reactive protein level (30.7 vs. 18.1 mg/L), and higher maximal CT score (5.2 vs. 4.0) than those in group B. CONCLUSIONS: Pulmonary fibrosis may develop early in patients with COVID-19 after hospital discharge.METHODS: The clinical manifestations, laboratory parameters, and CT imaging findings were analyzed in 34 COVID-19 patients, confirmed by RT-PCR from January 20 to February 4 in Hainan Province.", "title_summ": "Coronavirus Disease 2019: Initial Detection on Chest CT in a Retrospective Multicenter Study of 103 Chinese SubjectsChest CT Findings in Cases from the Cruise Ship “Diamond Princess” with Coronavirus Disease 2019 (COVID-19)Analysis of thin-section CT in patients with coronavirus disease (COVID-19) after hospital discharge.[Comparison of Recovery Phase CT Features between Mild/moderate and Severe/critical Coronavirus Disease 2019 Patients].Ultra-High-Resolution CT Follow-Up in Patients with Imported Early-Stage Coronavirus Disease 2019 (COVID-19) Related PneumoniaDistinguishing COVID-19 from influenza pneumonia in the early stage through CT imaging and clinical featuresCT features of SARS-CoV-2 pneumonia according to clinical presentation: a retrospective analysis of 120 consecutive patients from Wuhan cityAnalysis of thin-section CT in patients with coronavirus disease (COVID-19) after hospital dischargeThe progression of computed tomographic (CT) images in patients with coronavirus disease (COVID-19) pneumonia: Running title: The CT progression of COVID-19 pneumoniaPulmonary High-Resolution Computed Tomography (HRCT) Findings of Patients with Early-Stage Coronavirus Disease 2019 (COVID-19) in Hangzhou, ChinaChest CT Findings in Coronavirus Disease-19 (COVID-19): Relationship to Duration of InfectionChest CT imaging features and clinical outcome of coronavirus disease 2019 (COVID-19): A single-center case study in Ningbo, ChinaClinical and High-Resolution CT Features of the COVID-19 Infection: Comparison of the Initial and Follow-up ChangesSpectrum of chest computed tomographic (CT) findings in coronavirus disease-19 (COVID-19) patients in IndiaEarly chest CT features of patients with 2019 novel coronavirus (COVID-19) pneumonia: relationship to diagnosis and prognosisAssociation between Initial Chest CT or Clinical Features and Clinical Course in Patients with Coronavirus Disease 2019 PneumoniaChest X-ray in new Coronavirus Disease 2019 (COVID-19) infection: findings and correlation with clinical outcomeLung involvement in patients with coronavirus disease-19 (COVID-19): a retrospective study based on quantitative CT findingsDifferent computed tomography patterns of Coronavirus Disease 2019 (COVID-19) between survivors and non-survivorsHigh-resolution CT features of the COVID-19 infection in Nanchong City: Initial and follow-up changes among different clinical typesCohort study of chest CT and clinical changes in 29 patients with coronavirus disease 2019 (COVID-19)Clinical and CT characteristics which indicate timely radiological reexamination in patients with COVID-19: A retrospective study in Beijing, China", "title_abstract_phrases": "Patients in group A were older (mean age, 45.4±16.9 vs. 33.8±10.2 years) (P = 0.001), with longer LOS (19.1±5.2 vs. 15.0±2.5 days) (P = 0.001), higher rate of ICU admission (21.7% (5/23) vs. 5.6% (2/36)) (P = 0.061), higher peak C-reactive protein level (30.7±26.4 vs. 18.1±17.9 mg/L) (P = 0.041), and higher maximal CT score (5.2±4.3 vs. 4.0±2.2) (P = 0.06) than those in group B. CONCLUSIONS Pulmonary fibrosis may develop early in patients with COVID-19 after hospital discharge.Patients in group A were older (mean age, 45.4 vs. 33.8 years), with longer LOS (19.1 vs. 15.0 days), higher rate of ICU admission (21.7% (5/23) vs. 5.6% (2/36)), higher peak C-reactive protein level (30.7 vs. 18.1 mg/L), and higher maximal CT score (5.2 vs. 4.0) than those in group B. CONCLUSIONS: Pulmonary fibrosis may develop early in patients with COVID-19 after hospital discharge.MATERIALS AND METHODS: Baseline CT scans and clinical and laboratory data of 72 patients admitted with COVID-19 pneumonia (39 men, 46.2 ± 15.9 years) were retrospectively analyzed.METHODS: The clinical manifestations, laboratory parameters, and CT imaging findings were analyzed in 34 COVID-19 patients, confirmed by RT-PCR from January 20 to February 4 in Hainan Province.We compared the CT features of common cases and severe cases, symptomatic patients and asymptomatic patients, and febrile and afebrile patients."}