{"cluster": 41, "subcluster": 4, "abstract_summ": "Three (10%) patients had diffuse lung involvement and 18(60%) had peripheral lung involvement.CONCLUSIONS: Non-hospitalized patients with COVID-19 pneumonia referred to CT scan by the emergency departments are at risk of APE.To assess pulmonary vascular metrics on chest CT of COVID-19 patients, and their correlation with pneumonia extent (PnE) and outcome, we analyzed COVID-19 patients with an available previous chest CT, excluding those performed for cardiovascular disease.There was no significant difference between APE and non-APE groups concerning clinical type, COVID-19 pneumonia lung lesions (ground-glass opacity: 85% vs. 97%; consolidation: 69% vs. 68%; crazy paving: 38% vs. 37%; linear reticulation: 69% vs. 78%), CT severity score (6.3 vs. 7.1, p = 0.365), quality of CTPA (1.8 vs. 2.0, p = 0.518), and pleural effusion (38% vs. 19%, p = 0.146).METHODS: From March 14 to April 6, 2020, 72 non-hospitalized patients referred by the emergency department to CTPA for COVID-19 pneumonia were retrospectively identified.", "title_summ": "Chest X-rays findings in COVID 19 patients at a University Teaching Hospital - A descriptive studyAcute pulmonary embolism in non-hospitalized COVID-19 patients referred to CTPA by emergency departmentCOVID-19 Dynamic Computed Tomography (CT) Performance and Observation of Some Laboratory IndicatorsCT-derived pulmonary vascular metrics and clinical outcome in COVID-19 patients.", "title_abstract_phrases": "Three (10%) patients had diffuse lung involvement and 18(60%) had peripheral lung involvement.CONCLUSIONS: Non-hospitalized patients with COVID-19 pneumonia referred to CT scan by the emergency departments are at risk of APE.• Severity and radiological features of COVID-19 pneumonia showed no significant difference between patients with or without acute pulmonary embolism.METHODS: From March 14 to April 6, 2020, 72 non-hospitalized patients referred by the emergency department to CTPA for COVID-19 pneumonia were retrospectively identified.To assess pulmonary vascular metrics on chest CT of COVID-19 patients, and their correlation with pneumonia extent (PnE) and outcome, we analyzed COVID-19 patients with an available previous chest CT, excluding those performed for cardiovascular disease."}