{"cluster": 42, "subcluster": 3, "abstract_summ": "Our quantitative analyses revealed that SARS-CoV-2 infection dynamics are more severe than those for mild cases of MERS-CoV, but are similar to severe cases, and that the viral dynamics of SARS-CoV infection are similar to those of MERS-CoV in mild cases but not in severe case.Here, using a mathematical model in combination with published viral load data collected from the same specimen (throat / nasal swabs or nasopharyngeal / sputum / tracheal aspirate), we compare within-host dynamics for patients infected in the current outbreak with analogous dynamics for MERS-CoV and SARS-CoV infections.Consequently, SARS-CoV-2 generates infection dynamics that are more severe than SARS-CoV. Furthermore, we used our viral dynamics model to predict the effectiveness of unlicensed drugs that have different methods of action.It controls both the cross-species and human-to-human transmissions of SARS-CoV. In this article, we have considered the infection dynamics of SARS-CoV-2 infection in the acute stage.Our aim is to propose and analyse a mathematical model for investigating the effect of CTL responses over the viral mutation to control the viral infection when a post-infection vaccine is administered at regular intervals.", "title_summ": "A model for 2019-nCoV infection with treatmentModelling SARS-CoV-2 Dynamics: Implications for TherapySystem Dynamics Modeling of Within-Host Viral Kinetics of Coronavirus (SARS CoV-2)Characterization of SARS-CoV-2 Dynamics in the HostWithin host dynamics of SARS-CoV-2 in humans: Modeling immune responses and antiviral treatmentsThe within-host viral kinetics of SARS-CoV-2SARS-Cov-2 infection: response of human immune system and possible implications for the rapid test and treatment", "title_abstract_phrases": "Our quantitative analyses revealed that SARS-CoV-2 infection dynamics are more severe than those for mild cases of MERS-CoV, but are similar to severe cases, and that the viral dynamics of SARS-CoV infection are similar to those of MERS-CoV in mild cases but not in severe case.Here, using a mathematical model in combination with published viral load data collected from the same specimen (throat / nasal swabs or nasopharyngeal / sputum / tracheal aspirate), we compare within-host dynamics for patients infected in the current outbreak with analogous dynamics for MERS-CoV and SARS-CoV infections.Consequently, SARS-CoV-2 generates infection dynamics that are more severe than SARS-CoV. Furthermore, we used our viral dynamics model to predict the effectiveness of unlicensed drugs that have different methods of action.It controls both the cross-species and human-to-human transmissions of SARS-CoV. In this article, we have considered the infection dynamics of SARS-CoV-2 infection in the acute stage.Our aim is to propose and analyse a mathematical model for investigating the effect of CTL responses over the viral mutation to control the viral infection when a post-infection vaccine is administered at regular intervals."}