{"cluster": 43, "subcluster": 1, "abstract_summ": "In this retrospective, single center study authors have discussed the role of acute cardiovascular injury marker including CK‐MB, Myoglobulin, cardiac troponin I (cTnI) and NT‐ proBNP on the outcome of 273 patients with COVID‐19 disease.These data highlight the importance of diligent oversight and care of MHD patients during COVID-19 pandemic.Their recommendations are clinically oriented and are likely to be useful to obstetricians and other healthcare professionals caring for such patients.The author mentioned that COVID‐19 appeared to be milder in children than in adults but said there was a knowledge gap about antiviral treatment in severely ill patients.Post-partum hepatology consultation is multifactorial: the emergent nature of the deliveries, life-threatening status of the patients, and the assumption of improvement leads to postponing Hepatology consultation until it is apparent that liver failure does not resolve.", "title_summ": "“Reporting of all cardiac medications and their outcome in COVID‐19”Patterns of heart Injury in COVID – 19 and relation to outcomeCOVID‐2019 and pregnancy: A plea for transparent reporting of all casesCasey et al. Hepatology 2020 Jan 28[Online ahead of print DOI: 10.1002/hep.31144.Drugs being investigated for children with COVID‐19COVID-19 in Dialysis Patients: Adding a Few More Pieces to the PuzzleReply to:RE: Acute Liver Failure (ALF) in Pregnancy: How Much Is Pregnancy-Related?Response to letter concerning our Pregnancy manuscript.", "title_abstract_phrases": "In this retrospective, single center study authors have discussed the role of acute cardiovascular injury marker including CK‐MB, Myoglobulin, cardiac troponin I (cTnI) and NT‐ proBNP on the outcome of 273 patients with COVID‐19 disease.Patterns of heart Injury in COVID – 19 and relation to outcomeWe read with much interest the article “Analysis of heart injury laboratory parameters in 273 COVID‐19 patients in one hospital in Wuhan, China” by Han et al as published in March 2020.Reporting of all cardiac medications and their outcome in COVID‐19”We thank Dr. Ajay Kumar Mishra and his colleagues for their attention to our review.(1, 2) We strongly agree with them that it is inappropriate for COVID‐19 patients to discontinue ACEIs /ARBs without weighing up the pros and cons.(3, 4) Whether the RAAS inhibitors may affect the prognosis of COVID‐19 patients still needs more clinical trials to confirm.Their recommendations are clinically oriented and are likely to be useful to obstetricians and other healthcare professionals caring for such patients.These data highlight the importance of diligent oversight and care of MHD patients during COVID-19 pandemic."}