{"cluster": 43, "subcluster": 15, "abstract_summ": "We understand that use of aspartate aminotransferase (AST) in isolation cannot comprehensively characterize liver injury.• Liver injury is not very severe in pregnant COVID-19 patients.We are grateful to Grietje h. Prins and his colleagues for their interest in our recent article regarding the characteristics and mechanisms of liver damage caused by three highly pathogenic coronavirus infections and for their valuable insights on the liver injury among COVID‐19.COVID-19 burdens all areas of healthcare, and the relationship between COVID-19 and liver injury is being examined.The authors found that abnormalities of liver function tests are common in COVID‐19 patients, but the clinically significant liver dysfunction in COVID‐19 was not a prominent feature of this illness and also may not have serious clinical consequences.They concluded that the dynamic patterns of liver injury indicators, represented by AST, correspond with COVID-19-related liver injury.We read with interest the study by Xie et al. about the liver injury in non-ICU hospitalized COVID-19 patients1 ; the authors found liver injury was prevalent in COVID-19 patients and might associate with CT scores.", "title_summ": "Letter to the Editor: COVID-19-Related Liver Injury and Clinical Outcomes: Does It Really Exist?Reply to Letter to the Editor: COVID-19-Related Liver Injury and Clinical Outcomes: Does It Really Exist?Characteristics of pregnant COVID-19 patients with liver injuryCan thrombotic events be a major concern in hepatocellular carcinoma patients under systemic treatment during SARS‐Cov‐2?Liver impairment associated with disease progression in COVID‐19 patientsAuthor response to Letter to the Editor: Potential implications of COVID‐19 in non‐alcoholic fatty liver diseasePotential implications of COVID‐19 in non‐alcoholic fatty liver diseaseCOVID‐19 and ABO blood group: another viewpointBilirubin levels in patients with mild and severe Covid‐19: A pooled analysisLiver injury in COVID‐19: Diagnosis and associated factorsAuthor response to Letter to the Editor ‘Liver impairment associated with disease progression in COVID‐19 patients’", "title_abstract_phrases": "Author response to Letter to the Editor: Potential implications of COVID‐19 in non‐alcoholic fatty liver diseaseWe are grateful to Grietje h. Prins and his colleagues for their interest in our recent article regarding the characteristics and mechanisms of liver damage caused by three highly pathogenic coronavirus infections and for their valuable insights on the liver injury among COVID‐19.Potential implications of COVID‐19 in non‐alcoholic fatty liver diseaseCOVID-19 burdens all areas of healthcare, and the relationship between COVID-19 and liver injury is being examined.Characteristics of pregnant COVID-19 patients with liver injury• Liver injury is not very severe in pregnant COVID-19 patients.Liver injury in COVID‐19: Diagnosis and associated factorsWe read with interest the study by Xie et al. about the liver injury in non-ICU hospitalized COVID-19 patients1 ; the authors found liver injury was prevalent in COVID-19 patients and might associate with CT scores.The authors found that abnormalities of liver function tests are common in COVID‐19 patients, but the clinically significant liver dysfunction in COVID‐19 was not a prominent feature of this illness and also may not have serious clinical consequences.• Newborns of COVID-19 patients with liver injury were negative for SARS-CoV-2.Can thrombotic events be a major concern in hepatocellular carcinoma patients under systemic treatment during SARS‐Cov‐2?We read with interest the editorial by Sharma and Pinato on the management of hepatocellular carcinoma (HCC) in the time of SARS-Cov-2 (1)."}