{"cluster": 43, "subcluster": 40, "abstract_summ": "The novel coronavirus can be transmitted from person to person with infection ranging from mild disease to severe pneumonia and radiological abnormalities on chest CT for most patients improved after RT-PCR conversion.Severe disease and high fatality are observed in older patients and with comorbid conditions (1).During the COVID-19 outbreak, asthma was very rare in China, and there were significant differences from previous clinical perceptions and the data from American, and we analyzed the possible causes.Major clinical complications were seen only in two patients thus requiring ex novo oxygen supply, one of whom with advanced tuberculosis died.Coronavirus Disease 19 (COVID-19), has become the Public Health Emergency of International Concern.….TheWe would like to report our experience of 2 patients co-infected with Streptococcus pneumoniae (S. pneumoniae) and coronavirus disease 2019 (Covid-19) in the United Kingdom.", "title_summ": "Is asthma an exclusionary condition for SARS-CoV-2 infection in China?The (in)significance of TB and COVID-19 co-infectionThe clinical dynamics of 18 cases of COVID-19 outside of Wuhan, ChinaNegative Nasopharyngeal and Oropharyngeal Swabs Do Not Rule Out COVID-19Clinical characteristics of COVID-19 and active tuberculosis co-infection in an Italian reference hospitalThe plight of patients with lupus nephritis in Wuhan, China.Pneumococcal co-infection in Covid-19 patients.", "title_abstract_phrases": "The clinical dynamics of 18 cases of COVID-19 outside of Wuhan, ChinaThe novel coronavirus can be transmitted from person to person with infection ranging from mild disease to severe pneumonia and radiological abnormalities on chest CT for most patients improved after RT-PCR conversion.Negative Nasopharyngeal and Oropharyngeal Swabs Do Not Rule Out COVID-19Coronavirus Disease 19 (COVID-19), has become the Public Health Emergency of International Concern.….Clinical characteristics of COVID-19 and active tuberculosis co-infection in an Italian reference hospitalThe COVID-19 infection rate was high in patient with active tuberculosis.Severe disease and high fatality are observed in older patients and with comorbid conditions (1).Is asthma an exclusionary condition for SARS-CoV-2 infection in China?During the COVID-19 outbreak, asthma was very rare in China, and there were significant differences from previous clinical perceptions and the data from American, and we analyzed the possible causes.Major clinical complications were seen only in two patients thus requiring ex novo oxygen supply, one of whom with advanced tuberculosis died.The (in)significance of TB and COVID-19 co-infectionWe read with great interest the research letter by Tadolini et al. in which they have published the first cohort of 49 cases of TB and COVID-19 co-infection."}