{"cluster": 43, "subcluster": 16, "abstract_summ": "We appreciated the response to our letter from Dr. Zhang and colleagues who actively support D‐dimer level at admission as an effective and easy‐to‐perform laboratory predictor in patients with coronavirus disease 2019 (COVID‐19) (1).We read with great interest the paper by Zhang and colleagues [1], describing the predictive value of D-dimers tested on admission on in-hospital mortality in patients with Covid-19.However, we still believe that D‐dimer level at admission could be an effective and easily available predictor in patients with coronavirus disease 2019 (COVID‐19).We totally understand the concerns from Dr. Gris and colleagues who just want to manage their patients better.We appreciate the opportunity to respond Dr. Gris and colleagues who still have doubts about the predictive of D-dimer in COVID-19[1, 2].", "title_summ": "Response to 'the association between D-dimer in COVID-19 patients and mortality remains beset of uncertainties'.The Role of Vitamin D in Suppressing Cytokine Storm in COVID-19 Patients and Associated MortalityLetter: does vitamin D have a potential role against COVID‐19?Authors' replyResponse to ‘all these D‐dimers in COVID‐19’Uncertainties on the prognostic value of D‐dimers in COVID‐19 patientsThe association between D‐dimers in COVID‐19 patients and mortality remains beset of uncertaintiesResponse to “uncertainties on the prognostic value of D‐dimers in COVID‐19 patients”", "title_abstract_phrases": "Uncertainties on the prognostic value of D‐dimers in COVID‐19 patientsWe read with great interest the paper by Zhang and colleagues [1], describing the predictive value of D-dimers tested on admission on in-hospital mortality in patients with Covid-19.The association between D‐dimers in COVID‐19 patients and mortality remains beset of uncertaintiesWe appreciated the response to our letter from Dr. Zhang and colleagues who actively support D‐dimer level at admission as an effective and easy‐to‐perform laboratory predictor in patients with coronavirus disease 2019 (COVID‐19) (1).However, we still believe that D‐dimer level at admission could be an effective and easily available predictor in patients with coronavirus disease 2019 (COVID‐19).Response to “uncertainties on the prognostic value of D‐dimers in COVID‐19 patients”We appreciate the opportunity to respond to the letter from Dr Gris and colleagues.Response to 'the association between D-dimer in COVID-19 patients and mortality remains beset of uncertainties'.We appreciate the opportunity to respond Dr. Gris and colleagues who still have doubts about the predictive of D-dimer in COVID-19[1, 2]."}