{"cluster": 43, "subcluster": 18, "abstract_summ": "This literature review aims to provide a comprehensive current summary of the pathogenesis, clinical features, disease course, host immune responses, and current investigational antiviral and immunomodulatory pharmacotherapies, in order to facilitate the development of future therapies and measures for prevention and control.We read with great interest the research article written by Borku Uysal B et al which is in accordance with the so far accumulating knowledge that tocilizumab is an effective treatment for COVID-19 cytokine storm syndrome (CSS).Granulo-monocytoapheresis is a treatment used in ulcerative colitis outbreaks, whose mechanism of action is to selectively retain activated granulocytes and monocytes, in order to reduce the inflammatory process.Crespo et al. comment on the influence of immunomodulators and biological drugs on ulcerative colitis and SARS-CoV-2 infection.We read with interest the article by Morrison et al. on acute hypertriglyceridemia secondary to tocilizumab in patients with severe COVID-19.", "title_summ": "The effect of Adacolumn® on ulcerative colitis with COVID-19.Tocilizumab's efficacy in COVID-19 patients is determined by the presence of cytokine storm.Lipemic serum in patients with Coronavirus Disease 2019 (COVID‐19) undergoing treatmentA Comprehensive Updated Review on SARS‐CoV‐2 and COVID‐19", "title_abstract_phrases": "A Comprehensive Updated Review on SARS‐CoV‐2 and COVID‐19This literature review aims to provide a comprehensive current summary of the pathogenesis, clinical features, disease course, host immune responses, and current investigational antiviral and immunomodulatory pharmacotherapies, in order to facilitate the development of future therapies and measures for prevention and control.Granulo-monocytoapheresis is a treatment used in ulcerative colitis outbreaks, whose mechanism of action is to selectively retain activated granulocytes and monocytes, in order to reduce the inflammatory process.We read with great interest the research article written by Borku Uysal B et al which is in accordance with the so far accumulating knowledge that tocilizumab is an effective treatment for COVID-19 cytokine storm syndrome (CSS).The effect of Adacolumn® on ulcerative colitis with COVID-19.Crespo et al. comment on the influence of immunomodulators and biological drugs on ulcerative colitis and SARS-CoV-2 infection.Lipemic serum in patients with Coronavirus Disease 2019 (COVID‐19) undergoing treatmentWe read with interest the article by Morrison et al. on acute hypertriglyceridemia secondary to tocilizumab in patients with severe COVID-19."}