[{"cord_uid":"v1c3qm7h","source_x":"PMC","title":"Case report of anterior ST-elevation myocardial infarction in a patient with coronavirus disease-2019","doi":"10.1093\/ehjcr\/ytaa131","abstract":"BACKGROUND: Coronavirus disease-2019 (COVID-19) is an infectious disease appeared in China in December 2019 and, since then, has spread worldwide at a rapid pace. CASE SUMMARY: A patient with COVID-19 was hospitalized in our institution for a diabetic foot ulcer and presented afterwards a pulmonary oedema and concomitant anterior ST-segment elevation myocardial infarction. We report here on the initial presentation, coronary care and intervention, and clinical course of this patient. DISCUSSION: Emergent percutaneous coronary intervention is feasible and safe in COVID-19 patients but requires a multidisciplinary effort involving caregivers from infectious disease, intensive care, and cardiology teams.","publish_time":1589846400000,"author_summary":" Fischer, Quentin; Darmon, Arthur; Ducrocq,<br>Grégory; Feldman, Laurent","abstract_summary":" BACKGROUND: Coronavirus disease-2019<br>(COVID-19) is an infectious disease appeared in China in<br>December 2019 and, since then, has spread worldwide at a<br>rapid pace. CASE SUMMARY: A patient with COVID-19 was<br>hospitalized in our institution for a diabetic foot ulcer and<br>presented afterwards a pulmonary oedema and concomitant<br>anterior ST-segment elevation myocardial infarction.<br>We report here on the initial presentation,<br>coronary care and intervention, and clinical course of<br>this patient. DISCUSSION: Emergent percutaneous<br>coronary intervention is feasible and safe in COVID-19<br>patients but requires a multidisciplinary effort<br>involving caregivers from infectious disease,<br>intensive care, and cardiology teams.","title_summary":" Case report of anterior ST-elevation<br>myocardial infarction in a patient with coronavirus<br>disease-2019","x":17.1201190948,"y":-36.6127662659,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.1201190948,"tsne_y":-36.6127662659,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"glaaaqbt","source_x":"PMC","title":"Multisystemic Infarctions in COVID-19: Focus on the Spleen","doi":"10.12890\/2020_001747","abstract":"The literature suggests that COVID-19 provokes arterial and venous thrombotic events, although the mechanism is still unknown. In this study, we describe patients with confirmed coronavirus infection associated with multisystemic infarction, focusing on splenic infarction. More data are required to elucidate how COVID-19 and thrombotic disease interact and so that preventive and early diagnosis strategies can be developed. LEARNING POINTS: Thrombotic disease as a complication of COVID-19 must be suspected by clinicians, and recognized and monitored by radiologists. Thrombosis is often the initial manifestation of SARS-CoV-2, hence the importance of early diagnosis to avoid complications and reduce morbidity and mortality.","publish_time":1591142400000,"author_summary":" Santos Leite Pessoa, Mariana; Franco Costa<br>Lima, Carla; Farias Pimentel, Ana Carla; Godeiro<br>Costa, José Carlos; Bezerra Holanda, Jorge Luis","abstract_summary":" The literature suggests that COVID-19<br>provokes arterial and venous thrombotic events,<br>although the mechanism is still unknown. In this study,<br>we describe patients with confirmed coronavirus<br>infection associated with multisystemic infarction,<br>focusing on splenic infarction. More data are required<br>to elucidate how COVID-19 and thrombotic disease<br>interact and so that preventive and early diagnosis<br>strategies can be developed. LEARNING POINTS: Thrombotic<br>disease as a complication of COVID-19 must be suspected<br>by clinicians, and recognized and monitored by<br>radiologists. Thrombosis is often the initial manifestation<br>of SARS-CoV-2, hence the importance of early<br>diagnosis to avoid complications and reduce morbidity<br>and mortality.","title_summary":" Multisystemic Infarctions in COVID-19: Focus<br>on the Spleen","x":17.2292194366,"y":-37.0722999573,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.2292194366,"tsne_y":-37.0722999573,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"gdzdeiwf","source_x":"PMC","title":"SARS-CoV-2 Infection and Thrombosis: Phlegmasia Cerulea Dolens Presenting with Venous Gangrene in a Child","doi":"10.1016\/j.jpeds.2020.07.032","abstract":"A 12-year-old female with SARS-CoV-2 infection presented as phlegmasia cerulea dolens with venous gangrene.. Emergent mechanical thrombectomy was complicated by a massive pulmonary embolism and cardiac arrest for which extracorporeal cardiopulmonary resuscitation and therapeutic hypothermia were employed. Staged-ultrasound assisted catheter directed thrombolysis was employed for treatment of bilateral pulmonary emboli and the extensive lower extremity deep vein thrombosis while the patient received extracorporeal membrane oxygenation support. We highlight the need for heightened suspicion for occult SARS-CoV-2 infection among children presenting with unusual thrombotic complications.","publish_time":1594598400000,"author_summary":" Visveswaran, Gautam K.; Morparia, Kavita;<br>Narang, Shalu; Sturt, Cindy; Divita, Michael; Voigt,<br>Brett; Hawatmeh, Amer; McQueen, Derrick; Cohen, Marc","abstract_summary":" A 12-year-old female with SARS-CoV-2<br>infection presented as phlegmasia cerulea dolens with<br>venous gangrene.. Emergent mechanical thrombectomy<br>was complicated by a massive pulmonary embolism<br>and cardiac arrest for which extracorporeal<br>cardiopulmonary resuscitation and therapeutic hypothermia<br>were employed. Staged-ultrasound assisted<br>catheter directed thrombolysis was employed for<br>treatment of bilateral pulmonary emboli and the<br>extensive lower extremity deep vein thrombosis while the<br>patient received extracorporeal membrane<br>oxygenation support. We highlight the need for heightened<br>suspicion for occult SARS-CoV-2 infection among<br>children presenting with unusual thrombotic<br>complications.","title_summary":" SARS-CoV-2 Infection and Thrombosis:<br>Phlegmasia Cerulea Dolens Presenting with Venous<br>Gangrene in a Child","x":17.1774673462,"y":-37.3057479858,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.1774673462,"tsne_y":-37.3057479858,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"cp447b2c","source_x":"Medline","title":"COVID-19 with silent hypoxemia.","doi":"10.4045\/tidsskr.20.0299","abstract":"Some COVID-19 patients deteriorate rapidly and seemingly without warning. This is also true for relatively young patients who were previously healthy or who had only minor underlying conditions. We describe one such case, in which a man in his sixties developed rapidly progressive respiratory failure with severe hypoxia.","publish_time":1588636800000,"author_summary":" Ottestad, William; Seim, Mari; Mæhlen, Jens<br>Otto","abstract_summary":" Some COVID-19 patients deteriorate rapidly<br>and seemingly without warning. This is also true<br>for relatively young patients who were previously<br>healthy or who had only minor underlying conditions. We<br>describe one such case, in which a man in his sixties<br>developed rapidly progressive respiratory failure with<br>severe hypoxia.","title_summary":" COVID-19 with silent hypoxemia.","x":14.5724449158,"y":-36.6449203491,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.5724449158,"tsne_y":-36.6449203491,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1zuw3pp7","source_x":"Medline","title":"COVID-19 and Acute Pulmonary Embolism in Postpartum Patient.","doi":"10.3201\/eid2608.201383","abstract":"We report a 36-year-old woman in Iran who sought care for left shoulder pain and cough 5 days after a scheduled cesarean section. Acute pulmonary embolism and coronavirus disease were diagnosed. Physicians should be aware of the potential for these concurrent conditions in postpartum women.","publish_time":1589241600000,"author_summary":" Khodamoradi, Zohre; Boogar, Shahrokh<br>Sadeghi; Shirazi, Farnaz Kamali Haghighi; Kouhi,<br>Pariya","abstract_summary":" We report a 36-year-old woman in Iran who sought<br>care for left shoulder pain and cough 5 days after a<br>scheduled cesarean section. Acute pulmonary embolism<br>and coronavirus disease were diagnosed.<br>Physicians should be aware of the potential for these<br>concurrent conditions in postpartum women.","title_summary":" COVID-19 and Acute Pulmonary Embolism in<br>Postpartum Patient.","x":14.5029888153,"y":-36.9530601501,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.5029888153,"tsne_y":-36.9530601501,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"8x7qateb","source_x":"Medline","title":"COVID-19-Associated Myocarditis in an Adolescent.","doi":"10.1097\/inf.0000000000002788","abstract":"A 17-year-old obese male was admitted to the pediatric intensive care unit after presenting with fluid-responsive septic shock following 7 days of fever, gastrointestinal symptoms and neck pain. Initial workup was positive for SARS-CoV-2 and elevated troponin I and brain natriuretic peptide. Echocardiography and cardiac magnetic resonance imaging confirmed acute myocarditis. One week after discharge, repeat echocardiogram demonstrated improved heart function with only residual myocardial dysfunction.","publish_time":1591142400000,"author_summary":" Trogen, Brit; Gonzalez, Francisco J; Shust,<br>Gail F","abstract_summary":" A 17-year-old obese male was admitted to the<br>pediatric intensive care unit after presenting with<br>fluid-responsive septic shock following 7 days of fever,<br>gastrointestinal symptoms and neck pain. Initial workup was<br>positive for SARS-CoV-2 and elevated troponin I and<br>brain natriuretic peptide. Echocardiography and<br>cardiac magnetic resonance imaging confirmed acute<br>myocarditis. One week after discharge, repeat<br>echocardiogram demonstrated improved heart function with<br>only residual myocardial dysfunction.","title_summary":" COVID-19-Associated Myocarditis in an<br>Adolescent.","x":15.0070781708,"y":-36.7265625,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0070781708,"tsne_y":-36.7265625,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"iv9pkb6x","source_x":"Medline","title":"Abdominal Visceral Infarction in 3 Patients with COVID-19.","doi":"10.3201\/eid2608.201161","abstract":"A high incidence of thrombotic events has been reported in patients with coronavirus disease (COVID-19), which is caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection. We report 3 clinical cases of patients in Italy with COVID-19 who developed abdominal viscera infarction, demonstrated by computed tomography.","publish_time":1589241600000,"author_summary":" Besutti, Giulia; Bonacini, Riccardo; Iotti,<br>Valentina; Marini, Giulia; Riva, Nicoletta; Dolci,<br>Giovanni; Maiorana, Mariarosa; Spaggiari, Lucia;<br>Monelli, Filippo; Ligabue, Guido; Guaraldi, Giovanni;<br>Rossi, Paolo Giorgi; Pattacini, Pierpaolo; Massari,<br>Marco","abstract_summary":" A high incidence of thrombotic events has been<br>reported in patients with coronavirus disease<br>(COVID-19), which is caused by severe acute respiratory<br>syndrome coronavirus-2 (SARS-CoV-2) infection. We<br>report 3 clinical cases of patients in Italy with<br>COVID-19 who developed abdominal viscera infarction,<br>demonstrated by computed tomography.","title_summary":" Abdominal Visceral Infarction in 3 Patients<br>with COVID-19.","x":15.9196596146,"y":-36.5513572693,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.9196596146,"tsne_y":-36.5513572693,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"7qqqqb08","source_x":"Medline","title":"Pulmonary Embolism and Increased Levels of d-Dimer in Patients with Coronavirus Disease.","doi":"10.3201\/eid2608.201477","abstract":"We report 3 patients with coronavirus disease who had a decline in respiratory status during their hospital course that responded well to intravenous steroids and interleukin-6 receptor antagonist therapy. These patients later showed development of persistent hypoxia with increased levels of d-dimer levels and were given a diagnosis of pulmonary embolisms.","publish_time":1588118400000,"author_summary":" Griffin, Daniel O; Jensen, Alexandra; Khan,<br>Mushmoom; Chin, Jessica; Chin, Kelly; Saad, Jennifer;<br>Parnell, Ryan; Awwad, Christopher; Patel, Darshan","abstract_summary":" We report 3 patients with coronavirus disease<br>who had a decline in respiratory status during<br>their hospital course that responded well to<br>intravenous steroids and interleukin-6 receptor<br>antagonist therapy. These patients later showed<br>development of persistent hypoxia with increased levels of<br>d-dimer levels and were given a diagnosis of pulmonary<br>embolisms.","title_summary":" Pulmonary Embolism and Increased Levels of<br>d-Dimer in Patients with Coronavirus Disease.","x":16.0672225952,"y":-36.111656189,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.0672225952,"tsne_y":-36.111656189,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"62ff05ez","source_x":"Medline","title":"COVID-19 in an elderly woman with acute functional decline.","doi":"10.4045\/tidsskr.20.0307","abstract":"A woman in her late eighties was referred to Accident and Emergency because of acute functional decline with falls and increasing confusion. SARS-CoV-2 infection was confirmed 48 hours later. Many older people and residents of care homes are vulnerable to functional decline with acute illness. Healthcare professionals should be aware that such symptoms may be due to COVID-19.","publish_time":1588636800000,"author_summary":" Neerland, Bjørn Erik; Dobloug, Andrea; Nore,<br>Kristin Grotle; Mikaelsen, Espen Eliasson; Halsen,<br>Arve; Ahmed, Marc Vali","abstract_summary":" A woman in her late eighties was referred to<br>Accident and Emergency because of acute functional<br>decline with falls and increasing confusion.<br>SARS-CoV-2 infection was confirmed 48 hours later. Many<br>older people and residents of care homes are<br>vulnerable to functional decline with acute illness.<br>Healthcare professionals should be aware that such<br>symptoms may be due to COVID-19.","title_summary":" COVID-19 in an elderly woman with acute<br>functional decline.","x":14.2790660858,"y":-37.0082855225,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.2790660858,"tsne_y":-37.0082855225,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bgtl85mq","source_x":"Medline","title":"Intramural Hematoma as Unexpected Complication of COVID-19 Infection.","doi":"10.1055\/s-0040-1713107","abstract":"Novel coronavirus disease-2019 (COVID-19) is an ominous infectious disease that seems capable to attack any organ system, leading in the most severe cases to patient death. COVID-19 has been associated with multiple cardiovascular complications of inflammatory and immune origin, leading to a wide spectrum of vascular damage, myocardial injury, stroke, and pulmonary obstruction. We report the case of a patient with COVID-19 infection who developed an acute aortic syndrome with the characteristics of aortic intramural hematoma.","publish_time":1591228800000,"author_summary":" Terzi, Francesca; Cefarelli, Mariano;<br>Fattori, Rossella; Di Eusanio, Marco","abstract_summary":" Novel coronavirus disease-2019 (COVID-19) is<br>an ominous infectious disease that seems capable<br>to attack any organ system, leading in the most<br>severe cases to patient death. COVID-19 has been<br>associated with multiple cardiovascular complications<br>of inflammatory and immune origin, leading to a<br>wide spectrum of vascular damage, myocardial<br>injury, stroke, and pulmonary obstruction. We report<br>the case of a patient with COVID-19 infection who<br>developed an acute aortic syndrome with the<br>characteristics of aortic intramural hematoma.","title_summary":" Intramural Hematoma as Unexpected<br>Complication of COVID-19 Infection.","x":16.7321968079,"y":-36.6435585022,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.7321968079,"tsne_y":-36.6435585022,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"1tvdbkwo","source_x":"Medline","title":"Abrupt deterioration and pulmonary embolism in COVID-19: a case report.","doi":"10.7861\/clinmed.2020-0307","abstract":"A case is presented highlighting pulmonary embolism as an important complication of COVID-19 and the abruptness with which deterioration and widespread pulmonary infiltrates can develop even after relatively normal initial investigations, illustrating the importance of follow-up. The role of CT scanning in COVID-19 is also discussed.","publish_time":1591315200000,"author_summary":" Motwani, Manish","abstract_summary":" A case is presented highlighting pulmonary<br>embolism as an important complication of COVID-19 and<br>the abruptness with which deterioration and<br>widespread pulmonary infiltrates can develop even after<br>relatively normal initial investigations, illustrating<br>the importance of follow-up. The role of CT<br>scanning in COVID-19 is also discussed.","title_summary":" Abrupt deterioration and pulmonary embolism<br>in COVID-19: a case report.","x":14.7523355484,"y":-36.9103164673,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.7523355484,"tsne_y":-36.9103164673,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"q06r0duu","source_x":"Medline","title":"[Diagnosis and treatment of an elderly patient with secondary cerebral infarction caused by COVID-19].","doi":"10.12122\/j.issn.1673-4254.2020.03.10","abstract":"We review the experience with the diagnosis and treatment of secondary cerebral infarction in an elderly patient with coronavirus disease 2019 (COVID-19). COVID-19 has rapid disease progression with a high mortality rate in elderly patients, and physicians should be alert to secondary bacterial infection that may result in coagulation dysfunction and cerebral infarction. Early anti-infection therapy, immune regulation and appropriate anticoagulation intervention may help improve the prognosis of the patients.","publish_time":1585526400000,"author_summary":" He, Jin; Cheng, Gong; Xu, Wenwei; Zhang,<br>Lengzhen; Zeng, Zhenhua","abstract_summary":" We review the experience with the diagnosis and<br>treatment of secondary cerebral infarction in an elderly<br>patient with coronavirus disease 2019 (COVID-19).<br>COVID-19 has rapid disease progression with a high<br>mortality rate in elderly patients, and physicians<br>should be alert to secondary bacterial infection that<br>may result in coagulation dysfunction and<br>cerebral infarction. Early anti-infection therapy,<br>immune regulation and appropriate anticoagulation<br>intervention may help improve the prognosis of the patients.","title_summary":" [Diagnosis and treatment of an elderly patient<br>with secondary cerebral infarction caused by<br>COVID-19].","x":16.8429870605,"y":-36.491569519,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.8429870605,"tsne_y":-36.491569519,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"vrhkesct","source_x":"Medline","title":"Atypical Deep Cerebral Vein Thrombosis with Hemorrhagic Venous Infarction in a Patient Positive for COVID-19.","doi":"10.3174\/ajnr.a6642","abstract":"There is growing evidence that Severe Acute Respiratory Syndrome coronavirus 2 (SARS-CoV-2) has a neurotropic and neuroinvasive potential. In particular, neurologic complications associated with the infection by SARS-CoV-2 include strokes that may result from a dysregulated inflammatory response to the infection. We report an atypical deep cerebral vein thrombosis complicated with hemorrhagic venous infarction in a patient positive for SARS-CoV-2 with no risk factors for thrombosis.","publish_time":1592438400000,"author_summary":" Chougar, L; Mathon, B; Weiss, N; Degos, V; Shor,<br>N","abstract_summary":" There is growing evidence that Severe Acute<br>Respiratory Syndrome coronavirus 2 (SARS-CoV-2) has a<br>neurotropic and neuroinvasive potential. In particular,<br>neurologic complications associated with the infection<br>by SARS-CoV-2 include strokes that may result<br>from a dysregulated inflammatory response to the<br>infection. We report an atypical deep cerebral vein<br>thrombosis complicated with hemorrhagic venous<br>infarction in a patient positive for SARS-CoV-2 with no<br>risk factors for thrombosis.","title_summary":" Atypical Deep Cerebral Vein Thrombosis with<br>Hemorrhagic Venous Infarction in a Patient Positive for<br>COVID-19.","x":17.156211853,"y":-37.1027183533,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.156211853,"tsne_y":-37.1027183533,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"jgv5y3kz","source_x":"Medline","title":"Hypercoagulability in COVID-19: Identification of Arterial and Venous Thromboembolism in the Abdomen, Pelvis, and Lower Extremities.","doi":"10.2214\/ajr.20.23617","abstract":"The purpose of this article is to describe arterial and venous thromboembolism in the abdomen, pelvis, and lower extremities. Eight-two COVID patients with abdominal ultrasound or CT were retrospectively compared with non-COVID patients for thromboembolism and solid-organ infarction. Nine (11%) COVID-19 patients had thromboembolic findings with medium to large-sized arterial thrombi in 5\/82. One non-COVID patient had known portal vein thrombus on CT. Thromboembolic findings occurred more frequently in patients with than without COVID-19 (p=0.02).","publish_time":1593388800000,"author_summary":" Dane, Bari; Smereka, Paul; Wain, Reese; Kim,<br>Danny; Katz, Douglas S","abstract_summary":" The purpose of this article is to describe<br>arterial and venous thromboembolism in the abdomen,<br>pelvis, and lower extremities. Eight-two COVID<br>patients with abdominal ultrasound or CT were<br>retrospectively compared with non-COVID patients for<br>thromboembolism and solid-organ infarction. Nine (11%)<br>COVID-19 patients had thromboembolic findings with<br>medium to large-sized arterial thrombi in 5\/82. One<br>non-COVID patient had known portal vein thrombus on CT.<br>Thromboembolic findings occurred more frequently in patients<br>with than without COVID-19 (p=0.02).","title_summary":" Hypercoagulability in COVID-19:<br>Identification of Arterial and Venous Thromboembolism in the<br>Abdomen, Pelvis, and Lower Extremities.","x":17.2718029022,"y":-37.4821624756,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.2718029022,"tsne_y":-37.4821624756,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"lg2owzd3","source_x":"Medline","title":"Acute ischemic stroke and COVID-19.","doi":"10.3949\/ccjm.87a.ccc042","abstract":"Ischemic stroke may be a presenting feature of COVID-19. Its etiology remains unclear, but severe COVID-19 disease might increase the risk of large-artery strokes. More evidence is needed to substantiate the current reports and provide insights for optimal management.","publish_time":1591142400000,"author_summary":" Hassett, Catherine; Gedansky, Aron; Mays,<br>MaryAnn; Uchino, Ken","abstract_summary":" Ischemic stroke may be a presenting feature of<br>COVID-19. Its etiology remains unclear, but severe<br>COVID-19 disease might increase the risk of<br>large-artery strokes. More evidence is needed to<br>substantiate the current reports and provide insights for<br>optimal management.","title_summary":" Acute ischemic stroke and COVID-19.","x":15.1532125473,"y":-36.0419006348,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.1532125473,"tsne_y":-36.0419006348,"subcluster":1,"subcluster_description":"Covid-19.Acute Cerebral Stroke","shape":"p"},{"cord_uid":"umhqggnd","source_x":"Medline","title":"Acute Cerebral Stroke with Multiple Infarctions and COVID-19, France, 2020.","doi":"10.3201\/eid2609.201791","abstract":"We describe 2 cases in coronavirus disease patients in France involving presumed thrombotic stroke that occurred during ongoing anticoagulation treatment for atrial fibrillation stroke prophylaxis; 1 patient had positive antiphospholipid antibodies. These cases highlight the severe and unique consequences of coronavirus disease-associated stroke.","publish_time":1590451200000,"author_summary":" Zayet, Souheil; Klopfenstein, Timothée;<br>Kovẚcs, Róbert; Stancescu, Silviu; Hagenkötter,<br>Beate","abstract_summary":" We describe 2 cases in coronavirus disease<br>patients in France involving presumed thrombotic<br>stroke that occurred during ongoing anticoagulation<br>treatment for atrial fibrillation stroke prophylaxis; 1<br>patient had positive antiphospholipid antibodies.<br>These cases highlight the severe and unique<br>consequences of coronavirus disease-associated stroke.","title_summary":" Acute Cerebral Stroke with Multiple<br>Infarctions and COVID-19, France, 2020.","x":15.6316394806,"y":-36.2726554871,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.6316394806,"tsne_y":-36.2726554871,"subcluster":1,"subcluster_description":"Covid-19.Acute Cerebral Stroke","shape":"p"},{"cord_uid":"udq1aqwg","source_x":"Medline","title":"[Acral ischaemia with multiple microthromboses and imminent gangrene in a 73-year-old woman with COVID-19].","doi":null,"abstract":"This is a report of an atypical presentation of COVID-19. The patient had sparse pulmonary symptoms despite characteristic COVID-19 lesions on CT-thorax and developed severe acral ischaemic change, after a few days of hospitalisation. The condition could not be explained by classical sepsis with hypotension and hypoperfusion, disseminated intravascular coagulation, vasculitis, endocarditis or severe peripheral arteriosclerosis. A skin biopsy showed microthrombosis, interpreted as an activation of the coagulation system associated with COVID-19. Apparently, there are multiple COVID-19 phenotypes.","publish_time":1592784000000,"author_summary":" Andersen, Mathilde Borring; Lund, Marie<br>Louise; Jacobsn, Søren; Kümle, Thomas; Simonsen,<br>Stine; Ravn, Pernille","abstract_summary":" This is a report of an atypical presentation of<br>COVID-19. The patient had sparse pulmonary symptoms<br>despite characteristic COVID-19 lesions on CT-thorax<br>and developed severe acral ischaemic change,<br>after a few days of hospitalisation. The condition<br>could not be explained by classical sepsis with<br>hypotension and hypoperfusion, disseminated<br>intravascular coagulation, vasculitis, endocarditis or<br>severe peripheral arteriosclerosis. A skin biopsy<br>showed microthrombosis, interpreted as an<br>activation of the coagulation system associated with<br>COVID-19. Apparently, there are multiple COVID-19<br>phenotypes.","title_summary":" [Acral ischaemia with multiple<br>microthromboses and imminent gangrene in a 73-year-old woman<br>with COVID-19].","x":16.9529895782,"y":-37.3114891052,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.9529895782,"tsne_y":-37.3114891052,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"krmr4d6h","source_x":"Medline; PMC","title":"Acute aorto‐iliac and mesenteric arterial thromboses as presenting features of COVID‐19","doi":"10.1111\/bjh.16760","abstract":"SARS-CoV-2 infection has been reported to induce a hypercoagulable state1 which is associated with disease severity and poor outcomes.2,3 Rates of thromboembolic events and use of augmented thromboprophylaxis in patients with COVID-19 are therefore the subject of significant interest. However, the clinical manifestations of this procoagulant tendency are poorly defined. In this report we describe two cases of major occlusive arterial events in previously asymptomatic individuals with confirmed COVID-19.","publish_time":1589500800000,"author_summary":" Vulliamy, Paul; Jacob, Sabu; Davenport, Ross<br>A.","abstract_summary":" SARS-CoV-2 infection has been reported to<br>induce a hypercoagulable state1 which is associated<br>with disease severity and poor outcomes.2,3 Rates<br>of thromboembolic events and use of augmented<br>thromboprophylaxis in patients with COVID-19 are therefore the<br>subject of significant interest. However, the<br>clinical manifestations of this procoagulant tendency<br>are poorly defined. In this report we describe two<br>cases of major occlusive arterial events in<br>previously asymptomatic individuals with confirmed<br>COVID-19.","title_summary":" Acute aorto‐iliac and mesenteric arterial<br>thromboses as presenting features of COVID‐19","x":16.4329986572,"y":-37.1314315796,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.4329986572,"tsne_y":-37.1314315796,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"q7yavza2","source_x":"Elsevier; Medline; PMC","title":"COVID-19-RELATED AORTIC THROMBOSIS: A REPORT OF FOUR CASES","doi":"10.1016\/j.avsg.2020.05.031","abstract":"COVID-19 may predispose patients to an increased risk of thrombotic complications through various pathophysiological mechanisms. Most of the reports on a high incidence of thrombotic complications are in relation to deep vein thrombosis and pulmonary embolism, while the evidence about arterial thrombosis in patients with COVID-19 is limited. We describe four cases of aortic thrombosis and associated ischemic complications in patients with severe SARS-CoV-2 infection.","publish_time":1590710400000,"author_summary":" Gomez-Arbelaez, Diego; Ibarra-Sanchez,<br>Gabriela; Garcia-Gutierrez, Ania; Comanges-Yeboles,<br>Alejandra; Ansuategui-Vicente, Marina;<br>Gonzalez-Fajardo, Jose Antonio","abstract_summary":" COVID-19 may predispose patients to an<br>increased risk of thrombotic complications through<br>various pathophysiological mechanisms. Most of the<br>reports on a high incidence of thrombotic<br>complications are in relation to deep vein thrombosis and<br>pulmonary embolism, while the evidence about arterial<br>thrombosis in patients with COVID-19 is limited. We<br>describe four cases of aortic thrombosis and associated<br>ischemic complications in patients with severe<br>SARS-CoV-2 infection.","title_summary":" COVID-19-RELATED AORTIC THROMBOSIS: A REPORT<br>OF FOUR CASES","x":16.3414268494,"y":-36.9267120361,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.3414268494,"tsne_y":-36.9267120361,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"sci331nm","source_x":"Medline; PMC","title":"Venous thromboembolism in SARS-CoV-2 patients: only a problem in ventilated ICU patients, or is there more to it?","doi":"10.1183\/13993003.01201-2020","abstract":"The insidious VTE seems mainly a problem in the ICU ventilated patients, while patients in the general ward, treated with thromboprophylaxis (0.5 mg\/kg), had a low incidence of insidious VTE.","publish_time":1589414400000,"author_summary":" Criel, Maarten; falter, Maarten; Jaeken,<br>Jasmien; Van Kerrebroeck, Margaretha; Lefere,<br>Isabelle; Meylaerts, Liesbeth; Mesotten, Dieter;<br>vander Laenen, Margot; Fivez, Tom; Thomeer, Michiel;<br>David, Ruttens","abstract_summary":" The insidious VTE seems mainly a problem in the<br>ICU ventilated patients, while patients in the<br>general ward, treated with thromboprophylaxis (0.5<br>mg\/kg), had a low incidence of insidious VTE.","title_summary":" Venous thromboembolism in SARS-CoV-2<br>patients: only a problem in ventilated ICU patients, or is<br>there more to it?","x":15.9638834,"y":-37.0415039062,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.9638834,"tsne_y":-37.0415039062,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"5okq97do","source_x":"Elsevier; PMC; WHO","title":"Feasibility of prone Position Coronary Angiography in a patient with COVID-19 pneumonia and refractory hypoxemia.","doi":"10.1016\/j.jaccas.2020.06.012","abstract":"Abstract A 57-year-old woman hospitalized for a COVID-19 related refractory ARDS, developed, a few days later, antero-septal ST-elevation with acute systolic dysfunction. A coronary angiography was performed with the patient in prone (face-down) position, due to the necessity to maintain a reasonable oxygen-saturation during the examination.","publish_time":1592006400000,"author_summary":" Mangiameli, Andrea; Bendib, Ines; Martin,<br>Anne-Sophie; Razazi, Keyvan; Teiger, Emmanuel; Gallet,<br>Romain","abstract_summary":" Abstract A 57-year-old woman hospitalized for<br>a COVID-19 related refractory ARDS, developed,<br>a few days later, antero-septal ST-elevation<br>with acute systolic dysfunction. A coronary<br>angiography was performed with the patient in prone<br>(face-down) position, due to the necessity to maintain a<br>reasonable oxygen-saturation during the examination.","title_summary":" Feasibility of prone Position Coronary<br>Angiography in a patient with COVID-19 pneumonia and<br>refractory hypoxemia.","x":15.0659923553,"y":-37.4192123413,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0659923553,"tsne_y":-37.4192123413,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"46ohny64","source_x":"Elsevier; Medline; PMC","title":"Catheter-directed thrombolysis in COVID-19 pneumonia with acute PE: Thinking beyond the guidelines","doi":"10.1016\/j.thromres.2020.05.007","abstract":"• Patients having COVID-19 pneumonia are at risk of venous thromboembolism. • Prophylaxis versus anticoagulation for severely ill patients is currently debated. • No specific guidelines for the management of severe pulmonary embolism exist. • Endovascular pulmonary embolism therapy may play a critical role in severe COVID-19.","publish_time":1588896000000,"author_summary":" Qanadli, S. D.; Gudmundsson, L.; Rotzinger, D.<br>C.","abstract_summary":" • Patients having COVID-19 pneumonia are at<br>risk of venous thromboembolism. • Prophylaxis<br>versus anticoagulation for severely ill patients is<br>currently debated. • No specific guidelines for the<br>management of severe pulmonary embolism exist. •<br>Endovascular pulmonary embolism therapy may play a critical<br>role in severe COVID-19.","title_summary":" Catheter-directed thrombolysis in COVID-19<br>pneumonia with acute PE: Thinking beyond the guidelines","x":15.6281013489,"y":-37.0409965515,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.6281013489,"tsne_y":-37.0409965515,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"ux8xhf4j","source_x":"Medline; PMC","title":"SARS‐COV‐2 infection presenting as ST‐elevationmyocardial infarction","doi":"10.1002\/ccd.28974","abstract":"We describe a patient presenting with chest discomfort, anterolateral ST elevation, and developing acute cardiogenic shock secondary to SARS‐COV‐2infection—patient zero presenting to our institution's cardiac catheterization laboratory. The emergent presentation with limited clinical information led to exposure of personnel. The diagnosis was complicated by two negative tests for SARS‐COV‐2, and high‐clinical suspicion from the patient's occupational history led to additional testing in order to confirm the diagnosis.","publish_time":1590796800000,"author_summary":" Castagna, Francesco; Cerrud‐Rodriguez,<br>Roberto; Villela, Miguel Alvarez; Bortnick, Anna E.","abstract_summary":" We describe a patient presenting with chest<br>discomfort, anterolateral ST elevation, and developing<br>acute cardiogenic shock secondary to<br>SARS‐COV‐2infection—patient zero presenting to our institution's cardiac<br>catheterization laboratory. The emergent presentation with<br>limited clinical information led to exposure of<br>personnel. The diagnosis was complicated by two negative<br>tests for SARS‐COV‐2, and high‐clinical suspicion<br>from the patient's occupational history led to<br>additional testing in order to confirm the diagnosis.","title_summary":" SARS‐COV‐2 infection presenting as<br>ST‐elevationmyocardial infarction","x":15.2052030563,"y":-37.1354293823,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.2052030563,"tsne_y":-37.1354293823,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"2js639bk","source_x":"Medline; PMC","title":"Thrombosis and COVID-19 pneumonia: the clot thickens!","doi":"10.1183\/13993003.01608-2020","abstract":"Pulmonary thrombosis appears to be common in Covid-19 pneumonia and takes two forms, proximal pulmonary emboli and\/or distal thrombosis. We hypothesise mechanisms and discuss clinical implications.","publish_time":1592438400000,"author_summary":" Price, Laura C; McCabe, Colm; Garfield, Ben;<br>Wort, Stephen J","abstract_summary":" Pulmonary thrombosis appears to be common in<br>Covid-19 pneumonia and takes two forms, proximal<br>pulmonary emboli and\/or distal thrombosis. We<br>hypothesise mechanisms and discuss clinical<br>implications.","title_summary":" Thrombosis and COVID-19 pneumonia: the clot<br>thickens!","x":14.4690437317,"y":-36.3667984009,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.4690437317,"tsne_y":-36.3667984009,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ygvbqmxd","source_x":"Medline; PMC","title":"Aortic thrombus in patients with severe COVID-19: review of three cases","doi":"10.1007\/s11239-020-02219-z","abstract":"Coronavirus disease 2019 (COVID-19) could predispose to both venous and arterial thromboembolism, in an exaggerated immune response to the virus, especially in severe patients. Even though aortic clots are a rare entity, the pro-coagulant nature of COVID-19 is associated with thrombosis in atypical locations and should be considered in patients with severe abnormalities in coagulation parameters. We describe a series of three cases of aortic thrombi diagnosed by computerized tomography (CT) angiography in patients with confirmed SARS-CoV-2 infection.","publish_time":1594252800000,"author_summary":" de Carranza, María; Salazar, Danilo-Eduardo;<br>Troya, Jesús; Alcázar, Roberto; Peña, Cristina;<br>Aragón, Esther; Domínguez, Marta; Torres, Juan;<br>Muñoz-Rivas, Nuria","abstract_summary":" Coronavirus disease 2019 (COVID-19) could<br>predispose to both venous and arterial thromboembolism,<br>in an exaggerated immune response to the virus,<br>especially in severe patients. Even though aortic clots<br>are a rare entity, the pro-coagulant nature of<br>COVID-19 is associated with thrombosis in atypical<br>locations and should be considered in patients with<br>severe abnormalities in coagulation parameters. We<br>describe a series of three cases of aortic thrombi<br>diagnosed by computerized tomography (CT) angiography<br>in patients with confirmed SARS-CoV-2<br>infection.","title_summary":" Aortic thrombus in patients with severe<br>COVID-19: review of three cases","x":16.9353866577,"y":-36.8776550293,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.9353866577,"tsne_y":-36.8776550293,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"xh1lkiq5","source_x":"Medline; PMC","title":"Thromboelastographic Results and Hypercoagulability Syndrome in Patients With Coronavirus Disease 2019 Who Are Critically Ill","doi":"10.1001\/jamanetworkopen.2020.11192","abstract":"This cohort study examines the association of thromboelastographic results with hypercoagulability among patients with coronavirus disease 2019 who have been admitted to an intensive care unit.","publish_time":1591315200000,"author_summary":" Mortus, Jared Robert; Manek, Stephen E.;<br>Brubaker, Lisa Suzanne; Loor, Michele; Cruz, Miguel<br>Angel; Trautner, Barbara W.; Rosengart, Todd K.","abstract_summary":" This cohort study examines the association of<br>thromboelastographic results with hypercoagulability among<br>patients with coronavirus disease 2019 who have been<br>admitted to an intensive care unit.","title_summary":" Thromboelastographic Results and<br>Hypercoagulability Syndrome in Patients With Coronavirus Disease<br>2019 Who Are Critically Ill","x":14.5587902069,"y":-36.0789756775,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.5587902069,"tsne_y":-36.0789756775,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"2b0wyjw9","source_x":"Medline; PMC","title":"Pulmonary Thromboembolism as a Potential Cause of Clinical Deterioration in COVID-19 Patients; a Commentary","doi":null,"abstract":"Although the findings of some studies have been indicative of the direct relationship between the severity of clinical findings and imaging, reports have been published regarding inconsistency of clinical findings with imaging and laboratory evidence. Physicians treating these patients frequently report cases in which patients, sometimes in the recovery phase and despite improvements in imaging indices, suddenly deteriorate and in some instances suddenly expire. This letter aimed to draw attention to the role of pulmonary thromboembolism as a potential and possible cause of clinical deterioration in covid-19 patients.","publish_time":1587254400000,"author_summary":" Safari, Saeed; Mehrani, Mehdi; Yousefifard,<br>Mahmoud","abstract_summary":" Although the findings of some studies have been<br>indicative of the direct relationship between the<br>severity of clinical findings and imaging, reports have<br>been published regarding inconsistency of<br>clinical findings with imaging and laboratory<br>evidence. Physicians treating these patients<br>frequently report cases in which patients, sometimes in<br>the recovery phase and despite improvements in<br>imaging indices, suddenly deteriorate and in some<br>instances suddenly expire. This letter aimed to draw<br>attention to the role of pulmonary thromboembolism as a<br>potential and possible cause of clinical deterioration<br>in covid-19 patients.","title_summary":" Pulmonary Thromboembolism as a Potential<br>Cause of Clinical Deterioration in COVID-19<br>Patients; a Commentary","x":17.4379520416,"y":-36.7176780701,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.4379520416,"tsne_y":-36.7176780701,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"nnvof29x","source_x":"Medline; PMC","title":"Concomitant brain arterial and venous thrombosis in a COVID‐19 patient","doi":"10.1111\/ene.14380","abstract":"COVID‐19 infection can cause a severe pneumonia which, in some cases, can lead to admission in intensive care unit for respiratory support.(1) In severe cases, systemic thrombotic complication has been described, including cerebrovascular disease (5.7‐23% of cases).(2,3)","publish_time":1591315200000,"author_summary":" Malentacchi, Maria; Gned, Dario; Angelino,<br>Valeria; Demichelis, Sara; Perboni, Alberto; Veltri,<br>Andrea; Bertolotto, Antonio; Capobianco, Marco","abstract_summary":" COVID‐19 infection can cause a severe<br>pneumonia which, in some cases, can lead to admission in<br>intensive care unit for respiratory support.(1) In<br>severe cases, systemic thrombotic complication has<br>been described, including cerebrovascular<br>disease (5.7‐23% of cases).(2,3)","title_summary":" Concomitant brain arterial and venous<br>thrombosis in a COVID‐19 patient","x":15.9138441086,"y":-36.8492774963,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.9138441086,"tsne_y":-36.8492774963,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"z2k6wuhm","source_x":"Elsevier; PMC; WHO","title":"Bilateral posterior infarction in a SARS-Cov-2 infected patient: discussion about an unusual case","doi":"10.1016\/j.jstrokecerebrovasdis.2020.105095","abstract":"In time of SARS-Cov2 pandemic, neurologists need to be vigilant for cerebrovascular complications of Covid-19. We present a case of bilateral occipito-temporal infarction revealed by a sudden cortical blindness with haemorrhagic transformation after intravenous thrombolysis in a diabetic patient infected by Covid-19. Differential diagnoses are discussed in front of this unusual presentation and evolution.","publish_time":1593302400000,"author_summary":" Bonardel, Claire; Bonnerot, Mathieu; Ludwig,<br>Marie; Vadot, Wilfried; Beaune, Gaspard; Chanzy,<br>Bruno; Cornut, Lucie; Baysson, Hélène; Farines,<br>Magali; Combes, Isabelle; Macheda, Gabriel; Bing,<br>Fabrice","abstract_summary":" In time of SARS-Cov2 pandemic, neurologists<br>need to be vigilant for cerebrovascular<br>complications of Covid-19. We present a case of bilateral<br>occipito-temporal infarction revealed by a sudden cortical<br>blindness with haemorrhagic transformation after<br>intravenous thrombolysis in a diabetic patient infected by<br>Covid-19. Differential diagnoses are discussed in front<br>of this unusual presentation and evolution.","title_summary":" Bilateral posterior infarction in a<br>SARS-Cov-2 infected patient: discussion about an unusual<br>case","x":14.9247865677,"y":-36.0952262878,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.9247865677,"tsne_y":-36.0952262878,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"f5qg7vcz","source_x":"Elsevier; Medline; PMC","title":"COVID-19 complicated by Acute Pulmonary Embolism and Right-Sided Heart Failure","doi":"10.1016\/j.jaccas.2020.04.008","abstract":"Abstract A patient with Coronavirus Disease-2019 (COVID-19) developed sudden shortness of breath and hypoxia. She was diagnosed with a massive pulmonary embolism (PE) complicated by right sided heart failure, which was successfully managed conservatively. This marks the first report of COVID-19 induced PE in association with acute heart failure.","publish_time":1587081600000,"author_summary":" Ullah, Waqas; Saeed, Rehan; Sarwar, Usman;<br>Patel, Rajesh; Fischman, David L.","abstract_summary":" Abstract A patient with Coronavirus<br>Disease-2019 (COVID-19) developed sudden shortness of<br>breath and hypoxia. She was diagnosed with a massive<br>pulmonary embolism (PE) complicated by right sided heart<br>failure, which was successfully managed<br>conservatively. This marks the first report of COVID-19 induced<br>PE in association with acute heart failure.","title_summary":" COVID-19 complicated by Acute Pulmonary<br>Embolism and Right-Sided Heart Failure","x":15.5228862762,"y":-36.8264122009,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.5228862762,"tsne_y":-36.8264122009,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"an937844","source_x":"Elsevier; PMC; WHO","title":"Complication of Late Presenting STEMI due to Avoidance of Medical Care during COVID-19 Pandemic","doi":"10.1016\/j.jaccas.2020.05.045","abstract":"Abstract Patients are avoiding hospitals for fear of contracting SARS-CoV-2. We are witnessing a reemergence of rare complications of myocardial infarctions (MI) due to delayed revascularization. Herein, we describe a case of hemorrhagic pericarditis from thrombolytics administered to a patient with late presenting MI.","publish_time":1591228800000,"author_summary":" Otero, Diana; Singam, Narayana Sarma V.;<br>Barry, Neil; Raheja, Prafull; Solankhi, Alisya;<br>Solankhi, Naresh","abstract_summary":" Abstract Patients are avoiding hospitals for<br>fear of contracting SARS-CoV-2. We are witnessing a<br>reemergence of rare complications of myocardial<br>infarctions (MI) due to delayed revascularization.<br>Herein, we describe a case of hemorrhagic pericarditis<br>from thrombolytics administered to a patient with<br>late presenting MI.","title_summary":" Complication of Late Presenting STEMI due to<br>Avoidance of Medical Care during COVID-19 Pandemic","x":15.0032138824,"y":-37.3646125793,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0032138824,"tsne_y":-37.3646125793,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"salizr5n","source_x":"Elsevier; Medline; PMC","title":"Clot in Transit on Transesophageal Echocardiography in a Prone Patient with COVID-19 Acute Respiratory Distress Syndrome","doi":"10.1016\/j.case.2020.05.007","abstract":"• The risk of thromboembolic events in COVID-19 is substantial; • Pulmonary embolism should be considered in cases of clinical deterioration; • Management of clot in transit is controversial.","publish_time":1589587200000,"author_summary":" Horowitz, James M.; Yuriditsky, Eugene;<br>Henderson, Ian J.; Stachel, Maxine Wallis; Kwok,<br>Benjamin; Saric, Muhamed","abstract_summary":" • The risk of thromboembolic events in COVID-19<br>is substantial; • Pulmonary embolism should be<br>considered in cases of clinical deterioration; •<br>Management of clot in transit is controversial.","title_summary":" Clot in Transit on Transesophageal<br>Echocardiography in a Prone Patient with COVID-19 Acute<br>Respiratory Distress Syndrome","x":15.0079870224,"y":-37.154094696,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0079870224,"tsne_y":-37.154094696,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"cz1mhika","source_x":"Medline; PMC","title":"Pulmonary embolism in patients with Covid-19 pneumonia","doi":"10.1183\/13993003.01365-2020","abstract":"We report an overall 24%(95% CI; 17–32%) cumulative incidence of pulmonary embolism in patients with COVID-19 pneumonia, 50% (30–70%) in ICU and 18% (12–27%) in other patients","publish_time":1589241600000,"author_summary":" Bompard, Florian; Monnier, Hippolyte; Saab,<br>Ines; Tordjman, Mickael; Abdoul, Hendy; Fournier,<br>Laure; Sanchez, Olivier; Lorut, Christine;<br>Chassagnon, Guillaume; Revel, Marie-pierre","abstract_summary":" We report an overall 24%(95% CI; 17–32%)<br>cumulative incidence of pulmonary embolism in patients<br>with COVID-19 pneumonia, 50% (30–70%) in ICU and 18%<br>(12–27%) in other patients","title_summary":" Pulmonary embolism in patients with Covid-19<br>pneumonia","x":15.2023162842,"y":-36.8585281372,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.2023162842,"tsne_y":-36.8585281372,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"fwxgzn8s","source_x":"Elsevier; PMC; WHO","title":"Severe COVID-19 After Recent Heart Transplantation Complicated by Allograft Dysfunction","doi":"10.1016\/j.jaccas.2020.05.066","abstract":"Abstract A 50-year-old male presented with atrial flutter 25 days after heart and kidney transplantation. Rejection was excluded, however, he developed severe COVID-19 with cardiac allograft dysfunction. Despite continued corticosteroids and tacrolimus, he remained aviremic. Respiratory and myocardial function recovered after a week of mechanical ventilation. The cardiomyopathy was stress induced.","publish_time":1591574400000,"author_summary":" Vilaro, Juan; Al-Ani, Mohammad; Manjarres,<br>Diana Gomez; Lascano, Jorge E.; Cherabuddi, Kartik;<br>Elgendy, Akram Y.; Bleiweiss, Mark S.; Parker, Alex M.;<br>Ahmed, Mustafa M.; Aranda, Juan M.","abstract_summary":" Abstract A 50-year-old male presented with<br>atrial flutter 25 days after heart and kidney<br>transplantation. Rejection was excluded, however, he developed<br>severe COVID-19 with cardiac allograft dysfunction.<br>Despite continued corticosteroids and tacrolimus, he<br>remained aviremic. Respiratory and myocardial<br>function recovered after a week of mechanical<br>ventilation. The cardiomyopathy was stress induced.","title_summary":" Severe COVID-19 After Recent Heart<br>Transplantation Complicated by Allograft Dysfunction","x":15.5299806595,"y":-36.1575431824,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.5299806595,"tsne_y":-36.1575431824,"subcluster":1,"subcluster_description":"Covid-19.Acute Cerebral Stroke","shape":"p"},{"cord_uid":"fns2767x","source_x":"Elsevier; Medline; PMC; WHO","title":"Unique case of Central Retinal Artery Occlusion secondary to COVID-19 Disease","doi":"10.1016\/j.idcr.2020.e00867","abstract":"SARS-COVID-2 has been noted to be associated with neurological symptoms and complications including stroke. Hypercoagulability associated with COVID-19 has been described as a “sepsis-induced coagulopathy” and may predispose to spectrum of thromboembolic events. We present a unique article of isolated central retinal artery occlusion secondary to SARS-COV 2.","publish_time":1592438400000,"author_summary":" Acharya, Sudeep; Diamond, Matthew; Anwar,<br>Shamsuddin; Glaser, Allison; Tyagi, Priya","abstract_summary":" SARS-COVID-2 has been noted to be associated<br>with neurological symptoms and complications<br>including stroke. Hypercoagulability associated with<br>COVID-19 has been described as a “sepsis-induced<br>coagulopathy” and may predispose to spectrum of<br>thromboembolic events. We present a unique article of isolated<br>central retinal artery occlusion secondary to<br>SARS-COV 2.","title_summary":" Unique case of Central Retinal Artery<br>Occlusion secondary to COVID-19 Disease","x":15.7418937683,"y":-36.5950393677,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.7418937683,"tsne_y":-36.5950393677,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"rc5nksxf","source_x":"Elsevier; Medline; PMC","title":"Pseudo acute myocardial infarction in a young COVID-19 patient","doi":"10.1016\/j.jaccas.2020.04.015","abstract":"Abstract: A 29 year old man tested positive for COVID-19 and developed acute respiratory distress syndrome (ARDS). While mechanically ventilated, his electrocardiogram (EKG) showed inferior ST segment elevations, with normal serial cardiac troponin I and transthoracic echocardiograms. He was treated conservatively, with complete clinical recovery and resolution of his EKG abnormalities.","publish_time":1587945600000,"author_summary":" Loghin, Catalin; Chauhan, Siddharth;<br>Lawless, Sean M.","abstract_summary":" Abstract: A 29 year old man tested positive for<br>COVID-19 and developed acute respiratory distress<br>syndrome (ARDS). While mechanically ventilated, his<br>electrocardiogram (EKG) showed inferior ST segment elevations,<br>with normal serial cardiac troponin I and<br>transthoracic echocardiograms. He was treated<br>conservatively, with complete clinical recovery and<br>resolution of his EKG abnormalities.","title_summary":" Pseudo acute myocardial infarction in a young<br>COVID-19 patient","x":15.1836948395,"y":-37.2133750916,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.1836948395,"tsne_y":-37.2133750916,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"1f9lri45","source_x":"Medline; PMC","title":"COVID‐19 complicated by acute myocardial infarction with extensive thrombus burden and cardiogenic shock","doi":"10.1002\/ccd.28992","abstract":"A patient with coronavirus disease 19 (COVID‐19) developed acute myocardial infarction (AMI) complicated by extensive coronary thrombosis and cardiogenic shock. She underwent percutaneous coronary intervention and placement of a mechanical circulatory support device but subsequently died from shock. This report illustrates the challenges in managing patients with COVID‐19, AMI, and cardiogenic shock.","publish_time":1589846400000,"author_summary":" Harari, Rafael; Bangalore, Sripal; Chang,<br>Ernest; Shah, Binita","abstract_summary":" A patient with coronavirus disease 19<br>(COVID‐19) developed acute myocardial infarction (AMI)<br>complicated by extensive coronary thrombosis and<br>cardiogenic shock. She underwent percutaneous coronary<br>intervention and placement of a mechanical circulatory<br>support device but subsequently died from shock. This<br>report illustrates the challenges in managing<br>patients with COVID‐19, AMI, and cardiogenic shock.","title_summary":" COVID‐19 complicated by acute myocardial<br>infarction with extensive thrombus burden and<br>cardiogenic shock","x":16.0185337067,"y":-37.3836250305,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.0185337067,"tsne_y":-37.3836250305,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"ggnn92xq","source_x":"Elsevier; PMC; WHO","title":"Acute multi-vessel coronary occlusion revealing COVID-19 in a young adult","doi":"10.1016\/j.jaccas.2020.06.002","abstract":"Abstract A 42-year-old man was admitted for a ST-segment elevation myocardial infarction revealing an acute thrombosis of the left anterior descending and right coronary arteries. Following this acute multivessel coronary occlusion in a young individual at low cardiovascular risk, he was tested positive for severe acute respiratory syndrome coronavirus 2.","publish_time":1591660800000,"author_summary":" Zendjebil, Sandra; Zeitouni, Michel;<br>Batonga, Marc; El Beze, Nathan; Guedeney, Paul; Collet,<br>Jean-Philippe; Choussat, Rémi; Silvain, Johanne;<br>Montalescot, Gilles","abstract_summary":" Abstract A 42-year-old man was admitted for a<br>ST-segment elevation myocardial infarction revealing an<br>acute thrombosis of the left anterior descending and<br>right coronary arteries. Following this acute<br>multivessel coronary occlusion in a young individual at low<br>cardiovascular risk, he was tested positive for severe acute<br>respiratory syndrome coronavirus 2.","title_summary":" Acute multi-vessel coronary occlusion<br>revealing COVID-19 in a young adult","x":15.5097360611,"y":-37.5786247253,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.5097360611,"tsne_y":-37.5786247253,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"houm2zcu","source_x":"Elsevier; Medline; PMC","title":"Unusual simultaneous cerebral infarcts in multiple arterial territories in a COVID-19 patient","doi":"10.1016\/j.thromres.2020.06.015","abstract":"• In the occurrence of new-onset neurological symptoms in COVID-19 patients, we should suspect an acute ischemic stroke and not assume that it is secondary to the respiratory syndrome (hypoxia). Acute ischaemic stroke continues to be a treatable medical emergency also during the SARS-CoV-2 pandemic. • Arterial thrombotic events may not only occur as a complication in severe cases of COVID-19; but can also appear in mild-moderate cases due to other mechanisms. • Several pathogeneses may be behind ischemic strokes in COVID-19, in addition to the more evident coagulopathy associated with the severe infection.","publish_time":1591660800000,"author_summary":" Guillan, Marta; Villacieros-Alvarez,<br>Javier; Bellido, Sara; Peremarch, Concepcion<br>Perez-Jorge; Suarez-Vega, Victor M.; Aragones-Garcia,<br>Maria; Cabrera-Rojo, Celina; Fernandez-Ferro, Jose","abstract_summary":" • In the occurrence of new-onset neurological<br>symptoms in COVID-19 patients, we should suspect an<br>acute ischemic stroke and not assume that it is<br>secondary to the respiratory syndrome (hypoxia). Acute<br>ischaemic stroke continues to be a treatable medical<br>emergency also during the SARS-CoV-2 pandemic. •<br>Arterial thrombotic events may not only occur as a<br>complication in severe cases of COVID-19; but can also appear<br>in mild-moderate cases due to other mechanisms. •<br>Several pathogeneses may be behind ischemic strokes in<br>COVID-19, in addition to the more evident coagulopathy<br>associated with the severe infection.","title_summary":" Unusual simultaneous cerebral infarcts in<br>multiple arterial territories in a COVID-19 patient","x":16.7218399048,"y":-37.1814193726,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.7218399048,"tsne_y":-37.1814193726,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"qeqq3kwb","source_x":"Elsevier; Medline; PMC","title":"Ruptured popliteal artery aneurysm complicated with ARDS secondary to SARS-CoV-2 infection","doi":"10.1016\/j.avsg.2020.05.012","abstract":"We herein report a rare case of the ruptured popliteal artery aneurysm in an 89 year old male, whose recovery after surgical treatment was complicated with acute respiratory distress syndrome (ARDS) secondary to confirmed infection with SARS-CoV-2. Presenting symptoms, patient’s comorbidities and postoperative course complicated with cardiac and respiratory failure leading to adverse outcome are discussed in this case report.","publish_time":1589500800000,"author_summary":" Powezka, Katarzyna; Khan, Taha; Narlawar,<br>Ranjeet; Antoniou, George A.","abstract_summary":" We herein report a rare case of the ruptured<br>popliteal artery aneurysm in an 89 year old male, whose<br>recovery after surgical treatment was complicated with<br>acute respiratory distress syndrome (ARDS)<br>secondary to confirmed infection with SARS-CoV-2.<br>Presenting symptoms, patient’s comorbidities and<br>postoperative course complicated with cardiac and<br>respiratory failure leading to adverse outcome are<br>discussed in this case report.","title_summary":" Ruptured popliteal artery aneurysm<br>complicated with ARDS secondary to SARS-CoV-2 infection","x":15.5019016266,"y":-38.007396698,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.5019016266,"tsne_y":-38.007396698,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"e1ian43y","source_x":"Elsevier; PMC; WHO","title":"Covid-19 pneumonia, Takotsubo syndrome and left ventricle thrombi","doi":"10.1016\/j.jaccas.2020.06.008","abstract":"Abstract: Left ventricle thrombus is considered a rare complication of Takotsubo syndrome. However, both a stress condition predisposing to Takotsubo syndrome and coagulation abnormalities coexist in COVID-19. We describe a case of COVID-19 patient with Takotsubo.","publish_time":1591920000000,"author_summary":" Nicola, Bernardi; Emiliano, Calvi; Giuliana,<br>Cimino; Greta, Pascariello; Matilde, Nardi; Dario,<br>Cani; Pompilio, Faggiano; Enrico, Vizzardi; Di Meo,<br>Nunzia; Marco Metra,","abstract_summary":" Abstract: Left ventricle thrombus is<br>considered a rare complication of Takotsubo syndrome.<br>However, both a stress condition predisposing to<br>Takotsubo syndrome and coagulation abnormalities<br>coexist in COVID-19. We describe a case of COVID-19<br>patient with Takotsubo.","title_summary":" Covid-19 pneumonia, Takotsubo syndrome and<br>left ventricle thrombi","x":15.0406770706,"y":-36.8515090942,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0406770706,"tsne_y":-36.8515090942,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"w7lb94pb","source_x":"Elsevier; Medline; PMC","title":"Pulmonary embolism in patients with COVID-19: Time to change the paradigm of computed tomography","doi":"10.1016\/j.thromres.2020.04.011","abstract":"Abstract Objective To raise awareness for possible benefits of examining known COVID-19 patients presenting sudden clinical worsening with CT pulmonary angiography instead of standard non-contrast chest CT.","publish_time":1593475200000,"author_summary":" Rotzinger, D. C.; Beigelman-Aubry, C.; von<br>Garnier, C.; Qanadli, S. D.","abstract_summary":" Abstract Objective To raise awareness for<br>possible benefits of examining known COVID-19 patients<br>presenting sudden clinical worsening with CT pulmonary<br>angiography instead of standard non-contrast chest CT.","title_summary":" Pulmonary embolism in patients with COVID-19:<br>Time to change the paradigm of computed tomography","x":14.2316474915,"y":-36.9756774902,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.2316474915,"tsne_y":-36.9756774902,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mbru086i","source_x":"Elsevier; PMC; WHO","title":"Ventricular Septal Rupture complicating delayed acute myocardial infarction presentation during the COVID-19 pandemic","doi":"10.1016\/j.jaccas.2020.05.049","abstract":"Abstract: The rate of mechanical complications of acute myocardial infarction has declined. Recent publications raised concerns over the reduction in cardiac catheterization laboratory activation for STEMI during COVID-19 Pandemic. We present 2 recent cases of ventricular septal rupture in patients who presented to our institution with delayed STEMI.","publish_time":1591920000000,"author_summary":" Alsidawi, Said; Campbell, Alex; Tamene,<br>Ashenafi; Garcia, Santiago","abstract_summary":" Abstract: The rate of mechanical<br>complications of acute myocardial infarction has declined.<br>Recent publications raised concerns over the<br>reduction in cardiac catheterization laboratory<br>activation for STEMI during COVID-19 Pandemic. We present<br>2 recent cases of ventricular septal rupture in<br>patients who presented to our institution with delayed<br>STEMI.","title_summary":" Ventricular Septal Rupture complicating<br>delayed acute myocardial infarction presentation<br>during the COVID-19 pandemic","x":15.2627649307,"y":-37.651184082,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.2627649307,"tsne_y":-37.651184082,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"cj5r3xt1","source_x":"Elsevier; Medline; PMC","title":"Acute upper limb ischemia in a patient with COVID-19","doi":"10.1016\/j.hemonc.2020.05.001","abstract":"Patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection mainly present with upper and lower respiratory tract symptoms, with complications related to cytokine storm syndrome and acute respiratory distress syndrome. It has also been described to predispose to venous and arterial thromboembolism; however, limited published data is available regarding thrombosis in coronavirus disease 2019 (COVID-19). Here we are presenting a case of arterial thrombosis in a patient with COVID-19 and a systematic review on coagulopathy associated with COVID-19.","publish_time":1589328000000,"author_summary":" Kaur, Parminder; Qaqa, Firas; Ramahi, Amr;<br>Shamoon, Yezin; Singhal, Monisha; Shamoon, Fayez;<br>Maroules, Michael; Singh, Balraj","abstract_summary":" Patients with severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) infection mainly<br>present with upper and lower respiratory tract<br>symptoms, with complications related to cytokine storm<br>syndrome and acute respiratory distress syndrome. It<br>has also been described to predispose to venous and<br>arterial thromboembolism; however, limited published<br>data is available regarding thrombosis in<br>coronavirus disease 2019 (COVID-19). Here we are<br>presenting a case of arterial thrombosis in a patient with<br>COVID-19 and a systematic review on coagulopathy<br>associated with COVID-19.","title_summary":" Acute upper limb ischemia in a patient with<br>COVID-19","x":17.12068367,"y":-37.1789360046,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.12068367,"tsne_y":-37.1789360046,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"ytk3jcb4","source_x":"Elsevier; Medline; PMC","title":"Cardiac Tamponade Secondary to COVID-19","doi":"10.1016\/j.jaccas.2020.04.009","abstract":"Abstract A 67-year-old female presented with upper respiratory symptoms and was diagnosed with COVID-19. She was found to have a large hemorrhagic pericardial effusion with echocardiographic signs of tamponade and mild left ventricular impairment. Clinical course was complicated by development of Takotsubo cardiomyopathy. She was treated with pericardiocentesis, colchicine, corticosteroids and hydroxychloroquine with improvement in symptoms.","publish_time":1587600000000,"author_summary":" Dabbagh, Mohammed F.; Aurora, Lindsey;<br>D’Souza, Penny; Weinmann, Allison J.; Bhargava,<br>Pallavi; Basir, Mir B.","abstract_summary":" Abstract A 67-year-old female presented with<br>upper respiratory symptoms and was diagnosed with<br>COVID-19. She was found to have a large hemorrhagic<br>pericardial effusion with echocardiographic signs of<br>tamponade and mild left ventricular impairment.<br>Clinical course was complicated by development of<br>Takotsubo cardiomyopathy. She was treated with<br>pericardiocentesis, colchicine, corticosteroids and<br>hydroxychloroquine with improvement in symptoms.","title_summary":" Cardiac Tamponade Secondary to COVID-19","x":14.7295093536,"y":-36.9197616577,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.7295093536,"tsne_y":-36.9197616577,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"t51vjqir","source_x":"Elsevier; Medline; PMC","title":"Practical diagnosis and treatment of suspected venous thromboembolism during COVID-19 Pandemic","doi":"10.1016\/j.jvsv.2020.04.009","abstract":"Abstract A markedly increased demand for vascular ultrasound laboratory and other imaging studies in COVID-19 positive patients has occurred, due to most with markedly elevated D-dimer, and a presumed prothrombotic state in many of the very ill patients. This article summarizes a broad institutional consensus focusing on evaluation and recommended empirical therapy for COVID-19 positive patients. We recommend following the algorithms with the idea that as more data becomes available that this may well change.","publish_time":1587081600000,"author_summary":" Obi, Andrea T.; Barnes, Geoff D.; Wakefield,<br>Thomas W.; Brown RVT, Sandra; Eliason, Jonathon L.;<br>Arndt, Erika; Henke, Peter K.","abstract_summary":" Abstract A markedly increased demand for<br>vascular ultrasound laboratory and other imaging<br>studies in COVID-19 positive patients has occurred,<br>due to most with markedly elevated D-dimer, and a<br>presumed prothrombotic state in many of the very ill<br>patients. This article summarizes a broad institutional<br>consensus focusing on evaluation and recommended<br>empirical therapy for COVID-19 positive patients. We<br>recommend following the algorithms with the idea that as<br>more data becomes available that this may well<br>change.","title_summary":" Practical diagnosis and treatment of<br>suspected venous thromboembolism during COVID-19<br>Pandemic","x":17.6816978455,"y":-36.4101066589,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.6816978455,"tsne_y":-36.4101066589,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ouua7wnq","source_x":"Elsevier; Medline; PMC","title":"Severe arterial thrombosis associated with Covid-19 infection","doi":"10.1016\/j.thromres.2020.05.025","abstract":"• Increased incidence of venous thrombosis has been demonstrated in SARS-CoV2 infected patients but no data are available for arterial thrombosis. • We observed very severe arterial thrombotic complications in COVID-19 patients with cardiovascular history despite the use of antiplatelet or anticoagulant therapy, including five irreversible lower limb ischemia and two thoracic aortic free floating thrombi. • Three patients were in intensive care unit (ICU) and two of them also presented VTE, one deep vein thrombosis and one segmental PE. • Further studies are needed to evaluate the necessity of therapeutic anticoagulation in COVID-19 patients with peripheral arterial occlusive disease or thrombophilia.","publish_time":1589587200000,"author_summary":" Kashi, Mahine; Jacquin, Aurélien; Dakhil,<br>Bassel; Zaimi, Rym; Mahé, Emmanuel; Tella, Emilie;<br>Bagan, Patrick","abstract_summary":" • Increased incidence of venous thrombosis has<br>been demonstrated in SARS-CoV2 infected patients<br>but no data are available for arterial thrombosis.<br>• We observed very severe arterial thrombotic<br>complications in COVID-19 patients with cardiovascular<br>history despite the use of antiplatelet or<br>anticoagulant therapy, including five irreversible lower<br>limb ischemia and two thoracic aortic free floating<br>thrombi. • Three patients were in intensive care unit<br>(ICU) and two of them also presented VTE, one deep vein<br>thrombosis and one segmental PE. • Further studies are<br>needed to evaluate the necessity of therapeutic<br>anticoagulation in COVID-19 patients with peripheral arterial<br>occlusive disease...","title_summary":" Severe arterial thrombosis associated with<br>Covid-19 infection","x":17.7350978851,"y":-37.3195610046,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.7350978851,"tsne_y":-37.3195610046,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"r6sntj9m","source_x":"Elsevier; Medline; PMC","title":"Inferior vena cava filter in a patient with COVID-19 pneumonia to prevent a massive pulmonary embolism.","doi":"10.1016\/j.avsg.2020.05.032","abstract":"COVID 19 predispose to deep vein thrombosis . We describe an early placement of inferior vena cava filter added to the therapeutic anticoagulation to prevent a massive pulmonary embolism.","publish_time":1590537600000,"author_summary":" Cena, Tiziana; Bazzano, Simona; Berni, Paola;<br>Vignazia, Gian Luca; Grossi, Francesca; Stanca,<br>Carmelo; Cammarota, Gianmaria; Della Corte,<br>Francesco; Vaschetto, Rosanna","abstract_summary":" COVID 19 predispose to deep vein thrombosis . We<br>describe an early placement of inferior vena cava filter<br>added to the therapeutic anticoagulation to prevent<br>a massive pulmonary embolism.","title_summary":" Inferior vena cava filter in a patient with<br>COVID-19 pneumonia to prevent a massive pulmonary<br>embolism.","x":15.2953491211,"y":-37.2556838989,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.2953491211,"tsne_y":-37.2556838989,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"fdih8f9q","source_x":"Elsevier; Medline; PMC","title":"Severe Acute Proximal Pulmonary Embolism and COVID-19: A Word of Caution","doi":"10.1016\/j.athoracsur.2020.04.005","abstract":"Abstract Acute pulmonary embolism is an uncharacteristic presentation in patients with COVID-19. Here we describe the case of a young woman presenting with severe pulmonary embolism, without any associated symptoms of infections. A clot in a patent foramen ovale was noted. Despite emergency surgical embolectomy, her clinical conditions continued to deteriorate. She was put on extracorporeal life support and tested positive for COVID-19. She died of multiorgan failure on day 10. COVID-19 may have a thrombogenic effect and it may need to be considered in cases of pulmonary embolism and in absence of any obvious risk factor.","publish_time":1587081600000,"author_summary":" Fabre, Olivier; Rebet, Olivier; Carjaliu,<br>Ionut; Radutoiu, Mihai; Gautier, Laurence; Hysi,<br>Ilir","abstract_summary":" Abstract Acute pulmonary embolism is an<br>uncharacteristic presentation in patients with COVID-19. Here<br>we describe the case of a young woman presenting<br>with severe pulmonary embolism, without any<br>associated symptoms of infections. A clot in a patent<br>foramen ovale was noted. Despite emergency surgical<br>embolectomy, her clinical conditions continued to<br>deteriorate. She was put on extracorporeal life support and<br>tested positive for COVID-19. She died of multiorgan<br>failure on day 10. COVID-19 may have a thrombogenic<br>effect and it may need to be considered in cases of<br>pulmonary embolism and in absence of any obvious risk<br>factor.","title_summary":" Severe Acute Proximal Pulmonary Embolism and<br>COVID-19: A Word of Caution","x":16.892332077,"y":-37.6452102661,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.892332077,"tsne_y":-37.6452102661,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xxxdjfbc","source_x":"Elsevier; Medline; PMC","title":"Exploring Personal Protection During High-Risk PCI in a COVID-19 Patient Impella CP Mechanical Support During ULMCA Bifurcation Stenting","doi":"10.1016\/j.jaccas.2020.03.006","abstract":"Abstract The correct management of patients with coronavirus disease 2019 and acute coronary syndrome is still uncertain. We describe the percutaneous treatment of an unprotected left main coronary artery in a patient who is positive for coronavirus disease 2019 with unstable angina, dyspnea and fever. Particular attention will be dedicated to the measures adopted in the catheterization laboratory to protect the staff and to avoid further spread of the infection. (Level of Difficulty: Intermediate.)","publish_time":1586476800000,"author_summary":" Bettari, Luca; Pero, Gaetano; Maiandi,<br>Cristian; Messina, Antonio; Saccocci, Matteo; Cirillo,<br>Marco; Troise, Giovanni; Conti, Elena; Cuccia,<br>Claudio; Maffeo, Diego","abstract_summary":" Abstract The correct management of patients<br>with coronavirus disease 2019 and acute coronary<br>syndrome is still uncertain. We describe the<br>percutaneous treatment of an unprotected left main coronary<br>artery in a patient who is positive for coronavirus<br>disease 2019 with unstable angina, dyspnea and fever.<br>Particular attention will be dedicated to the measures<br>adopted in the catheterization laboratory to protect<br>the staff and to avoid further spread of the<br>infection. (Level of Difficulty: Intermediate.)","title_summary":" Exploring Personal Protection During<br>High-Risk PCI in a COVID-19 Patient Impella CP Mechanical<br>Support During ULMCA Bifurcation Stenting","x":15.6130142212,"y":-37.9043807983,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.6130142212,"tsne_y":-37.9043807983,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"tfmq085x","source_x":"Medline; PMC; WHO","title":"A Case of Coronavirus Disease 2019 With Concomitant Acute Cerebral Infarction and Deep Vein Thrombosis","doi":"10.3389\/fneur.2020.00296","abstract":"We report a case of a 75-year-old woman diagnosed with severe coronavirus disease 2019 (COVID-19) complicated by acute cerebral infarction. The patient was admitted to our hospital on 5 February 2020 with severe COVID-19. On 20 February 2020, she was diagnosed with concomitant acute cerebral infarction via head computed tomography (CT) and deep vein thrombosis in both lower limbs. After symptomatic and supportive treatments, the patient was discharged on 13 March 2020. She will comply with quarantine for another 2 weeks and receive rehabilitation training from a specialist doctor. Cerebral infarction should be considered and promptly managed in patients with COVID-19.","publish_time":1587513600000,"author_summary":" Zhou, Bo; She, Jianqing; Wang, Yadan; Ma,<br>Xiancang","abstract_summary":" We report a case of a 75-year-old woman<br>diagnosed with severe coronavirus disease 2019<br>(COVID-19) complicated by acute cerebral infarction. The<br>patient was admitted to our hospital on 5 February 2020<br>with severe COVID-19. On 20 February 2020, she was<br>diagnosed with concomitant acute cerebral infarction<br>via head computed tomography (CT) and deep vein<br>thrombosis in both lower limbs. After symptomatic and<br>supportive treatments, the patient was discharged on 13<br>March 2020. She will comply with quarantine for<br>another 2 weeks and receive rehabilitation training<br>from a specialist doctor. Cerebral infarction<br>should be considered and promptly managed in patients<br>with...","title_summary":" A Case of Coronavirus Disease 2019 With<br>Concomitant Acute Cerebral Infarction and Deep Vein<br>Thrombosis","x":17.271068573,"y":-36.8350944519,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.271068573,"tsne_y":-36.8350944519,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"lmz56pdm","source_x":"Elsevier; Medline; PMC","title":"Arterial and venous thromboembolic disease in a patient with COVID-19: A case report","doi":"10.1016\/j.thromres.2020.04.046","abstract":"• Hypercoagulability is a major contributor to COVID-19 related pulmonary complications; • Commonly used approaches may be insufficient to ameliorate the risk of thromboembolic events in patients with COVID-19; • Even when on thromboprophylaxis, it is crucial to remain vigilant for the occurrence of VTE in patients with COVID-19.","publish_time":1588291200000,"author_summary":" Brüggemann, Renée; Gietema, Hester; Jallah,<br>Borefore; ten Cate, Hugo; Stehouwer, Coen; Spaetgens,<br>Bart","abstract_summary":" • Hypercoagulability is a major contributor to<br>COVID-19 related pulmonary complications; • Commonly<br>used approaches may be insufficient to ameliorate<br>the risk of thromboembolic events in patients with<br>COVID-19; • Even when on thromboprophylaxis, it is<br>crucial to remain vigilant for the occurrence of VTE in<br>patients with COVID-19.","title_summary":" Arterial and venous thromboembolic disease in<br>a patient with COVID-19: A case report","x":16.0391216278,"y":-36.8843040466,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.0391216278,"tsne_y":-36.8843040466,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"89zqgqx1","source_x":"Elsevier; PMC; WHO","title":"Right Ventricular Clot in Transit in COVID-19: Implications for the Pulmonary Embolism Response Team","doi":"10.1016\/j.jaccas.2020.05.034","abstract":"Abstract Severe acute respiratory syndrome coronavirus 2 is associated with a prothrombotic state in infected patients. After presenting a case of right ventricular thrombus in a COVID-19 patient, we discuss the unique challenges in the workup and treatment of COVID-19 patients highlighting our COVID-19 modified pulmonary embolism response team (PERT) algorithm.","publish_time":1590710400000,"author_summary":" Sethi, Sanjum S.; Zilinyi, Robert; Green,<br>Philip; Eisenberger, Andrew; Brodie, Daniel;<br>Agerstrand, Cara; Takeda, Koji; Kirtane, Ajay J.; Parikh,<br>Sahil A.; Rosenzweig, Erika B.","abstract_summary":" Abstract Severe acute respiratory syndrome<br>coronavirus 2 is associated with a prothrombotic state in<br>infected patients. After presenting a case of right<br>ventricular thrombus in a COVID-19 patient, we discuss the<br>unique challenges in the workup and treatment of<br>COVID-19 patients highlighting our COVID-19 modified<br>pulmonary embolism response team (PERT) algorithm.","title_summary":" Right Ventricular Clot in Transit in COVID-19:<br>Implications for the Pulmonary Embolism Response Team","x":15.5986642838,"y":-37.0072669983,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.5986642838,"tsne_y":-37.0072669983,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"fi3inp67","source_x":"Elsevier; Medline; PMC","title":"Nitrous oxide inhalant abuse and massive pulmonary embolism in COVID-19","doi":"10.1016\/j.ajem.2020.05.023","abstract":"A patient presented to the emergency department with altered mental status and lower extremity weakness in the setting of nitrous oxide inhalant abuse and Coronavirus Disease-2019 (COVID-19) infection. He subsequently developed hypotension and severe hypoxia, found to have a saddle pulmonary embolus (PE) with right heart strain requiring alteplase (tPA).","publish_time":1589587200000,"author_summary":" Molina, Melanie F.; Al Saud, Ahad A.; Al Mulhim,<br>Abdullah A.; Liteplo, Andrew S.; Shokoohi, Hamid","abstract_summary":" A patient presented to the emergency<br>department with altered mental status and lower extremity<br>weakness in the setting of nitrous oxide inhalant abuse<br>and Coronavirus Disease-2019 (COVID-19)<br>infection. He subsequently developed hypotension and<br>severe hypoxia, found to have a saddle pulmonary<br>embolus (PE) with right heart strain requiring<br>alteplase (tPA).","title_summary":" Nitrous oxide inhalant abuse and massive<br>pulmonary embolism in COVID-19","x":15.3422136307,"y":-37.0434799194,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.3422136307,"tsne_y":-37.0434799194,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"zicpoha4","source_x":"Elsevier; Medline; PMC","title":"Arterial and venous abdominal thrombosis in a 79-year-old woman with COVID-19 pneumonia","doi":"10.1016\/j.radcr.2020.04.055","abstract":"As coronavirus pandemic continue to spread over the world, we have to be aware of potential complications on hospitalized patients. We report a case of a 79-year-old woman with COVID-19 pneumonia complicated by combined arterial and venous thrombosis of upper mesenteric vessels. As unenhanced chest-CT scan plays a key-role in managing the COVID-19 pandemic we should pay attention to indirect signs of thrombosis.","publish_time":1588118400000,"author_summary":" de Barry, Olivier; Mekki, Ahmed; Diffre,<br>Caroline; Seror, Martin; Hajjam, Mostafa EL; Carlier,<br>Robert-Yves","abstract_summary":" As coronavirus pandemic continue to spread<br>over the world, we have to be aware of potential<br>complications on hospitalized patients. We report a case of a<br>79-year-old woman with COVID-19 pneumonia complicated by<br>combined arterial and venous thrombosis of upper<br>mesenteric vessels. As unenhanced chest-CT scan plays a<br>key-role in managing the COVID-19 pandemic we should pay<br>attention to indirect signs of thrombosis.","title_summary":" Arterial and venous abdominal thrombosis in a<br>79-year-old woman with COVID-19 pneumonia","x":16.1046104431,"y":-37.0925292969,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.1046104431,"tsne_y":-37.0925292969,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"xc6dcb93","source_x":"Elsevier; Medline; PMC","title":"Biventricular thrombi associated with myocardial infarction in a patient with COVID-19: a case report","doi":"10.1016\/j.cjca.2020.06.016","abstract":"A wide spectrum of cardiovascular manifestations has been documented in patients suffering from coronavirus disease (COVID-19). Usually associated with a poor prognosis, these manifestations include thrombo-embolic events, acute coronary syndrome, heart failure and cardiogenic shock. We describe a COVID-19 patient who presented with subacute myocardial infarction, biventricular thrombi and bilateral pulmonary emboli. Biventricular thrombi are rare, and their presence raises concern for an underlying prothrombotic condition.","publish_time":1593129600000,"author_summary":" Soltani, Marwa; Mansour, Samer","abstract_summary":" A wide spectrum of cardiovascular<br>manifestations has been documented in patients suffering from<br>coronavirus disease (COVID-19). Usually associated with a<br>poor prognosis, these manifestations include<br>thrombo-embolic events, acute coronary syndrome, heart<br>failure and cardiogenic shock. We describe a COVID-19<br>patient who presented with subacute myocardial<br>infarction, biventricular thrombi and bilateral<br>pulmonary emboli. Biventricular thrombi are rare, and<br>their presence raises concern for an underlying<br>prothrombotic condition.","title_summary":" Biventricular thrombi associated with<br>myocardial infarction in a patient with COVID-19: a case<br>report","x":16.4235725403,"y":-36.7970809937,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.4235725403,"tsne_y":-36.7970809937,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"rwom5jjq","source_x":"Medline; PMC; WHO","title":"Pulmonary embolism: yet another cause of hypoxaemic respiratory failure in COVID-19","doi":"10.1183\/23120541.00220-2020","abstract":"Pulmonary embolism represents an overlooked cause of worsening respiratory failure in COVID-19. A regular bedside evaluation for atypical features like pleuritic chest pain or pleural effusion could help identify suspected cases for appropriate management. https:\/\/bit.ly\/3bbBPqZ","publish_time":1590969600000,"author_summary":" Nieri, Dario; Lenzini, Giulia; Canari<br>Venturi, Barbara; Celi, Alessandro","abstract_summary":" Pulmonary embolism represents an overlooked<br>cause of worsening respiratory failure in COVID-19.<br>A regular bedside evaluation for atypical<br>features like pleuritic chest pain or pleural effusion<br>could help identify suspected cases for appropriate<br>management. https:\/\/bit.ly\/3bbBPqZ","title_summary":" Pulmonary embolism: yet another cause of<br>hypoxaemic respiratory failure in COVID-19","x":14.8852272034,"y":-36.9753684998,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.8852272034,"tsne_y":-36.9753684998,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"7pgglbk0","source_x":"Elsevier; Medline; PMC","title":"Demystifying pulmonary vascular complications in severe coronavirus disease-19 pneumonia (COVID-19) in the light of clinico-radiologic-pathologic correlation","doi":"10.1016\/j.thromres.2020.06.043","abstract":"• Small pulmonary vessel changes are a unique imaging feature of COVID-19 pneumonia. • Autopsy studies reveal a very high incidence of peripheral pulmonary thrombosis. • Risk of thrombosis is high in severe COVID-19 despite anticoagulation. • Mounting evidence suggests immunothrombosis as a contributory cause of thrombosis. • Combined inflammation reduction and anticoagulation seems to be a rational therapeutic protocol.","publish_time":1593216000000,"author_summary":" Parry, Arshed Hussain; Wani, Abdul Haseeb;<br>Yaseen, Mudasira; Dar, Mohd Iqbal","abstract_summary":" • Small pulmonary vessel changes are a unique<br>imaging feature of COVID-19 pneumonia. • Autopsy<br>studies reveal a very high incidence of peripheral<br>pulmonary thrombosis. • Risk of thrombosis is high in<br>severe COVID-19 despite anticoagulation. • Mounting<br>evidence suggests immunothrombosis as a contributory<br>cause of thrombosis. • Combined inflammation<br>reduction and anticoagulation seems to be a rational<br>therapeutic protocol.","title_summary":" Demystifying pulmonary vascular<br>complications in severe coronavirus disease-19 pneumonia<br>(COVID-19) in the light of<br>clinico-radiologic-pathologic correlation","x":16.8106689453,"y":-36.4764251709,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.8106689453,"tsne_y":-36.4764251709,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"fosnekou","source_x":"Elsevier; Medline; PMC; WHO","title":"COVID-19 Associated Pulmonary and Cerebral Thromboembolic Disease","doi":"10.1016\/j.radcr.2020.05.034","abstract":"Abstract Patients infected with the new SARS-CoV-2 appear to be associated with higher risk of thromboembolic disease, especially stroke and pulmonary embolism. We report a case of a 79-year-old woman that presented with stroke and was found to have COVID-19 pneumonia and concomitant large burden pulmonary arterial clot. Early imaging of suspected thromboembolic disease may lead to improved patient morbidity and mortality.","publish_time":1589846400000,"author_summary":" Gill, Ileana; Chan, Shirley; Fitzpatrick,<br>Darren","abstract_summary":" Abstract Patients infected with the new<br>SARS-CoV-2 appear to be associated with higher risk of<br>thromboembolic disease, especially stroke and pulmonary<br>embolism. We report a case of a 79-year-old woman that<br>presented with stroke and was found to have COVID-19<br>pneumonia and concomitant large burden pulmonary<br>arterial clot. Early imaging of suspected<br>thromboembolic disease may lead to improved patient morbidity<br>and mortality.","title_summary":" COVID-19 Associated Pulmonary and Cerebral<br>Thromboembolic Disease","x":16.1296958923,"y":-36.7939376831,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.1296958923,"tsne_y":-36.7939376831,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"4efvdf9e","source_x":"Elsevier; Medline; PMC","title":"Takotsubo Syndrome in the Setting of COVID-19 Infection","doi":"10.1016\/j.jaccas.2020.04.023","abstract":"Abstract: A 58 year old woman was admitted with symptoms of COVID-19. She subsequently developed mixed shock and echocardiogram showed mid-distal left ventricular hypokinesis and apical ballooning, findings typical for stress, or Takotsubo, cardiomyopathy. Over the next few days her left ventricular function improved, further supporting reversibility of acute stress cardiomyopathy.","publish_time":1588291200000,"author_summary":" Minhas, Anum S.; Scheel, Paul; Garibaldi,<br>Brian; Liu, Gigi; Horton, Maureen; Jennings, Mark;<br>Jones, Steven R.; Michos, Erin D.; Hays, Allison G.","abstract_summary":" Abstract: A 58 year old woman was admitted with<br>symptoms of COVID-19. She subsequently developed mixed<br>shock and echocardiogram showed mid-distal left<br>ventricular hypokinesis and apical ballooning, findings<br>typical for stress, or Takotsubo, cardiomyopathy.<br>Over the next few days her left ventricular function<br>improved, further supporting reversibility of acute<br>stress cardiomyopathy.","title_summary":" Takotsubo Syndrome in the Setting of COVID-19<br>Infection","x":15.0528774261,"y":-36.9086647034,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0528774261,"tsne_y":-36.9086647034,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"mitfgsdo","source_x":"Medline; PMC; WHO","title":"Transient ST Segment Elevation in Two Patients with COVID-19 and a Normal Transthoracic Echocardiogram","doi":"10.12890\/2020_001672","abstract":"We continue to learn about cardiac involvement in patients with COVID-19. These patients can develop acute coronary syndrome and severe myocarditis with a reduced ejection fraction. We describe two critically ill COVID-19 patients who developed ST elevation that resolved on repeat ECG without any intervention. LEARNING POINT: ST elevation may occur in critically ill COVID-19 patients.","publish_time":1587600000000,"author_summary":" Asif, Talal; Ali, Zafar","abstract_summary":" We continue to learn about cardiac involvement<br>in patients with COVID-19. These patients can<br>develop acute coronary syndrome and severe<br>myocarditis with a reduced ejection fraction. We describe<br>two critically ill COVID-19 patients who<br>developed ST elevation that resolved on repeat ECG<br>without any intervention. LEARNING POINT: ST<br>elevation may occur in critically ill COVID-19 patients.","title_summary":" Transient ST Segment Elevation in Two Patients<br>with COVID-19 and a Normal Transthoracic<br>Echocardiogram","x":15.2962503433,"y":-37.3530082703,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.2962503433,"tsne_y":-37.3530082703,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"uihgtfug","source_x":"Elsevier; Medline; PMC","title":"COVID-19 myopericarditis: It should be kept in mind in today's conditions","doi":"10.1016\/j.ajem.2020.04.080","abstract":"A 78-year-old patient with acute respiratory distress was transferred to our hospital with ST segment elevation on electrocardiography. Coronary angiography revealed normal coronary arteries. Thorax computerized tomography showed ground glass opacification with consolidation in the lungs and mild pericardial effusion demonstrating myopericarditis associated with COVID-19.","publish_time":1588032000000,"author_summary":" Cizgici, Ahmet Yasar; Zencirkiran Agus,<br>Hicaz; Yildiz, Mustafa","abstract_summary":" A 78-year-old patient with acute respiratory<br>distress was transferred to our hospital with ST segment<br>elevation on electrocardiography. Coronary<br>angiography revealed normal coronary arteries. Thorax<br>computerized tomography showed ground glass opacification<br>with consolidation in the lungs and mild<br>pericardial effusion demonstrating myopericarditis<br>associated with COVID-19.","title_summary":" COVID-19 myopericarditis: It should be kept in<br>mind in today's conditions","x":14.6231012344,"y":-37.0754318237,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.6231012344,"tsne_y":-37.0754318237,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"a6plej44","source_x":"Medline; PMC","title":"Thromboembolic Findings in COVID-19 Autopsies: Pulmonary Thrombosis or Embolism?","doi":"10.7326\/m20-3255","abstract":"In their article, Lax and colleagues reported the frequent occurrence of pulmonary thrombosis in a series of autopsies of patients with COVID-19. The editorialist discusses how these findings help to further inform our emerging understanding of thromboembolic disease in COVID-19.","publish_time":1589500800000,"author_summary":" Deshpande, Charuhas","abstract_summary":" In their article, Lax and colleagues reported<br>the frequent occurrence of pulmonary thrombosis<br>in a series of autopsies of patients with<br>COVID-19. The editorialist discusses how these findings<br>help to further inform our emerging understanding<br>of thromboembolic disease in COVID-19.","title_summary":" Thromboembolic Findings in COVID-19<br>Autopsies: Pulmonary Thrombosis or Embolism?","x":15.1347703934,"y":-36.7013778687,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.1347703934,"tsne_y":-36.7013778687,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"18q03o5u","source_x":"Elsevier; Medline; PMC","title":"SARSCoV-2 infection and the upper limbs deep vein thrombosis risk.","doi":"10.1016\/j.avsg.2020.04.037","abstract":"Little or nothing is known about the correlation between the upper limbs deep vein thrombosis (UL-DVT) and SARS-CoV-2. We describe the increased risk of UL-DVT in 3 patients with SARS-CoV-2 who require continuous positive airway pressure with hood and the need for early adequate antithrombotic prophylaxis.","publish_time":1587600000000,"author_summary":" Bozzani, Antonio; Arici, Vittorio;<br>Franciscone, Mila Maria; Danesino, Vittorio; Cascina,<br>Alessandro; Ticozzelli, Giulia; Ragni, Franco","abstract_summary":" Little or nothing is known about the<br>correlation between the upper limbs deep vein thrombosis<br>(UL-DVT) and SARS-CoV-2. We describe the increased risk<br>of UL-DVT in 3 patients with SARS-CoV-2 who<br>require continuous positive airway pressure with hood<br>and the need for early adequate antithrombotic<br>prophylaxis.","title_summary":" SARSCoV-2 infection and the upper limbs deep<br>vein thrombosis risk.","x":16.04429245,"y":-37.2177467346,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.04429245,"tsne_y":-37.2177467346,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"oryfe1w1","source_x":"Elsevier; Medline; PMC","title":"Deep venous thrombosis in a non-critically ill patient with novel COVID-19 infection","doi":"10.1016\/j.thromres.2020.05.015","abstract":"• COVID-19 infection is associated with hypercoagulability and a prothrombotic state. • Little is understood about the prevalence of venous thromboembolism in mild disease. • We present a case of mild COVID-19 complicated by extensive deep venous thrombosis.","publish_time":1589414400000,"author_summary":" Nauka, Peter C.; Oran, Erick; Chekuri, Sweta","abstract_summary":" • COVID-19 infection is associated with<br>hypercoagulability and a prothrombotic state. • Little is<br>understood about the prevalence of venous<br>thromboembolism in mild disease. • We present a case of mild<br>COVID-19 complicated by extensive deep venous<br>thrombosis.","title_summary":" Deep venous thrombosis in a non-critically ill<br>patient with novel COVID-19 infection","x":15.8326463699,"y":-36.7806472778,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.8326463699,"tsne_y":-36.7806472778,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"qbs9vwtq","source_x":"Elsevier; PMC; WHO","title":"Subacute Left Ventricular Free Wall Rupture after Delayed STEMI Presentation During COVID-19 Pandemic: a Case Report","doi":"10.1016\/j.jaccas.2020.06.040","abstract":"Abstract COVID-19 pandemic is causing delayed STEMI presentations associated with now unusual post-infarction complications. In this report we describe a delayed (5 days) STEMI presentation for the fear of contracting COVID-19 in the hospital. Patient suffered an extensive anterolateral STEMI complicated by subacute LVFWR that required a rapid surgical repair.","publish_time":1594166400000,"author_summary":" Albiero, Remo; Seresini, Giuseppe","abstract_summary":" Abstract COVID-19 pandemic is causing delayed<br>STEMI presentations associated with now unusual<br>post-infarction complications. In this report we describe a<br>delayed (5 days) STEMI presentation for the fear of<br>contracting COVID-19 in the hospital. Patient suffered an<br>extensive anterolateral STEMI complicated by subacute<br>LVFWR that required a rapid surgical repair.","title_summary":" Subacute Left Ventricular Free Wall Rupture<br>after Delayed STEMI Presentation During COVID-19<br>Pandemic: a Case Report","x":15.1966133118,"y":-37.655216217,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.1966133118,"tsne_y":-37.655216217,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"nm34bfsl","source_x":"Elsevier; Medline; PMC","title":"Abdominal pain in a patient with COVID-19 infection: A case of multiple thromboemboli","doi":"10.1016\/j.ajem.2020.05.054","abstract":"The novel coronavirus SARS-CoV-2 (COVID-19) pandemic has created diagnostic uncertainty with regards to distinguishing this infection from pulmonary embolism (PE). Although there appears to be an increased incidence of thromboembolic disease in patients with COVID-19 infection, recommendations regarding anticoagulation are lacking. We present the case of a 61-year-old woman with clinically significant venous and arterial thromboemboli in the setting of COVID-19 infection requiring tissue plasminogen activator (tPA).","publish_time":1590451200000,"author_summary":" Mahan, Keenan; Kabrhel, Christopher;<br>Goldsmith, Andrew J.","abstract_summary":" The novel coronavirus SARS-CoV-2 (COVID-19)<br>pandemic has created diagnostic uncertainty with<br>regards to distinguishing this infection from<br>pulmonary embolism (PE). Although there appears to be an<br>increased incidence of thromboembolic disease in<br>patients with COVID-19 infection, recommendations<br>regarding anticoagulation are lacking. We present the<br>case of a 61-year-old woman with clinically<br>significant venous and arterial thromboemboli in the<br>setting of COVID-19 infection requiring tissue<br>plasminogen activator (tPA).","title_summary":" Abdominal pain in a patient with COVID-19<br>infection: A case of multiple thromboemboli","x":16.7822666168,"y":-36.8458175659,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.7822666168,"tsne_y":-36.8458175659,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"g4377fpj","source_x":"Medline; PMC","title":"Venous thrombosis and arteriosclerosis obliterans of lower extremities in a very severe patient with 2019 novel coronavirus disease: a case report","doi":"10.1007\/s11239-020-02084-w","abstract":"The outbreak of 2019 novel coronavirus disease (COVID-19) began since early December 2019, and has been declared as a public health emergency by the World Health Organization. Due to the hypercoagulable state, blood stasis and endothelial injury, severe patients with COVID-19 are at high risk for thrombosis. We report a case of very severe COVID-19 complicated with venous thrombosis and arteriosclerosis obliterans of lower extremities. Risk stratification for deep vein thrombosis and peripheral arterial disease are of vital importance for the prognosis of COVID-19.","publish_time":1587168000000,"author_summary":" Zhou, Bo; She, Jianqing; Wang, Yadan; Ma,<br>Xiancang","abstract_summary":" The outbreak of 2019 novel coronavirus disease<br>(COVID-19) began since early December 2019, and has been<br>declared as a public health emergency by the World Health<br>Organization. Due to the hypercoagulable state, blood stasis<br>and endothelial injury, severe patients with<br>COVID-19 are at high risk for thrombosis. We report a case<br>of very severe COVID-19 complicated with venous<br>thrombosis and arteriosclerosis obliterans of lower<br>extremities. Risk stratification for deep vein thrombosis<br>and peripheral arterial disease are of vital<br>importance for the prognosis of COVID-19.","title_summary":" Venous thrombosis and arteriosclerosis<br>obliterans of lower extremities in a very severe patient<br>with 2019 novel coronavirus disease: a case report","x":17.4269523621,"y":-37.1787834167,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.4269523621,"tsne_y":-37.1787834167,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"p3zip9pd","source_x":"Medline; PMC","title":"A case of COVID-19 in a patient with a univentricular heart post total cavopulmonary connection (Fontan) surgery","doi":"10.1017\/s1047951120001882","abstract":"Coronavirus disease 2019 (COVID-19) has caused a global pandemic which has affected patients and healthcare systems around the world. Patients with underlying health conditions seem to be more severely affected. There are limited reports of patients with univentricular circulations and COVID 19; thus, we report a case of COVID-19 in a patient with a univentricular circulation.","publish_time":1592265600000,"author_summary":" Linnane, Niall; Cox, Des W.; James, Adam","abstract_summary":" Coronavirus disease 2019 (COVID-19) has<br>caused a global pandemic which has affected patients<br>and healthcare systems around the world. Patients<br>with underlying health conditions seem to be more<br>severely affected. There are limited reports of<br>patients with univentricular circulations and COVID<br>19; thus, we report a case of COVID-19 in a patient<br>with a univentricular circulation.","title_summary":" A case of COVID-19 in a patient with a<br>univentricular heart post total cavopulmonary connection<br>(Fontan) surgery","x":15.6866559982,"y":-36.1810569763,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.6866559982,"tsne_y":-36.1810569763,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"105y45ng","source_x":"Elsevier; PMC","title":"Thalamic perforating artery stroke on computed tomography perfusion in a patient with coronavirus disease 2019","doi":"10.1016\/j.jstrokecerebrovasdis.2020.104974","abstract":"Emerging evidence suggests that patients with coronavirus disease 2019 (COVID-19) are at risk of thromboembolic complications, including ischemic strokes. We present a case illustrating the value of CT perfusion to identify acute small subcortical infarcts in a patient with COVID-19 admitted to an intensive care unit for bilateral pneumonia and pulmonary embolism presenting with sudden right limb weakness.","publish_time":1590019200000,"author_summary":" Rudilosso, Salvatore; Esteller, Diana; Urra,<br>Xabier; Chamorro, Ángel","abstract_summary":" Emerging evidence suggests that patients with<br>coronavirus disease 2019 (COVID-19) are at risk of<br>thromboembolic complications, including ischemic strokes.<br>We present a case illustrating the value of CT<br>perfusion to identify acute small subcortical infarcts<br>in a patient with COVID-19 admitted to an<br>intensive care unit for bilateral pneumonia and<br>pulmonary embolism presenting with sudden right limb<br>weakness.","title_summary":" Thalamic perforating artery stroke on<br>computed tomography perfusion in a patient with<br>coronavirus disease 2019","x":16.3131446838,"y":-36.6552352905,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.3131446838,"tsne_y":-36.6552352905,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"46am78kj","source_x":"Elsevier; PMC; WHO","title":"Acute Thrombotic Events as Initial Presentation of Patients with COVID-19 infection","doi":"10.1016\/j.jvscit.2020.05.011","abstract":"We describe three patients with COVID-19 who presented with an acute vascular event rather than typical respiratory symptoms. These patients were all subsequently found to have laboratory confirmed COVID-19 infections as the likely etiology of their thrombotic event. The primary presentation of COVID-19 infection as a thrombotic event rather than respiratory symptoms has not been described elsewhere. Our cases and discussion highlight the thrombotic complications caused by COVID-19, management of these patients, and explores the role of anticoagulation in patients diagnosed with COVID-19.","publish_time":1592352000000,"author_summary":" Ilonzo, Nicole; Rao, Ajit; Berger, Kelsey;<br>Phair, John; Vouyouka, Ageliki; Ravin, Reid; Han,<br>Dan; Finlay, David; Tadros, Rami; Marin, Michael;<br>Faries, Peter","abstract_summary":" We describe three patients with COVID-19 who<br>presented with an acute vascular event rather than<br>typical respiratory symptoms. These patients were all<br>subsequently found to have laboratory confirmed COVID-19<br>infections as the likely etiology of their thrombotic<br>event. The primary presentation of COVID-19<br>infection as a thrombotic event rather than respiratory<br>symptoms has not been described elsewhere. Our cases and<br>discussion highlight the thrombotic complications<br>caused by COVID-19, management of these patients, and<br>explores the role of anticoagulation in patients<br>diagnosed with COVID-19.","title_summary":" Acute Thrombotic Events as Initial<br>Presentation of Patients with COVID-19 infection","x":17.0835475922,"y":-36.7323112488,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.0835475922,"tsne_y":-36.7323112488,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"vfc3u4t5","source_x":"Elsevier; PMC; WHO","title":"A Case Series of Stent Thrombosis During the COVID-19 Pandemic","doi":"10.1016\/j.jaccas.2020.05.029","abstract":"Abstract COVID-19 triggers a hypercoagulable state with a high incidence of thrombotic complications. We have noted a higher than expected incidence of stent thrombosis in these patients.","publish_time":1590537600000,"author_summary":" Prieto-Lobato, Alicia; Ramos-Martínez,<br>Raquel; Vallejo-Calcerrada, Nuria; Corbí-Pascual,<br>Miguel; Córdoba-Soriano, Juan G.","abstract_summary":" Abstract COVID-19 triggers a hypercoagulable<br>state with a high incidence of thrombotic<br>complications. We have noted a higher than expected incidence<br>of stent thrombosis in these patients.","title_summary":" A Case Series of Stent Thrombosis During the<br>COVID-19 Pandemic","x":15.0247735977,"y":-36.5242195129,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0247735977,"tsne_y":-36.5242195129,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"5k724ii0","source_x":"Elsevier; PMC; WHO","title":"Acute cor pulmonale in Covid-19 related ARDS: improvement with almitrine infusion.","doi":"10.1016\/j.jaccas.2020.06.011","abstract":"ABSTRACT: Coronavirus disease-19 (Covid-19) related severe acute respiratory distress syndrome (ARDS) can lead to acute cor pulmonale (ACP). We report a case of ACP secondary to severe Covid-19 ARDS diagnosed with transesophageal echocardiography. Almitrine infusion allowed rapid enhancement of RV function as well as improvement in oxygenation.","publish_time":1592265600000,"author_summary":" Huette, Pierre; Beyls, Christophe; Guilbart,<br>Mathieu; Haye, Guillaume; Najid, Fatim-Zahra; Mestan,<br>Benjamin; Roger, Pierre-Alexandre; Dupont, Hervé;<br>Abou-Arab, Osama; Mahjoub, Yazine","abstract_summary":" ABSTRACT: Coronavirus disease-19 (Covid-19)<br>related severe acute respiratory distress syndrome<br>(ARDS) can lead to acute cor pulmonale (ACP). We report<br>a case of ACP secondary to severe Covid-19 ARDS<br>diagnosed with transesophageal echocardiography.<br>Almitrine infusion allowed rapid enhancement of RV<br>function as well as improvement in oxygenation.","title_summary":" Acute cor pulmonale in Covid-19 related ARDS:<br>improvement with almitrine infusion.","x":15.3759584427,"y":-36.2248573303,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.3759584427,"tsne_y":-36.2248573303,"subcluster":1,"subcluster_description":"Covid-19.Acute Cerebral Stroke","shape":"p"},{"cord_uid":"b4cp07h9","source_x":"Elsevier; PMC","title":"Complete Heart Block, Severe Ventricular Dysfunction and Myocardial Inflammation in a Child with COVID-19 Infection","doi":"10.1016\/j.jaccas.2020.05.030","abstract":"Abstract A young child presented with severe ventricular dysfunction and troponin leak in the setting of Coronavirus-19 disease (COVID-19). He developed intermittent, self-resolving, and hemodynamically insignificant episodes of complete heart block (CHB), which were diagnosed on telemetry and managed conservatively. This report is the first description of COVID-19 induced transient CHB in a child.","publish_time":1590537600000,"author_summary":" El Assaad, Iqbal; Hood-Pishchany, M.<br>Indriati; Kheir, John; Mistry, Kshitij; Dixit, Avika;<br>Halyabar, Olha; Mah, Douglas Y.; Meyer-Macaulay, Colin;<br>Cheng, Henry","abstract_summary":" Abstract A young child presented with severe<br>ventricular dysfunction and troponin leak in the setting of<br>Coronavirus-19 disease (COVID-19). He developed<br>intermittent, self-resolving, and hemodynamically<br>insignificant episodes of complete heart block (CHB), which<br>were diagnosed on telemetry and managed<br>conservatively. This report is the first description of<br>COVID-19 induced transient CHB in a child.","title_summary":" Complete Heart Block, Severe Ventricular<br>Dysfunction and Myocardial Inflammation in a Child with<br>COVID-19 Infection","x":15.6881303787,"y":-36.6095123291,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.6881303787,"tsne_y":-36.6095123291,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"9qmw6f6s","source_x":"Elsevier; PMC; WHO","title":"Reversible Cerebral Vasoconstriction Syndrome and Dissection in the Setting of COVID-19 Infection","doi":"10.1016\/j.jstrokecerebrovasdis.2020.105011","abstract":"The current COVID-19 pandemic has recently brought to attention the myriad of neuro- logic sequelae associated with Coronavirus infection including the predilection for stroke, particularly in young patients. Reversible cerebral vasoconstriction syndrome (RCVS) is a well-described clinical syndrome leading to vasoconstriction in the intracra- nial vessels, and has been associated with convexity subarachnoid hemorrhage and oc- casionally cervical artery dissection. It is usually reported in the context of a trigger such as medications, recreational drugs, or the postpartum state; however, it has not been described in COVID-19 infection. We report a case of both cervical vertebral ar- tery dissection as well as convexity subarachnoid hemorrhage due to RCVS, in a pa- tient with COVID-19 infection and no other triggers.","publish_time":1591315200000,"author_summary":" Dakay, Katarina; Kaur, Gurmeen; Gulko, Edwin;<br>Santarelli, Justin; Bowers, Christian; Mayer, Stephan A;<br>Gandhi, Chirag D; Al-Mufti, Fawaz","abstract_summary":" The current COVID-19 pandemic has recently<br>brought to attention the myriad of neuro- logic<br>sequelae associated with Coronavirus infection<br>including the predilection for stroke, particularly in<br>young patients. Reversible cerebral<br>vasoconstriction syndrome (RCVS) is a well-described clinical<br>syndrome leading to vasoconstriction in the intracra-<br>nial vessels, and has been associated with<br>convexity subarachnoid hemorrhage and oc- casionally<br>cervical artery dissection. It is usually reported in<br>the context of a trigger such as medications,<br>recreational drugs, or the postpartum state; however, it has<br>not been described in COVID-19 infection. We<br>report a case of both cervical vertebral ar- tery<br>dissection as...","title_summary":" Reversible Cerebral Vasoconstriction<br>Syndrome and Dissection in the Setting of COVID-19<br>Infection","x":18.1001853943,"y":-37.3394050598,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":18.1001853943,"tsne_y":-37.3394050598,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"19ssakh7","source_x":"Medline; PMC; WHO","title":"Fatal Ischaemic Stroke During COVID-19 and Acute Lung Injury","doi":"10.12890\/2020_001732","abstract":"Severe COVID-19 may predispose to both venous and arterial thrombosis. We describe a patient with acute ischaemic stroke while suffering from COVID-19 and respiratory failure, necessitating mechanical ventilation. Deep sedation may delay diagnosis. LEARNING POINTS: A thrombotic stroke can complicate severe COVID-19. Prolonged deep sedation during mechanical ventilation of COVID-19 patients may delay the diagnosis of stroke. The hypercoagulability and a thrombo-inflammatory response in COVID-19 is characterized by an increase in D-dimers and fibrinogen.","publish_time":1590451200000,"author_summary":" Duroi, Iris; Van Durme, Frederik; Bruyns,<br>Tony; Louage, Sofie; Heyse, Alex","abstract_summary":" Severe COVID-19 may predispose to both venous<br>and arterial thrombosis. We describe a patient<br>with acute ischaemic stroke while suffering from<br>COVID-19 and respiratory failure, necessitating<br>mechanical ventilation. Deep sedation may delay<br>diagnosis. LEARNING POINTS: A thrombotic stroke can<br>complicate severe COVID-19. Prolonged deep sedation<br>during mechanical ventilation of COVID-19 patients<br>may delay the diagnosis of stroke. The<br>hypercoagulability and a thrombo-inflammatory response in<br>COVID-19 is characterized by an increase in D-dimers and<br>fibrinogen.","title_summary":" Fatal Ischaemic Stroke During COVID-19 and<br>Acute Lung Injury","x":16.9572620392,"y":-37.3822212219,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":16.9572620392,"tsne_y":-37.3822212219,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"fx7t0zvq","source_x":"Elsevier; Medline; PMC","title":"Unheralded Lower Limb Threatening Ischemia in a COVID-19 Patient","doi":"10.1016\/j.ijid.2020.05.060","abstract":"Acute thromboembolic events appear to be frequent in patients with SARS-CoV-2 infection. We report a case of an intubated patient, who developed a threatening lower limb ischemia. Intra-arterial fibrinolysis and intravenous heparin infusion did not lead to complete recanalization of the tibial arteries, which were successfully treated by surgical embolectomy.","publish_time":1590105600000,"author_summary":" Andrea, Vacirca; Gianluca, Faggioli;<br>Rodolfo, Pini; Paolo, Teutonico; Alessandro, Pilato;<br>Mauro, Gargiulo","abstract_summary":" Acute thromboembolic events appear to be<br>frequent in patients with SARS-CoV-2 infection. We<br>report a case of an intubated patient, who developed a<br>threatening lower limb ischemia. Intra-arterial<br>fibrinolysis and intravenous heparin infusion did not lead<br>to complete recanalization of the tibial<br>arteries, which were successfully treated by surgical<br>embolectomy.","title_summary":" Unheralded Lower Limb Threatening Ischemia in<br>a COVID-19 Patient","x":15.9615898132,"y":-37.2512626648,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.9615898132,"tsne_y":-37.2512626648,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"fovof8e0","source_x":"Medline; PMC","title":"Ovarian vein thrombosis after coronavirus disease (COVID-19) infection in a pregnant woman: case report","doi":"10.1007\/s11239-020-02177-6","abstract":"Corona virus outbreak started in December 2019, and the disease has been defined by the World Health Organization as a public health emergency. Coronavirus is a source of deep venous thrombosis (DVT) due to complications such as over-coagulation, blood stasis, and endothelial damage. In this study, we report a 26-year-old pregnant woman with coronavirus who was hospitalized with a right ovarian vein thrombosis at Besat Hospital in Sanandaj. Risk classification for deep vein thrombosis (DVT) disease is of crucial importance for the forecast of coronavirus.","publish_time":1591574400000,"author_summary":" Mohammadi, Susan; Abouzaripour, Morteza;<br>Hesam Shariati, Nastaran; Hesam Shariati, Mohammad<br>Bakhtiar","abstract_summary":" Corona virus outbreak started in December<br>2019, and the disease has been defined by the World<br>Health Organization as a public health emergency.<br>Coronavirus is a source of deep venous thrombosis (DVT) due<br>to complications such as over-coagulation,<br>blood stasis, and endothelial damage. In this study,<br>we report a 26-year-old pregnant woman with<br>coronavirus who was hospitalized with a right ovarian vein<br>thrombosis at Besat Hospital in Sanandaj. Risk<br>classification for deep vein thrombosis (DVT) disease is of<br>crucial importance for the forecast of coronavirus.","title_summary":" Ovarian vein thrombosis after coronavirus<br>disease (COVID-19) infection in a pregnant woman: case<br>report","x":17.5608119965,"y":-37.1214256287,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.5608119965,"tsne_y":-37.1214256287,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"3m98pj0z","source_x":"Elsevier; PMC; WHO","title":"Four cases of aortic thrombosis in patients with COVID-19","doi":"10.1016\/j.jaccas.2020.06.003","abstract":"Abstract Since the outbreak of the COVID-19 pandemic, increasing evidence suggests that infected patients present a high incidence of thrombotic complications. We describe four cases of aortic thrombosis in patients admitted for COVID-19, between the 26th of March and the 12th of April 2020, in Mulhouse (France).","publish_time":1591574400000,"author_summary":" Woehl, Bastien; Lawson, Bree; Jambert, Lucas;<br>Tousch, Jonathan; Ghassani, Afif; Hamade, Amer","abstract_summary":" Abstract Since the outbreak of the COVID-19<br>pandemic, increasing evidence suggests that infected<br>patients present a high incidence of thrombotic<br>complications. We describe four cases of aortic thrombosis in<br>patients admitted for COVID-19, between the 26th of<br>March and the 12th of April 2020, in Mulhouse<br>(France).","title_summary":" Four cases of aortic thrombosis in patients<br>with COVID-19","x":15.335018158,"y":-36.4700546265,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.335018158,"tsne_y":-36.4700546265,"subcluster":1,"subcluster_description":"Covid-19.Acute Cerebral Stroke","shape":"p"},{"cord_uid":"uth1mwr4","source_x":"Elsevier; PMC; WHO","title":"Sinus Node Dysfunction in a Young Patient with COVID-19","doi":"10.1016\/j.jaccas.2020.05.067","abstract":"Abstract A 34-year-old man was admitted with acute lung injury and COVID-19 pneumonia. In intensive care unit, he experienced episodes of prolonged asystole accompanied by hypotension without loss of consciousness. Once reversible causes were excluded, symptoms were related to dysfunction of the sinus node and patient underwent PM implantation.","publish_time":1591574400000,"author_summary":" Cimino, Giuliana; Pascariello, Greta;<br>Bernardi, Nicola; Calvi, Emiliano; Arabia, Gianmarco;<br>Salghetti, Francesca; Bontempi, Luca; Vizzardi, Enrico;<br>Metra, Marco; Curnis, Antonio","abstract_summary":" Abstract A 34-year-old man was admitted with<br>acute lung injury and COVID-19 pneumonia. In<br>intensive care unit, he experienced episodes of<br>prolonged asystole accompanied by hypotension without<br>loss of consciousness. Once reversible causes were<br>excluded, symptoms were related to dysfunction of the<br>sinus node and patient underwent PM implantation.","title_summary":" Sinus Node Dysfunction in a Young Patient with<br>COVID-19","x":14.8977394104,"y":-37.0297279358,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":14.8977394104,"tsne_y":-37.0297279358,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"j8e8gb0l","source_x":"Elsevier; Medline; PMC","title":"Acute cor pulmonale from saddle pulmonary embolism in a patient with previous Covid-19 – should we prolong prophylactic anticoagulation?","doi":"10.1016\/j.ijid.2020.06.039","abstract":"Abstract Severe corona virus disease 19 (Covid-19) is known to be associated with exaggerated risk of thromboembolism. However, the risk associated with mild and moderate illness from Covid-19 is unknown, and there is no current recommendation for prophylaxis against thromboembolism in patients after hospital treatment unless there are established thrombophilic risk factors. We report the case of a 52-year old woman, who presented with massive saddle pulmonary embolism after one week of initial hospital discharge, successfully thrombolysed that raises the question of consideration of extended prophylactic anticoagulation even in low risk Covid-19 cases.","publish_time":1592006400000,"author_summary":" Ali, Sadaf; Pappachan, Joseph M.; Mathew,<br>Smitha","abstract_summary":" Abstract Severe corona virus disease 19<br>(Covid-19) is known to be associated with exaggerated risk<br>of thromboembolism. However, the risk<br>associated with mild and moderate illness from Covid-19 is<br>unknown, and there is no current recommendation for<br>prophylaxis against thromboembolism in patients after<br>hospital treatment unless there are established<br>thrombophilic risk factors. We report the case of a 52-year old<br>woman, who presented with massive saddle pulmonary<br>embolism after one week of initial hospital discharge,<br>successfully thrombolysed that raises the question of<br>consideration of extended prophylactic anticoagulation<br>even in low risk Covid-19 cases.","title_summary":" Acute cor pulmonale from saddle pulmonary<br>embolism in a patient with previous Covid-19 – should we<br>prolong prophylactic anticoagulation?","x":17.0814228058,"y":-37.647895813,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.0814228058,"tsne_y":-37.647895813,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"c2frbkwt","source_x":"Elsevier; Medline; PMC","title":"Image-proven thromboembolism in patients with severe COVID-19 in a tertiary critical care unit in the United Kingdom","doi":"10.1016\/j.thromres.2020.05.049","abstract":"• Venous thrombosis is common in patients with severe COVID-19 pneumonia. • Many of these thromboses may be immunothromboses due to local inflammation, rather than thromboembolic disease. • Anticoagulated patients with COVID-19 pneumonia have a risk of major bleeding.","publish_time":1590710400000,"author_summary":" Desborough, Michael J.R.; Doyle, Andrew J.;<br>Griffiths, Alexandra; Retter, Andrew; Breen, Karen A.;<br>Hunt, Beverley J.","abstract_summary":" • Venous thrombosis is common in patients with<br>severe COVID-19 pneumonia. • Many of these thromboses<br>may be immunothromboses due to local<br>inflammation, rather than thromboembolic disease. •<br>Anticoagulated patients with COVID-19 pneumonia have a risk of<br>major bleeding.","title_summary":" Image-proven thromboembolism in patients<br>with severe COVID-19 in a tertiary critical care<br>unit in the United Kingdom","x":15.6941614151,"y":-36.9150428772,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.6941614151,"tsne_y":-36.9150428772,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"0b4fcdl4","source_x":"Elsevier; PMC; WHO","title":"Venous thromboembolism and coronavirus disease 2019 in an ambulatory care setting - A report of 4 cases","doi":"10.1016\/j.thromres.2020.06.032","abstract":"• We report four non-hospitalized COVID-19 patients who developed VTE in their course of illness. • None of our patients had major risk factors for developing VTE. • A secondary respiratory worsening of COVID-19 should prompt investigation for the occurrence of VTE. • The use of thromboprohylaxis should be considered in bedridden non-hospitalized patients. • Immobilization may be a major risk factor for developing COVID-19Immobilization may be a major risk factor for developing COVID-19.","publish_time":1592524800000,"author_summary":" Overstad, Siri; Tjonnfjord, Eirik; Garabet,<br>Lamya; Fronas, Synne; Bergan, Jonas; Aballi, Saad;<br>Ghanima, Waleed","abstract_summary":" • We report four non-hospitalized COVID-19<br>patients who developed VTE in their course of illness. •<br>None of our patients had major risk factors for<br>developing VTE. • A secondary respiratory worsening of<br>COVID-19 should prompt investigation for the<br>occurrence of VTE. • The use of thromboprohylaxis should be<br>considered in bedridden non-hospitalized patients. •<br>Immobilization may be a major risk factor for developing<br>COVID-19Immobilization may be a major risk factor for developing<br>COVID-19.","title_summary":" Venous thromboembolism and coronavirus<br>disease 2019 in an ambulatory care setting - A report of 4<br>cases","x":17.309431076,"y":-36.7735443115,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.309431076,"tsne_y":-36.7735443115,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"xf7k56sp","source_x":"Elsevier; PMC; WHO","title":"Priapism in a patient with coronavirus disease 2019 (COVID-19): A case report","doi":"10.1016\/j.ajem.2020.06.027","abstract":"Thromboembolic complications related to SARS-CoV-2 have been extensively reported. They include deep vein thrombosis, pulmonary embolism, ischemic stroke, and acute coronary syndrome. Penile thrombosis has not been reported as a thrombotic complication of SARS-CoV-2 infection with hypercoagulability. Here we describe a case of priapism as a thromboembolic complication in a patient with COVID-19 who recovered from acute respiratory distress syndrome (ARDS). We discuss the underlying pathophysiological mechanisms mainly related to an hypercoagulability state. Emergency management consisted on an intracavernosal injection of the sympathomimetic agent ethylephrine and cavernosal blood aspiration. The patient experienced no recurrences under thromboprophylaxis by enoxaparin 40 mg twice daily.","publish_time":1592438400000,"author_summary":" Lamamri, Myriam; Chebbi, Ala; Mamane, Jordan;<br>Abbad, Sofia; Munuzzolini, Milena; Sarfati,<br>Florence; Legriel, Stéphane","abstract_summary":" Thromboembolic complications related to<br>SARS-CoV-2 have been extensively reported. They include<br>deep vein thrombosis, pulmonary embolism,<br>ischemic stroke, and acute coronary syndrome. Penile<br>thrombosis has not been reported as a thrombotic<br>complication of SARS-CoV-2 infection with<br>hypercoagulability. Here we describe a case of priapism as a<br>thromboembolic complication in a patient with COVID-19 who<br>recovered from acute respiratory distress syndrome<br>(ARDS). We discuss the underlying pathophysiological<br>mechanisms mainly related to an hypercoagulability<br>state. Emergency management consisted on an<br>intracavernosal injection of the sympathomimetic agent<br>ethylephrine and cavernosal blood aspiration. The patient<br>experienced no recurrences under thromboprophylaxis by<br>enoxaparin 40 mg...","title_summary":" Priapism in a patient with coronavirus disease<br>2019 (COVID-19): A case report","x":17.30169487,"y":-36.9273223877,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":17.30169487,"tsne_y":-36.9273223877,"subcluster":0,"subcluster_description":"Covid-19 Infection","shape":"p"},{"cord_uid":"w5zo1i4o","source_x":"Elsevier; PMC; WHO","title":"Post-MI Ventricular Septal Defect during the COVID-19 Pandemic","doi":"10.1016\/j.jaccas.2020.06.019","abstract":"Abstract: With the COVID-19 pandemic, the fear among the patients of contracting it have made them reluctant to seek medical attention on a timely basis even for emergent conditions. We present a case of post infarction ventricular septal rupture due to delayed presentation as a consequence of the fear of COVID-19.","publish_time":1592956800000,"author_summary":" Joshi, Saurabh; Kazmi, Faraz Nasim; Azemi,<br>Talhat","abstract_summary":" Abstract: With the COVID-19 pandemic, the fear<br>among the patients of contracting it have made them<br>reluctant to seek medical attention on a timely basis even<br>for emergent conditions. We present a case of post<br>infarction ventricular septal rupture due to delayed<br>presentation as a consequence of the fear of COVID-19.","title_summary":" Post-MI Ventricular Septal Defect during the<br>COVID-19 Pandemic","x":15.1422233582,"y":-37.5708045959,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.1422233582,"tsne_y":-37.5708045959,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"rigpx36k","source_x":"Elsevier; Medline; PMC","title":"Multiple internal border zone infarcts in a patient with COVID-19 and CADASIL","doi":"10.1016\/j.jns.2020.116980","abstract":"• Novel case report highlighting association of COVID-19 precipitating symptoms of CADASIL; • Multiple internal border zone infarcts in a patient with COVID-19 and CADASIL; • Proposed mechanism is endothelial injury with microvascular thrombosis and cerebral dysautoregulation; • We advise to consider patients with CADASIL a vulnerable group during the pandemic.","publish_time":1591660800000,"author_summary":" Williams, Owain Hedd; Mohideen, Saamir; Sen,<br>Arup; Martinovic, Olivera; Hart, Jonathan; Brex,<br>Peter Anthony; Sztriha, Laszlo Krisztian","abstract_summary":" • Novel case report highlighting association<br>of COVID-19 precipitating symptoms of CADASIL; •<br>Multiple internal border zone infarcts in a patient with<br>COVID-19 and CADASIL; • Proposed mechanism is<br>endothelial injury with microvascular thrombosis and<br>cerebral dysautoregulation; • We advise to consider<br>patients with CADASIL a vulnerable group during the<br>pandemic.","title_summary":" Multiple internal border zone infarcts in a<br>patient with COVID-19 and CADASIL","x":15.0931720734,"y":-36.0310935974,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.0931720734,"tsne_y":-36.0310935974,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"cryyux9n","source_x":"Elsevier; PMC; WHO","title":"Difficulties of Managing Submassive and Massive Pulmonary Embolism in the era of COVID-19","doi":"10.1016\/j.jaccas.2020.05.017","abstract":"Abstract: Acute pulmonary embolism (PE) is a potentially life-threatening manifestation of venous thromboembolic disease. SARS-COV2, a novel coronavirus that causes COVID-19, has been associated with increased risk of thrombosis. We describe the therapeutic challenges of three patients presenting with PE and suspected or confirmed COVID-19.","publish_time":1589846400000,"author_summary":" Marginean, Alexandru; Masic, Dalila;<br>Brailovsky, Yevgeniy; Fareed, Jawed; Darki, Amir","abstract_summary":" Abstract: Acute pulmonary embolism (PE) is a<br>potentially life-threatening manifestation of venous<br>thromboembolic disease. SARS-COV2, a novel coronavirus that<br>causes COVID-19, has been associated with increased<br>risk of thrombosis. We describe the therapeutic<br>challenges of three patients presenting with PE and<br>suspected or confirmed COVID-19.","title_summary":" Difficulties of Managing Submassive and<br>Massive Pulmonary Embolism in the era of COVID-19","x":15.4458427429,"y":-36.9302101135,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.4458427429,"tsne_y":-36.9302101135,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"},{"cord_uid":"8ul87tm4","source_x":"Medline; PMC","title":"Emergency room neurology in times of COVID‐19: malignant ischaemic stroke and SARS‐CoV‐2 infection","doi":"10.1111\/ene.14286","abstract":"We report the case of a 36-year-old health care worker who suffered a subacute infarct with a mild deviation of the midline, and a large vessel occlusion with a free-floating thrombus in the ascending aorta in the context of a SARS-CoV-2 infection. With this case we want to increase the awareness about severe forms of systemic ischemia and stroke in patients with signs of COVID infection.","publish_time":1589846400000,"author_summary":" González‐Pinto, T.; Luna‐Rodríguez, A.;<br>Moreno‐Estébanez, A.; Agirre‐Beitia, G.;<br>Rodríguez‐Antigüedad, A.; Ruiz‐Lopez, M.","abstract_summary":" We report the case of a 36-year-old health care<br>worker who suffered a subacute infarct with a mild<br>deviation of the midline, and a large vessel occlusion<br>with a free-floating thrombus in the ascending<br>aorta in the context of a SARS-CoV-2 infection. With<br>this case we want to increase the awareness about<br>severe forms of systemic ischemia and stroke in<br>patients with signs of COVID infection.","title_summary":" Emergency room neurology in times of COVID‐19:<br>malignant ischaemic stroke and SARS‐CoV‐2 infection","x":15.1148414612,"y":-36.6360931396,"cluster":44,"cluster_name":"c45","cluster_description":"Covid-19 Pneumonia","tsne_x":15.1148414612,"tsne_y":-36.6360931396,"subcluster":2,"subcluster_description":"Covid-19 Pneumonia","shape":"p"}]