{"cluster": 45, "subcluster": 5, "abstract_summ": "We appreciate the opportunity to respond to the letter from Dr. Inès Harzallah, et al. Antiphospholipid antibody assays including lupus anticoagulant (LAC), anticardiolipin and anti–β2‐glycoprotein I have also been performed in dozens of our patients, however, very few of them got positive results, we don't think that antiphospholipid antibody exists universally in COVID‐19 patients.At present, it is recognized that there are two related but different types of COX activity, COX‐1 and COX‐2.Recently in the Journal of Thrombosis and Haemostasis, Harzallah and colleagues report the results of antiphospholipid antibody testing in a series of 56 patients with confirmed or suspected SARS-CoV-2 infection.[1] Twenty-five patients were found to be positive for lupus anticoagulants, while five patients had either anticardiolipin or anti-β2-glycoprotein I antibodies.Antiphospholipid autoantibodies (aPL), that are essential markers for antiphospholipid syndrome, are considered as a cardiovascular risk factor.The isotypes for the anticardiolipin and anti-β2-glycoprotein I antibodies were reportedly IgG and IgM, although specific antibody titers and details of which were found in combination with a lupus anticoagulant in three overlap patients were not reported.We have recently published in the Journal of Thrombosis and Haemostasis the presence of lupus anticoagulant (LAC) at high frequency in Covid-19 patients (1).", "title_summ": "Response to 'Reply to Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy'.Frequency of lupus anticoagulant in Covid‐19 patientsMore on COVID‐19 coagulopathy in Caucasian patientsReply to ‘Ibuprofen and thromboembolism in SARS‐COV2’Coagulopathy of COVID‐19 and antiphospholipid antibodiesMore on: ‘COVID‐19 coagulopathy in Caucasian patients’Anti‐cardiolipin IgG autoantibodies are an independent risk factor of COVID‐19 severityLupus anticoagulant is frequent in patients with Covid‐19Response to “Lupus anticoagulant is frequent in patients with Covid‐19”High Frequency of Antiphospholipid Antibodies in Critically‐ill COVID‐19 Patients: a Link with Hypercoagulability?Response to 'What does monitoring platelet counts in COVID‐19 teach us?'DOACs and 'newer' haemophilia therapies in COVID-19.Lupus anticoagulant is frequent in patients with Covid-19: Response to Reply.", "title_abstract_phrases": "Response to “Lupus anticoagulant is frequent in patients with Covid‐19”We appreciate the opportunity to respond to the letter from Dr. Inès Harzallah, et al. Antiphospholipid antibody assays including lupus anticoagulant (LAC), anticardiolipin and anti–β2‐glycoprotein I have also been performed in dozens of our patients, however, very few of them got positive results, we don't think that antiphospholipid antibody exists universally in COVID‐19 patients.At present, it is recognized that there are two related but different types of COX activity, COX‐1 and COX‐2.Coagulopathy of COVID‐19 and antiphospholipid antibodiesRecently in the Journal of Thrombosis and Haemostasis, Harzallah and colleagues report the results of antiphospholipid antibody testing in a series of 56 patients with confirmed or suspected SARS-CoV-2 infection.[1] Twenty-five patients were found to be positive for lupus anticoagulants, while five patients had either anticardiolipin or anti-β2-glycoprotein I antibodies.Frequency of lupus anticoagulant in Covid‐19 patientsWe have recently published in the Journal of Thrombosis and Haemostasis the presence of lupus anticoagulant (LAC) at high frequency in Covid‐19 patients (Harzallah et al.(1)).The isotypes for the anticardiolipin and anti-β2-glycoprotein I antibodies were reportedly IgG and IgM, although specific antibody titers and details of which were found in combination with a lupus anticoagulant in three overlap patients were not reported.We have recently published in the Journal of Thrombosis and Haemostasis the presence of lupus anticoagulant (LAC) at high frequency in Covid-19 patients (1)."}