[{"cord_uid":"k0kud80s","source_x":"PMC","title":"Cardiac complications in community-acquired pneumonia and COVID-19","doi":"10.7196\/ajtccm.2020.v26i2.077","abstract":"Community-acquired pneumonia (CAP) remains a global health problem with significant morbidity and mortality. Much recent published literature about the infection has indicated that a substantial number of patients with CAP, particularly those ill enough to be admitted to hospital, will suffer a cardiovascular event. While these may include events such as deep venous thrombosis and stroke, most of the events involve the heart and include the occurrence of an arrhythmia (most commonly atrial fibrillation), new onset or worsening of heart failure and acute myocardial infarction. While such cardiac events may occur, for example, in all-cause CAP and CAP due to influenza virus infection, and more recently described with the SARS-CoV-2 pandemic, a significant amount of research work has been investigating the pathogenic mechanisms of these cardiac events in patients with CAP due to Streptococcus pneumoniae (pneumococcus) and, more recently, COVID-19 infections. Such research has identified a number of mechanisms by which these microorganisms may cause cardiovascular events. Importantly, these cardiac events appear not only to be associated with in-hospital mortality, but they also appear to contribute to longer-term mortality of patients with CAP, even after their discharge from hospital. This review will focus initially on studies of cardiovascular events in all-cause CAP and pneumococcal CAP, excluding COVID-19 infection, and then address similar issues in the latter infection.","publish_time":1589414400000,"author_summary":" Feldman, C","abstract_summary":" Community-acquired pneumonia (CAP) remains a<br>global health problem with significant morbidity and<br>mortality. Much recent published literature about the<br>infection has indicated that a substantial number of<br>patients with CAP, particularly those ill enough to be<br>admitted to hospital, will suffer a cardiovascular<br>event. While these may include events such as deep<br>venous thrombosis and stroke, most of the events<br>involve the heart and include the occurrence of an<br>arrhythmia (most commonly atrial fibrillation), new<br>onset or worsening of heart failure and acute<br>myocardial infarction. While such cardiac events may<br>occur, for example, in all-cause CAP and CAP due to...","title_summary":" Cardiac complications in community-acquired<br>pneumonia and COVID-19","x":18.6720790863,"y":-24.8317298889,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6720790863,"tsne_y":-24.8317298889,"subcluster":5,"subcluster_description":"Acute Myocardial Infarction","shape":"p"},{"cord_uid":"xztkhkwq","source_x":"PMC","title":"Cardiovascular Disease","doi":"10.1016\/b978-0-323-48435-0.00019-8","abstract":"Cardiac disease is increasingly diagnosed in pet rabbits, presumably because of their lengthening life span and the increased sophistication of their veterinary care. However, relatively little is known about the origins of and therapy for cardiac disease in pet rabbits. Dyspnea, murmurs, and arrhythmias are common clinical signs in rabbits with cardiac disease. However, rabbits with congestive heart failure may hide signs of illness until the disease has become severe. Unique physiologic characteristics (e.g., obligate nasal breathing and limited collateral circulation to the myocardium) predispose rabbits to collapse from stress and oxygen deprivation; therefore, oxygen supplementation and stabilization are priorities for the rabbit presenting in cardiorespiratory distress. The diagnostic workup for cardiac disease in rabbits is very similar to that for traditional pets and involves radiography, electrocardiography, and echocardiography. Cardiomyopathy and valvular degeneration are relatively common forms of cardiac disease in rabbits, while congenital anomalies are rare. Use and dosing of therapeutic agents is extrapolated from dogs and cats. Spontaneous arteriosclerosis is prevalent in rabbits, with an historical incidence of up to 40% in large breeds.","publish_time":1590710400000,"author_summary":" J. Orcutt, Connie; L. Malakoff, Rebecca","abstract_summary":" Cardiac disease is increasingly diagnosed in<br>pet rabbits, presumably because of their<br>lengthening life span and the increased sophistication of<br>their veterinary care. However, relatively little<br>is known about the origins of and therapy for<br>cardiac disease in pet rabbits. Dyspnea, murmurs, and<br>arrhythmias are common clinical signs in rabbits with<br>cardiac disease. However, rabbits with congestive<br>heart failure may hide signs of illness until the<br>disease has become severe. Unique physiologic<br>characteristics (e.g., obligate nasal breathing and limited<br>collateral circulation to the myocardium) predispose<br>rabbits to collapse from stress and oxygen<br>deprivation; therefore, oxygen supplementation and<br>stabilization are priorities...","title_summary":" Cardiovascular Disease","x":19.2665328979,"y":-25.217004776,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2665328979,"tsne_y":-25.217004776,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"rw0y1e9b","source_x":"PMC","title":"Management of Acute Coronary Syndrome in Patients with Suspected or Confirmed Coronavirus Disease 2019: Consensus from Taiwan Society of Cardiology","doi":"10.1016\/j.jfma.2020.07.017","abstract":"Coronavirus disease 2019 (COVID-19) is a highly contagious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Infection with SARS-CoV may cause coronary plaque instability and lead to acute coronary syndrome (ACS). Management of ACS in patients with COVID-19 needs more consideration of the balance between clinical benefit and transmission risk of virus. This review provides recommendations of management strategies for ACS in patients with suspected or confirmed COVID-19 in Taiwan.","publish_time":1594598400000,"author_summary":" Li, Yi-Heng; Wang, Mei-Tzu; Huang, Wei-Chun;<br>Hwang, Juey-Jen","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>highly contagious disease caused by severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2).<br>Infection with SARS-CoV may cause coronary plaque<br>instability and lead to acute coronary syndrome (ACS).<br>Management of ACS in patients with COVID-19 needs more<br>consideration of the balance between clinical benefit and<br>transmission risk of virus. This review provides<br>recommendations of management strategies for ACS in patients<br>with suspected or confirmed COVID-19 in Taiwan.","title_summary":" Management of Acute Coronary Syndrome in<br>Patients with Suspected or Confirmed Coronavirus<br>Disease 2019: Consensus from Taiwan Society of<br>Cardiology","x":17.2117176056,"y":-25.6169204712,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.2117176056,"tsne_y":-25.6169204712,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"sam3usz7","source_x":"Medline","title":"COVID-19 and the Cerebro-Cardiovascular Systems: What do we Know so Far?","doi":"10.1161\/jaha.120.016793","abstract":"The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic of 2019-2020 has resulted in multiple hospitalizations, deaths and economic hardships worldwide. Though respiratory involvement in patients with coronavirus disease 2019 (COVID-19) is well-known, the potential cardiovascular and cerebrovascular manifestations are less-understood. We performed a PubMed and Google Scholar search and reviewed relevant literature regarding COVID-19 and cardiovascular system involvement. SARS-CoV-2 possesses high-affinity for angiotensin converting enzyme 2 (ACE2) receptor, which is highly concentrated in the lungs and cardiovascular tissue, thereby provoking concern for cardiovascular involvement in COVID-19 cases. Pre-existing cardiovascular and cerebrovascular disease has been shown in previous reports to be a risk-factor for severe infection. Based on our review of published studies, COVID-19 patients may be more likely to experience acute cardiac injury, arrhythmia, coagulation defects and acute stroke and are likely to have poorer outcomes as a result. As the COVID-19 pandemic continues, more data regarding potential cardiovascular and cerebrovascular manifestations of the disease is required.","publish_time":1589241600000,"author_summary":" Larson, Anthony S; Savastano, Luis; Kadirvel,<br>Ramanathan; Kallmes, David F; Hassan, Ameer E; Brinjikji,<br>Waleed","abstract_summary":" The severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) pandemic of 2019-2020 has<br>resulted in multiple hospitalizations, deaths and<br>economic hardships worldwide. Though respiratory<br>involvement in patients with coronavirus disease 2019<br>(COVID-19) is well-known, the potential cardiovascular<br>and cerebrovascular manifestations are<br>less-understood. We performed a PubMed and Google Scholar search<br>and reviewed relevant literature regarding<br>COVID-19 and cardiovascular system involvement.<br>SARS-CoV-2 possesses high-affinity for angiotensin<br>converting enzyme 2 (ACE2) receptor, which is highly<br>concentrated in the lungs and cardiovascular tissue,<br>thereby provoking concern for cardiovascular<br>involvement in COVID-19 cases. Pre-existing<br>cardiovascular and cerebrovascular disease has been shown in<br>previous reports to...","title_summary":" COVID-19 and the Cerebro-Cardiovascular<br>Systems: What do we Know so Far?","x":19.2971630096,"y":-23.6741523743,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2971630096,"tsne_y":-23.6741523743,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"tr5whji0","source_x":"Medline","title":"Current perspectives on Coronavirus 2019 (COVID-19) and cardiovascular disease: A white paper by the JAHA editors.","doi":"10.1161\/jaha.120.017013","abstract":"Coronavirus Disease 2019 (COVID-19), caused by the Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2), has infected more than 3.0 million people worldwide and killed more than 200,000 as of April 27, 2020, making it the most lethal pandemic since the Spanish flu of 1918.1, 2 COVID-19 may preferentially infect individuals with cardiovascular conditions, is more severe in subjects with cardiovascular comorbidities, may directly or indirectly affect the heart and may interact with cardiovascular medications.3 In addition, the widespread effects of the pandemic on the global healthcare system affects the routine and emergency cardiac care for patients who are, may be, or are not infected with COVID-19.","publish_time":1588118400000,"author_summary":" Gupta, Ajay K; Jneid, Hani; Addison, Daniel;<br>Ardehali, Hossein; Boehme, Amelia K; Borgaonkar,<br>Sanket; Boulestreau, Romain; Clerkin, Kevin;<br>Delarche, Nicolas; DeVon, Holli A; Grumbach, Isabella M;<br>Gutierrez, Jose; Jones, Daniel A; Kapil, Vikas; Maniero,<br>Carmela; Mentias, Amgad; Miller, Pamela S; May Ng, Sher;<br>Parekh, Jai D; Sanchez, Reynaldo H; Teodor Sawicki,<br>Konrad; S J M Te Riele, Anneline; Ann Remme, Carol;<br>London, Barry","abstract_summary":" Coronavirus Disease 2019 (COVID-19), caused<br>by the Severe Acute Respiratory Syndrome<br>Coronavirus-2 (SARS-CoV-2), has infected more than 3.0<br>million people worldwide and killed more than 200,000<br>as of April 27, 2020, making it the most lethal<br>pandemic since the Spanish flu of 1918.1, 2 COVID-19 may<br>preferentially infect individuals with cardiovascular<br>conditions, is more severe in subjects with cardiovascular<br>comorbidities, may directly or indirectly affect the heart and<br>may interact with cardiovascular medications.3<br>In addition, the widespread effects of the<br>pandemic on the global healthcare system affects the<br>routine and emergency cardiac care for patients who<br>are, may be, or...","title_summary":" Current perspectives on Coronavirus 2019<br>(COVID-19) and cardiovascular disease: A white paper by<br>the JAHA editors.","x":17.09740448,"y":-24.4708194733,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.09740448,"tsne_y":-24.4708194733,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"3wng72fe","source_x":"Medline","title":"Deleterious effects of viral pneumonia on cardiovascular system.","doi":"10.1093\/eurheartj\/ehaa325","abstract":"Viral pneumonia has a significant effect on the cardiovascular system through various mechanisms; even though it is traditionally regarded as a pulmonary disease characterized by dyspnoea and hypoxaemia. Recent research works have shown that cardiovascular events outweigh all other causes of death in various influenza pandemics. Therefore, the exploration of the effects of viral pneumonia on cardiovascular system becomes increasingly essential. The objective of this review is three-fold: first, to summarize the knowledge about the epidemiological characteristics and clinical manifestations of viral infections that are the recent causes of global pandemics; second, to explore the cardiovascular response to these infections; and third, to attempt in identifying the possible coping strategies of the Wuhan epidemic and the future viral infection pandemics.","publish_time":1588896000000,"author_summary":" Duan, Jiahao; Wu, Yeshun; Liu, Cunming; Yang,<br>Chun; Yang, Ling","abstract_summary":" Viral pneumonia has a significant effect on the<br>cardiovascular system through various mechanisms; even<br>though it is traditionally regarded as a pulmonary<br>disease characterized by dyspnoea and hypoxaemia.<br>Recent research works have shown that cardiovascular<br>events outweigh all other causes of death in various<br>influenza pandemics. Therefore, the exploration of the<br>effects of viral pneumonia on cardiovascular system<br>becomes increasingly essential. The objective of this<br>review is three-fold: first, to summarize the<br>knowledge about the epidemiological characteristics<br>and clinical manifestations of viral infections<br>that are the recent causes of global pandemics;<br>second, to explore the cardiovascular response to<br>these infections;...","title_summary":" Deleterious effects of viral pneumonia on<br>cardiovascular system.","x":17.8476085663,"y":-23.7814807892,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.8476085663,"tsne_y":-23.7814807892,"subcluster":1,"subcluster_description":"Heart Failure Care","shape":"p"},{"cord_uid":"0t5x8d17","source_x":"Medline","title":"[Takotsubo syndrome during SARS-CoV-2 pneumonia: a possible cardiovascular complication].","doi":"10.1714\/3359.33323","abstract":"Takotsubo syndrome (TTS) is one of the causes of myocardial infarction with non-obstructive coronary arteries, and is often triggered by physical events (e.g. acute respiratory failure), or emotional events (e.g. loss of a family member, cardiac stress induced by an acute illness). SARS-CoV-2 pneumonia currently represents a worldwide health problem; the correlations between cardiovascular disease, myocardial injury and SARS-CoV-2 infection are still unclear, but initial data show that myocardial damage represents a negative prognostic factor. Myocardial injury during SARS-CoV-2, as defined by a pathological rise in circulating troponin levels, is not an uncommon complication in hospitalized patients, and is significantly more frequent in intensive care unit patients and among those who died. In this setting, myocardial injury is mainly secondary to type 2 myocardial infarction (mismatch in myocardial oxygen supply and demand during respiratory failure); other causes include myocarditis, coronary thrombosis, sepsis or septic shock. At present, only few cases of TTS have been described during SARS-CoV-2. Here we report the case of a patient hospitalized for pneumonia and respiratory failure due to SARS-CoV-2 with subsequent onset of TTS triggered by both physical and emotional events.","publish_time":1590969600000,"author_summary":" Moderato, Luca; Monello, Alberto; Lazzeroni,<br>Davide; Binno, Simone; Giacalone, Rossella; Ferraro,<br>Stefano; Piepoli, Massimo Francesco; Villani,<br>Giovanni Quinto","abstract_summary":" Takotsubo syndrome (TTS) is one of the causes of<br>myocardial infarction with non-obstructive coronary<br>arteries, and is often triggered by physical events (e.g.<br>acute respiratory failure), or emotional events<br>(e.g. loss of a family member, cardiac stress induced<br>by an acute illness). SARS-CoV-2 pneumonia<br>currently represents a worldwide health problem; the<br>correlations between cardiovascular disease, myocardial<br>injury and SARS-CoV-2 infection are still unclear,<br>but initial data show that myocardial damage<br>represents a negative prognostic factor. Myocardial<br>injury during SARS-CoV-2, as defined by a<br>pathological rise in circulating troponin levels, is not an<br>uncommon complication in hospitalized patients, and is<br>significantly...","title_summary":" [Takotsubo syndrome during SARS-CoV-2<br>pneumonia: a possible cardiovascular complication].","x":19.0011959076,"y":-24.708732605,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.0011959076,"tsne_y":-24.708732605,"subcluster":7,"subcluster_description":"Mechanismsacute Myocardial Injury","shape":"p"},{"cord_uid":"7rf532b9","source_x":"Medline","title":"COVID-19 and cardiovascular diseases: viewpoint for older patients.","doi":"10.1684\/pnv.2020.0864","abstract":"The coronavirus disease-2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2. The link between cardiovascular disease and COVID-19 appears to be twofold. First, some reports of data indicate that certain groups of patients are more at risk of COVID-19. This includes patients with cardiovascular risk factors or pre-existing cardiovascular conditions and older patients. In addition, these patients incur disproportionately worse outcome. Second, SARS-CoV2 infection can be complicated by life-threatening cardiovascular acute diseases. Despite the rapid evolution of data on this pandemic, this review aims to highlight the cardiovascular considerations related to COVID-19 whether as comorbidities including concerns and uncertainty regarding the effect of renin-angiotensin-aldosterone system (RAAS) inhibitors on angiotensin conversion enzyme 2 or related to acute cardiovascular complications.","publish_time":1589500800000,"author_summary":" Boureau, Anne-Sophie; de Decker, Laure;<br>Berrut, Gilles; Hanon, Olivier","abstract_summary":" The coronavirus disease-2019 (COVID-19) is an<br>infectious disease caused by severe acute respiratory<br>syndrome coronavirus 2. The link between<br>cardiovascular disease and COVID-19 appears to be twofold.<br>First, some reports of data indicate that certain<br>groups of patients are more at risk of COVID-19. This<br>includes patients with cardiovascular risk factors or<br>pre-existing cardiovascular conditions and older<br>patients. In addition, these patients incur<br>disproportionately worse outcome. Second, SARS-CoV2 infection<br>can be complicated by life-threatening<br>cardiovascular acute diseases. Despite the rapid evolution of<br>data on this pandemic, this review aims to highlight<br>the cardiovascular considerations related to<br>COVID-19 whether as comorbidities...","title_summary":" COVID-19 and cardiovascular diseases:<br>viewpoint for older patients.","x":17.9280853271,"y":-24.16314888,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.9280853271,"tsne_y":-24.16314888,"subcluster":1,"subcluster_description":"Heart Failure Care","shape":"p"},{"cord_uid":"baodjrw2","source_x":"Medline","title":"Potential Effects of Coronaviruses on the Cardiovascular System: A Review.","doi":"10.1001\/jamacardio.2020.1286","abstract":"Importance Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which causes coronavirus disease 2019 (COVID-19) has reached a pandemic level. Coronaviruses are known to affect the cardiovascular system. We review the basics of coronaviruses, with a focus on COVID-19, along with their effects on the cardiovascular system. Observations Coronavirus disease 2019 can cause a viral pneumonia with additional extrapulmonary manifestations and complications. A large proportion of patients have underlying cardiovascular disease and\/or cardiac risk factors. Factors associated with mortality include male sex, advanced age, and presence of comorbidities including hypertension, diabetes mellitus, cardiovascular diseases, and cerebrovascular diseases. Acute cardiac injury determined by elevated high-sensitivity troponin levels is commonly observed in severe cases and is strongly associated with mortality. Acute respiratory distress syndrome is also strongly associated with mortality. Conclusions and Relevance Coronavirus disease 2019 is associated with a high inflammatory burden that can induce vascular inflammation, myocarditis, and cardiac arrhythmias. Extensive efforts are underway to find specific vaccines and antivirals against SARS-CoV-2. Meanwhile, cardiovascular risk factors and conditions should be judiciously controlled per evidence-based guidelines.","publish_time":1585267200000,"author_summary":" Madjid, Mohammad; Safavi-Naeini, Payam;<br>Solomon, Scott D; Vardeny, Orly","abstract_summary":" Importance Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2), which causes coronavirus<br>disease 2019 (COVID-19) has reached a pandemic level.<br>Coronaviruses are known to affect the cardiovascular system.<br>We review the basics of coronaviruses, with a<br>focus on COVID-19, along with their effects on the<br>cardiovascular system. Observations Coronavirus disease<br>2019 can cause a viral pneumonia with additional<br>extrapulmonary manifestations and complications. A large<br>proportion of patients have underlying cardiovascular<br>disease and\/or cardiac risk factors. Factors<br>associated with mortality include male sex, advanced age,<br>and presence of comorbidities including<br>hypertension, diabetes mellitus, cardiovascular diseases,<br>and cerebrovascular diseases. Acute cardiac<br>injury determined...","title_summary":" Potential Effects of Coronaviruses on the<br>Cardiovascular System: A Review.","x":19.4269199371,"y":-23.7592430115,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.4269199371,"tsne_y":-23.7592430115,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"h5sjj1ls","source_x":"Medline","title":"COVID-19 pandemic and troponin: indirect myocardial injury, myocardial inflammation or myocarditis?","doi":"10.1136\/heartjnl-2020-317186","abstract":"The initial mechanism for severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection is the binding of the virus to the membrane-bound form of ACE2, which is mainly expressed in the lung. Since the heart and the vessels also express ACE2, they both could become targets of the virus. However, at present the extent and importance of this potential involvement are unknown. Cardiac troponin levels are significantly higher in patients with more severe infections, patients admitted to intensive care units or in those who have died. In the setting of COVID-19, myocardial injury, defined by an increased troponin level, occurs especially due to non-ischaemic myocardial processes, including severe respiratory infection with hypoxia, sepsis, systemic inflammation, pulmonary thrombosis and embolism, cardiac adrenergic hyperstimulation during cytokine storm syndrome, and myocarditis. At present, there are limited reports on definite diagnosis of myocarditis caused by SARS-CoV-2 in humans and limited demonstration of the virus in the myocardium. In conclusion, although the heart and the vessels are potential targets in COVID-19, there is currently limited evidence on the direct infection of the myocardium by SARS-CoV-2. Additional pathological studies and autopsy series will be very helpful to clarify the potentiality of COVID-19 to directly infect the myocardium and cause myocarditis.","publish_time":1591228800000,"author_summary":" Imazio, Massimo; Klingel, Karin; Kindermann,<br>Ingrid; Brucato, Antonio; De Rosa, Francesco<br>Giuseppe; Adler, Yehuda; De Ferrari, Gaetano Maria","abstract_summary":" The initial mechanism for severe acute<br>respiratory syndrome coronavirus-2 (SARS-CoV-2)<br>infection is the binding of the virus to the<br>membrane-bound form of ACE2, which is mainly expressed in the<br>lung. Since the heart and the vessels also express<br>ACE2, they both could become targets of the virus.<br>However, at present the extent and importance of this<br>potential involvement are unknown. Cardiac troponin<br>levels are significantly higher in patients with more<br>severe infections, patients admitted to intensive<br>care units or in those who have died. In the setting of<br>COVID-19, myocardial injury, defined by an increased<br>troponin level, occurs especially due...","title_summary":" COVID-19 pandemic and troponin: indirect<br>myocardial injury, myocardial inflammation or<br>myocarditis?","x":19.1350498199,"y":-24.5606155396,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1350498199,"tsne_y":-24.5606155396,"subcluster":7,"subcluster_description":"Mechanismsacute Myocardial Injury","shape":"p"},{"cord_uid":"g9eqr24w","source_x":"Medline","title":"The Another Side of COVID-19 in Alzheimer's Disease Patients: Drug-Drug Interactions.","doi":"10.1111\/ijcp.13596","abstract":"Coronavirus Disease 2019 (COVID-19) outbreak caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has become a major public health problem. The elderly people are the most affected population by the COVID-19 outbreak in terms of mortality and morbidity. Delirium caused by hypoxia, a prominent clinical feature of COVID-19, may increase the need for treatment of Alzheimer's disease (AD) patients (1). Therefore, drug-drug interactions should be considered in AD patients while receiving COVID-19 treatment.","publish_time":1593216000000,"author_summary":" Balli, Nisa; Kara, Emre; Demirkan, Kutay","abstract_summary":" Coronavirus Disease 2019 (COVID-19) outbreak<br>caused by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) has become a major public health<br>problem. The elderly people are the most affected<br>population by the COVID-19 outbreak in terms of mortality<br>and morbidity. Delirium caused by hypoxia, a<br>prominent clinical feature of COVID-19, may increase the<br>need for treatment of Alzheimer's disease (AD)<br>patients (1). Therefore, drug-drug interactions<br>should be considered in AD patients while receiving<br>COVID-19 treatment.","title_summary":" The Another Side of COVID-19 in Alzheimer's<br>Disease Patients: Drug-Drug Interactions.","x":16.7648620605,"y":-24.7072525024,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":16.7648620605,"tsne_y":-24.7072525024,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"5f9ofdsc","source_x":"Medline","title":"Coronavirus Disease 2019 (COVID-19) Pandemic Implications in Pediatric and Adult Congenital Heart Disease.","doi":"10.1161\/jaha.120.017224","abstract":"The corona virus disease -2019 (COVID-19) is a recently described infectious disease caused by the severe acute respiratory syndrome corona virus 2 with significant cardiovascular implications. Given the increased risk for severe COVID-19 observed in adults with underlying cardiac involvement, there is concern that patients with pediatric and congenital heart disease (CHD) may likewise be at increased risk for severe infection. The cardiac manifestations of COVID-19 include myocarditis, arrhythmia and myocardial infarction. Importantly, the pandemic has stretched health care systems and many care team members are at risk for contracting and possibly transmitting the disease which may further impact the care of patients with cardiovascular disease. In this review, we describe the effects of COVID-19 in the pediatric and young adult population and review the cardiovascular involvement in COVID-19 focusing on implications for patients with congenital heart disease in particular.","publish_time":1590105600000,"author_summary":" Alsaied, Tarek; Aboulhosn, Jamil A; Cotts,<br>Timothy B; Daniels, Curt J; Etheridge, Susan P; Feltes,<br>Timothy F; Gurvitz, Michelle Z; Lewin, Mark B; Oster,<br>Matthew E; Saidi, Arwa","abstract_summary":" The corona virus disease -2019 (COVID-19) is a<br>recently described infectious disease caused by the<br>severe acute respiratory syndrome corona virus 2 with<br>significant cardiovascular implications. Given the<br>increased risk for severe COVID-19 observed in adults<br>with underlying cardiac involvement, there is<br>concern that patients with pediatric and congenital<br>heart disease (CHD) may likewise be at increased risk<br>for severe infection. The cardiac manifestations<br>of COVID-19 include myocarditis, arrhythmia and<br>myocardial infarction. Importantly, the pandemic has<br>stretched health care systems and many care team members<br>are at risk for contracting and possibly<br>transmitting the disease which may further impact the...","title_summary":" Coronavirus Disease 2019 (COVID-19) Pandemic<br>Implications in Pediatric and Adult Congenital Heart<br>Disease.","x":18.0684890747,"y":-24.1971759796,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.0684890747,"tsne_y":-24.1971759796,"subcluster":1,"subcluster_description":"Heart Failure Care","shape":"p"},{"cord_uid":"a30ryzkj","source_x":"Medline","title":"The Effect of Coronavirus Disease 2019 on Cardiovascular Diseases.","doi":"10.36660\/abc.20200273","abstract":"Coronavirus disease 2019 (COVID-19) is a global pandemic affecting the world, seen in more than 1,300,000 patients. COVID-19 acts through the angiotensin-converting enzyme 2 (ACE2) receptor. Cardiovascular comorbidities are more common with COVID-19, and nearly 10% of cases develop myocarditis (22% of critical patients). Further research is needed to continue or discontinue ACE inhibitors and angiotensin receptor blockers, which are essential in hypertension and heart failure in COVID-19. Intensive research is promising for the treatment and prevention of COVID-19.","publish_time":1590969600000,"author_summary":" Askin, Lutfu; Tanrıverdi, Okan; Askin, Husna<br>Sengul","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>global pandemic affecting the world, seen in more than<br>1,300,000 patients. COVID-19 acts through the<br>angiotensin-converting enzyme 2 (ACE2) receptor. Cardiovascular<br>comorbidities are more common with COVID-19, and nearly 10% of<br>cases develop myocarditis (22% of critical<br>patients). Further research is needed to continue or<br>discontinue ACE inhibitors and angiotensin receptor<br>blockers, which are essential in hypertension and heart<br>failure in COVID-19. Intensive research is promising<br>for the treatment and prevention of COVID-19.","title_summary":" The Effect of Coronavirus Disease 2019 on<br>Cardiovascular Diseases.","x":16.941204071,"y":-24.5974311829,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":16.941204071,"tsne_y":-24.5974311829,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"j82q99in","source_x":"Medline","title":"Cardiovascular Manifestation and Treatment in COVID-19.","doi":"10.1097\/jcma.0000000000000352","abstract":"The novel coronavirus disease 2019 (COVID-19), with first presentation of atypical pneumonia, has spread rapidly from Wuhan, China on December 12, 2019 to over 200 countries, caused 2310572 infected individuals and 158691 mortalities, updated on 2020\/4\/19. Many studies have published timely to help global health-care workers to understand and control the disease. Vulnerable patients with risk factors such as elderly, cardiovascular diseases (e.g. hypertension, coronary disease, or cardiomyopathy), diabetes, chronic kidney disease…etc., have worse outcomes after covid-19 infection. COVID-19 could directly cause cardiovascular injuries such as pericarditis, myocarditis, myocardial infarction, heart failure, arrhythmias or thromboembolic events, which urge cardiologists to be involved in the frontline to practice. Here we provide a review of COVID-19 on cardiovascular system to assist clinical cardiologists to better understand the disease and being capable of providing comprehensive medical support.","publish_time":1589760000000,"author_summary":" Su, Yen-Bo; Kuo, Ming-Jen; Lin, Ting-Yu;<br>Chien, Chian-Shiu; Yang, Yi-Ping; Chou, Shih-Jie;<br>Leu, Hsin-Bang","abstract_summary":" The novel coronavirus disease 2019<br>(COVID-19), with first presentation of atypical<br>pneumonia, has spread rapidly from Wuhan, China on<br>December 12, 2019 to over 200 countries, caused 2310572<br>infected individuals and 158691 mortalities, updated<br>on 2020\/4\/19. Many studies have published timely<br>to help global health-care workers to understand<br>and control the disease. Vulnerable patients with<br>risk factors such as elderly, cardiovascular<br>diseases (e.g. hypertension, coronary disease, or<br>cardiomyopathy), diabetes, chronic kidney disease…etc., have<br>worse outcomes after covid-19 infection. COVID-19<br>could directly cause cardiovascular injuries such<br>as pericarditis, myocarditis, myocardial<br>infarction, heart failure, arrhythmias or thromboembolic<br>events, which urge cardiologists to...","title_summary":" Cardiovascular Manifestation and Treatment<br>in COVID-19.","x":18.6279087067,"y":-23.9795608521,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6279087067,"tsne_y":-23.9795608521,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mol4s3iz","source_x":"Medline","title":"Approach to Acute Cardiovascular Complications in COVID-19 Infection.","doi":"10.1161\/circheartfailure.120.007220","abstract":"The novel coronavirus disease 2019, otherwise known as COVID-19, is a global pandemic with primary respiratory manifestations in those who are symptomatic. It has spread to more than 187 countries with a rapidly growing number of affected patients. Underlying cardiovascular disease is associated with more severe manifestations of COVID-19 and higher rates of mortality. COVID-19 can have both primary (arrhythmias, myocardial infarction, myocarditis) and secondary (myocardial injury\/biomarker elevation, heart failure) cardiac involvement. In severe cases, profound circulatory failure can result. This review discusses the presentation and management of patients with severe cardiac complications of COVID-19 disease, with an emphasis on a \"Heart-Lung\" team approach in patient management. Furthermore, it focuses on the use of and indications for acute mechanical circulatory support in cardiogenic and\/or mixed shock.","publish_time":1591315200000,"author_summary":" Ranard, Lauren S; Fried, Justin A; Abdalla,<br>Marwah; Anstey, D Edmund; Givens, Raymond C;<br>Kumaraiah, Deepa; Kodali, Susheel K; Takeda, Koji;<br>Karmpaliotis, Dimitri; Rabbani, LeRoy E; Sayer, Gabriel;<br>Kirtane, Ajay J; Leon, Martin B; Schwartz, Allan; Uriel,<br>Nir; Masoumi, Amirali","abstract_summary":" The novel coronavirus disease 2019, otherwise<br>known as COVID-19, is a global pandemic with primary<br>respiratory manifestations in those who are symptomatic.<br>It has spread to more than 187 countries with a<br>rapidly growing number of affected patients.<br>Underlying cardiovascular disease is associated with<br>more severe manifestations of COVID-19 and higher<br>rates of mortality. COVID-19 can have both primary<br>(arrhythmias, myocardial infarction, myocarditis) and<br>secondary (myocardial injury\/biomarker elevation,<br>heart failure) cardiac involvement. In severe<br>cases, profound circulatory failure can result. This<br>review discusses the presentation and management of<br>patients with severe cardiac complications of COVID-19<br>disease, with an emphasis on...","title_summary":" Approach to Acute Cardiovascular<br>Complications in COVID-19 Infection.","x":18.1159763336,"y":-24.7844638824,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.1159763336,"tsne_y":-24.7844638824,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"odxbz23x","source_x":"Medline","title":"Management of Acute Myocardial Infarction During the COVID-19 Pandemic.","doi":"10.1002\/ccd.28946","abstract":"The worldwide pandemic caused by the novel acute respiratory syndrome coronavirus 2 (SARS-CoV2) has resulted in a new and lethal disease termed coronavirus disease 2019 (COVID-19). Although there is an association between cardiovascular disease and COVID-19, the majority of patients who need cardiovascular care for the management of ischemic heart disease may not be infected with COVID-19. The objective of this document is to provide recommendations for a systematic approach for the care of patients with an acute myocardial infarction (AMI) during the COVID-19 pandemic. There is a recognition of two major challenges in providing recommendations for AMI care in the COVID-19 era. Cardiovascular manifestations of COVID-19 are complex with patients presenting with AMI, myocarditis simulating a ST-elevation MI presentation, stress cardiomyopathy, non-ischemic cardiomyopathy, coronary spasm, or nonspecific myocardial injury and the prevalence of COVID-19 disease in the US population remains unknown with risk of asymptomatic spread. This document addresses the care of these patients focusing on 1) the varied clinical presentations; 2) appropriate personal protection equipment (PPE) for health care workers; 3) role of the Emergency Department, Emergency Medical System and the Cardiac Catheterization Laboratory; and 4) Regional STEMI systems of care. During the COVID-19 pandemic, primary PCI remains the standard of care for STEMI patients at PCI capable hospitals when it can be provided in a timely fashion, with an expert team outfitted with PPE in a dedicated CCL room. A fibrinolysis-based strategy may be entertained at non-PCI capable referral hospitals or in specific situations where primary PCI cannot be executed or is not deemed the best option. This article is protected by copyright. All rights reserved.","publish_time":1587340800000,"author_summary":" Mahmud, Ehtisham; Dauerman, Harold L; Welt,<br>Frederick Gp; Messenger, John C; Rao, Sunil V; Grines,<br>Cindy; Mattu, Amal; Kirtane, Ajay J; Jauhar, Rajiv;<br>Meraj, Perwaiz; Rokos, Ivan C; Rumsfeld, John S;<br>Henry, Timothy D","abstract_summary":" The worldwide pandemic caused by the novel<br>acute respiratory syndrome coronavirus 2<br>(SARS-CoV2) has resulted in a new and lethal disease termed<br>coronavirus disease 2019 (COVID-19). Although there is an<br>association between cardiovascular disease and COVID-19,<br>the majority of patients who need cardiovascular<br>care for the management of ischemic heart disease<br>may not be infected with COVID-19. The objective of<br>this document is to provide recommendations for a<br>systematic approach for the care of patients with an acute<br>myocardial infarction (AMI) during the COVID-19<br>pandemic. There is a recognition of two major challenges<br>in providing recommendations for AMI care in...","title_summary":" Management of Acute Myocardial Infarction<br>During the COVID-19 Pandemic.","x":18.5993728638,"y":-24.8065757751,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.5993728638,"tsne_y":-24.8065757751,"subcluster":5,"subcluster_description":"Acute Myocardial Infarction","shape":"p"},{"cord_uid":"u856vml7","source_x":"Medline","title":"COVID-19 and the cardiovascular system: A review of current data, summary of best practices, outline of controversies, and illustrative case reports.","doi":"10.1016\/j.ahj.2020.06.009","abstract":"As the severe acute respiratory syndrome coronavirus 2 virus pandemic continues to grow globally, an association is apparent between patients with underlying cardiovascular disease comorbidities and the risk of developing severe COVID-19. Furthermore, there are potential cardiac manifestations of severe acute respiratory syndrome coronavirus 2 including myocyte injury, ventricular dysfunction, coagulopathy, and electrophysiologic abnormalities. Balancing management of the infection and treatment of underlying cardiovascular disease requires further study. Addressing the increasing reports of health care worker exposure and deaths remains paramount. This review summarizes the most contemporary literature on the relationship of the cardiovascular system and COVID-19 and society statements with relevance to protection of health care workers, and provides illustrative case reports in this context.","publish_time":1592179200000,"author_summary":" Prasad, Anand; Panhwar, Siyab; Hendel, Robert<br>C; Sheikh, Omar; Mushtaq, Zunair; Dollar,<br>Fatima; Vinas, Ariel; Alraies, Chadi; Almonani,<br>Ahmed; Nguyen, Tung Huy; Amione-Guerra, Javier;<br>Foster, Mark T; Sisson, Craig; Anderson, Allen;<br>George, Jon C; Kutkut, Issa; Guareña Casillas, Jorge<br>Armando; Badin, Auroa","abstract_summary":" As the severe acute respiratory syndrome<br>coronavirus 2 virus pandemic continues to grow globally, an<br>association is apparent between patients with underlying<br>cardiovascular disease comorbidities and the risk of<br>developing severe COVID-19. Furthermore, there are<br>potential cardiac manifestations of severe acute<br>respiratory syndrome coronavirus 2 including myocyte<br>injury, ventricular dysfunction, coagulopathy, and<br>electrophysiologic abnormalities. Balancing management of the<br>infection and treatment of underlying cardiovascular<br>disease requires further study. Addressing the<br>increasing reports of health care worker exposure and<br>deaths remains paramount. This review summarizes the<br>most contemporary literature on the relationship<br>of the cardiovascular system and COVID-19 and<br>society statements...","title_summary":" COVID-19 and the cardiovascular system: A<br>review of current data, summary of best practices,<br>outline of controversies, and illustrative case<br>reports.","x":17.801202774,"y":-24.6773414612,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.801202774,"tsne_y":-24.6773414612,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"bfipcprw","source_x":"Medline","title":"COVID-19 pandemic and cardiovascular disease: where do we stand?","doi":"10.23736\/s0026-4725.20.05298-6","abstract":"INTRODUCTION Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the cause of coronavirus disease 2019 (COVID-19) which recently has been characterized as a pandemic by the World Health Organization (WHO) having killed almost 250,000 people worldwide as of May 4th 2020. Despite the fact that SARS-CoV-2 seems to predominantly affect the respiratory system leading to pneumonia and acute respiratory distress syndrome, it is now evident that it may also affect the cardiovascular system in multiple ways. EVIDENCE ACQUISITION The current paper is a review of the most recent literature regarding SARS-CoV-2 infection and its associated main cardiovascular clinical manifestations. EVIDENCE SYNTHESIS Cardiovascular disease represents a prevalent underlying comorbidity associated with increased mortality rates among COVID-19 affected individuals. In addition, various cardiovascular manifestations have been linked to the viral insult, including among others acute coronary syndromes, myocarditis, acute heart failure, cardiac injury, arrhythmias and acute pulmonary embolism. CONCLUSIONS Further studies are required in order to establish the complicated association between SARS-CoV-2 infection and its effects on the cardiovascular system. Our knowledge regarding diagnostic approaches, therapeutic management and preventive measures is constantly enriched throughout an abundance of ongoing research in the respective fields.","publish_time":1590710400000,"author_summary":" Chatzis, Dimitrios G; Magounaki, Kalliopi T;<br>Pantazopoulos, Ioannis N; Johnson, Elizabeth O; Tsioufis,<br>Konstantinos P","abstract_summary":" INTRODUCTION Severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) is the cause of<br>coronavirus disease 2019 (COVID-19) which recently has<br>been characterized as a pandemic by the World Health<br>Organization (WHO) having killed almost 250,000 people<br>worldwide as of May 4th 2020. Despite the fact that<br>SARS-CoV-2 seems to predominantly affect the respiratory<br>system leading to pneumonia and acute respiratory<br>distress syndrome, it is now evident that it may also<br>affect the cardiovascular system in multiple ways.<br>EVIDENCE ACQUISITION The current paper is a review of the<br>most recent literature regarding SARS-CoV-2<br>infection and its associated main cardiovascular<br>clinical manifestations. EVIDENCE...","title_summary":" COVID-19 pandemic and cardiovascular<br>disease: where do we stand?","x":19.1278190613,"y":-23.7508277893,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1278190613,"tsne_y":-23.7508277893,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"5ylq8jps","source_x":"Medline","title":"Cardiovascular system and COVID-19: perspectives from a developing country.","doi":"10.4081\/monaldi.2020.1305","abstract":"A novel coronavirus, SARS-CoV-2, thought to have originated from bats causes COVID-19 infection which was first reported from Wuhan, China in December 2019. This virus has a high infectivity rate and has impacted a significant chunk of the population worldwide. The spectrum of disease ranges from mild to severe with respiratory system being the most commonly affected. Cardiovascular system often gets involved in later stages of the disease with acute cardiac injury, heart failure and arrhythmias being the common complications. In addition, the presence of cardiovascular co-morbidities such as hypertension, coronary artery disease in these patients are often associated with poor prognosis. It is still not clear regarding the exact mechanism explaining cardiovascular system involvement in COVID-19. Multiple theories have been put forward however, more robust studies are required to fully elucidate the \"heart and virus\" link. The disease has already made its presence felt on the global stage and its impact in the developing countries is going to be profound. These nations not only have a poorly developed healthcare system but there is also a huge burden of cardiovascular diseases. As a result, COVID-19 would adversely impact the already overburdened healthcare network leading to impaired cardiovascular care delivery especially for acute coronary syndrome and heart failure patients.","publish_time":1588809600000,"author_summary":" Kunal, Shekhar; Gupta, Kashish; Sharma,<br>Shashi Mohan; Pathak, Vijay; Mittal, Shruti; Tarke,<br>Chandrakant","abstract_summary":" A novel coronavirus, SARS-CoV-2, thought to<br>have originated from bats causes COVID-19<br>infection which was first reported from Wuhan, China in<br>December 2019. This virus has a high infectivity rate and<br>has impacted a significant chunk of the population<br>worldwide. The spectrum of disease ranges from mild to<br>severe with respiratory system being the most<br>commonly affected. Cardiovascular system often gets<br>involved in later stages of the disease with acute<br>cardiac injury, heart failure and arrhythmias being<br>the common complications. In addition, the<br>presence of cardiovascular co-morbidities such as<br>hypertension, coronary artery disease in these patients are<br>often associated with...","title_summary":" Cardiovascular system and COVID-19:<br>perspectives from a developing country.","x":19.7107982635,"y":-23.184009552,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.7107982635,"tsne_y":-23.184009552,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9jr7ekbu","source_x":"Medline","title":"COVID19: potential cardiovascular issues in pediatric patients.","doi":"10.23750\/abm.v91i2.9655","abstract":"The novel severe acute respiratory syndrome coronavirus 2 (SARS-COV 2) has rapidly spread worldwide with increasing hospitalization and mortality rate. Ongoing studies and accumulated data are de- tailing the features and the effects of the new coronavirus disease 19 (COVID 19) in the adult population, and cardiovascular involvement is emerging as the most significant and life-threatening complication, with an in- creased risk of morbidity and mortality in patients with underlying cardiovascular disease. At present, though the limited data on the effects of COVID 19 in pediatric patients, children seem to count for a little proportion of SARS-COV 2 infection, and present with less severe disease and effects However infants and toddlers are at risk of developing critical course. The disease has a range of clinical presentations in children, for which the potential need for further investigation of myocardial injury and cardiovascular issues should be kept in mind to avoid misdiagnosing severe clinical entities. Overlapping with Kawasaki disease is a concern, particularly the incomplete and atypical form. We aim to summarize the initial considerations and potential cardiovascular implications of COVID-19 for children and patients with congenital heart disease.","publish_time":1589155200000,"author_summary":" Bertoncelli, Deborah; Guidarini, Marta;<br>Della Greca, Anna; Ratti, Chiara; Falcinella,<br>Francesca; Iovane, Brunella; Dutto, Mauro Luigi;<br>Caffarelli, Carlo; Tchana, Bertrand","abstract_summary":" The novel severe acute respiratory syndrome<br>coronavirus 2 (SARS-COV 2) has rapidly spread worldwide<br>with increasing hospitalization and mortality<br>rate. Ongoing studies and accumulated data are de-<br>tailing the features and the effects of the new<br>coronavirus disease 19 (COVID 19) in the adult population,<br>and cardiovascular involvement is emerging as the<br>most significant and life-threatening<br>complication, with an in- creased risk of morbidity and<br>mortality in patients with underlying cardiovascular<br>disease. At present, though the limited data on the<br>effects of COVID 19 in pediatric patients, children<br>seem to count for a little proportion of SARS-COV 2<br>infection, and...","title_summary":" COVID19: potential cardiovascular issues in<br>pediatric patients.","x":18.8970775604,"y":-24.2246227264,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.8970775604,"tsne_y":-24.2246227264,"subcluster":2,"subcluster_description":"Cardiovascular Issues","shape":"p"},{"cord_uid":"vc9vyenb","source_x":"Medline","title":"Cardiovigilance in COVID 19.","doi":"10.5455\/jpma.14","abstract":"The COVID19 (Corona Virus Disease: pandemic started in 2019) pandemic has created not only a public health problem, but as a clinical challenge as well. To the cardiologist, COVID 19 presents a wide spectrum of possibilities for clinical decision-making intervention and improvement. Cardiac dysfunction has been identified as a risk factor, a prognostic factor, a diagnostic tool, differential diagnosis, a complication of COVID 19, and a side effect of its treatment. Certain cardiotropic drugs have been implicated in the pathogenesis of COVID 19. The risk of transmission of COVID 19 is an occupational hazard which cannot be ignored by cardiologists. This review discusses the need and scope of cardio vigilance in COVID 19 management.","publish_time":1588291200000,"author_summary":" Kishor, Kamal; Marwah, Rishabh; Anantharaj,<br>Avinash; Kalra, Sanjay","abstract_summary":" The COVID19 (Corona Virus Disease: pandemic<br>started in 2019) pandemic has created not only a public<br>health problem, but as a clinical challenge as well. To<br>the cardiologist, COVID 19 presents a wide<br>spectrum of possibilities for clinical<br>decision-making intervention and improvement. Cardiac<br>dysfunction has been identified as a risk factor, a<br>prognostic factor, a diagnostic tool, differential<br>diagnosis, a complication of COVID 19, and a side effect of<br>its treatment. Certain cardiotropic drugs have<br>been implicated in the pathogenesis of COVID 19. The<br>risk of transmission of COVID 19 is an occupational<br>hazard which cannot be ignored by cardiologists....","title_summary":" Cardiovigilance in COVID 19.","x":16.6385555267,"y":-24.7213306427,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":16.6385555267,"tsne_y":-24.7213306427,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"zu4i4d3t","source_x":"Medline","title":"Cardiac injuries in coronavirus disease 2019 (COVID-19).","doi":"10.1016\/j.yjmcc.2020.06.002","abstract":"As the coronavirus disease 2019 (COVID-19) epidemic worsens, this global pandemic is impacting more than 200 countries\/regions and more than 4,500,000 confirmed cases worldwide. COVID-19 is caused by the Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2), which might attack not only the respiratory system, but also the other important organs, including the heart. It was reported that COVID-19 patients with a past history of cardiovascular diseases would have a higher mortality. Meanwhile, elevated troponin levels were frequently observed in COVID-19 cases. Besides the comprehensive treatments for COVID-19, as a cardiologist, we should also remain vigilant about the cardiac injuries, especially those with severe emergent cardiovascular symptoms.","publish_time":1591574400000,"author_summary":" Chen, Chen; Li, Huihui; Hang, Weijian; Wang,<br>Dao Wen","abstract_summary":" As the coronavirus disease 2019 (COVID-19)<br>epidemic worsens, this global pandemic is impacting<br>more than 200 countries\/regions and more than<br>4,500,000 confirmed cases worldwide. COVID-19 is caused<br>by the Severe Acute Respiratory Syndrome<br>Coronavirus-2 (SARS-CoV-2), which might attack not only the<br>respiratory system, but also the other important organs,<br>including the heart. It was reported that COVID-19<br>patients with a past history of cardiovascular diseases<br>would have a higher mortality. Meanwhile, elevated<br>troponin levels were frequently observed in COVID-19<br>cases. Besides the comprehensive treatments for<br>COVID-19, as a cardiologist, we should also remain<br>vigilant about the cardiac injuries, especially those...","title_summary":" Cardiac injuries in coronavirus disease 2019<br>(COVID-19).","x":17.199552536,"y":-24.764465332,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.199552536,"tsne_y":-24.764465332,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"5dpl47kg","source_x":"Medline","title":"Atrial Fibrillation in COVID-19: From epidemiological association to pharmacological implications.","doi":"10.1097\/fjc.0000000000000854","abstract":"Coronavirus disease 2019 (COVID-19) outbreak is a public health emergency of international concern due to a highly pathogenic human coronavirus (HCoV), actually named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Despite much emerging data about the epidemiological association between cardiovascular diseases and COVID-19, little is still known atrial fibrillation (AF) and its optimal management in this clinical contest. The aim of our review is to describe the pharmacological interactions between cardiovascular drugs more commonly used in AF management and experimental COVID-19 therapies, based on European (EU) and Unites States (US) summaries of product characteristics.","publish_time":1589760000000,"author_summary":" Russo, Vincenzo; Rago, Anna; Carbone,<br>Andreina; Bottino, Roberta; Ammendola, Ernesto; Della<br>Cioppa, Nadia; Galante, Dario; Golino, Paolo; Nigro,<br>Gerardo","abstract_summary":" Coronavirus disease 2019 (COVID-19) outbreak<br>is a public health emergency of international<br>concern due to a highly pathogenic human coronavirus<br>(HCoV), actually named severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2). Despite much<br>emerging data about the epidemiological association<br>between cardiovascular diseases and COVID-19, little<br>is still known atrial fibrillation (AF) and its<br>optimal management in this clinical contest. The aim of<br>our review is to describe the pharmacological<br>interactions between cardiovascular drugs more commonly<br>used in AF management and experimental COVID-19<br>therapies, based on European (EU) and Unites States (US)<br>summaries of product characteristics.","title_summary":" Atrial Fibrillation in COVID-19: From<br>epidemiological association to pharmacological<br>implications.","x":17.1798648834,"y":-24.8734798431,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.1798648834,"tsne_y":-24.8734798431,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"wryve6mp","source_x":"Medline","title":"[Research advances in cardiovascular system damage caused by SARS-CoV-2 in children].","doi":null,"abstract":"The outbreak of coronavirus disease 2019 (COVID-19) started in December 2019 in China and the epidemic is still going on at present. Since children are the susceptible population, the number of cases is gradually increasing. In addition to the typical respiratory symptoms, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection also has the clinical symptoms of cardiovascular system damage. Based on a literature review, this article discusses the possible cardiovascular system damage caused by SARS-CoV-2 in children and related mechanisms, in order to provide help for the timely treatment and prevention of cardiovascular system damage caused by SARS-CoV-2 in children.","publish_time":1585699200000,"author_summary":" Xiao, Hai-Hui; Wang, Xin; Xu, Yi; Wang, Cheng","abstract_summary":" The outbreak of coronavirus disease 2019<br>(COVID-19) started in December 2019 in China and the<br>epidemic is still going on at present. Since children are<br>the susceptible population, the number of cases is<br>gradually increasing. In addition to the typical<br>respiratory symptoms, severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) infection also has the clinical<br>symptoms of cardiovascular system damage. Based on a<br>literature review, this article discusses the possible<br>cardiovascular system damage caused by SARS-CoV-2 in children<br>and related mechanisms, in order to provide help<br>for the timely treatment and prevention of<br>cardiovascular system damage caused by SARS-CoV-2 in<br>children.","title_summary":" [Research advances in cardiovascular system<br>damage caused by SARS-CoV-2 in children].","x":17.1161441803,"y":-24.8420238495,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.1161441803,"tsne_y":-24.8420238495,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"x4093iad","source_x":"Medline","title":"COVID-19 and Cardiovascular diseases. Scoping review study.","doi":null,"abstract":"BACKGROUND Many patients with COVID-19 have pre-existing cardiovascular (CV) co-morbidities or develop acute heart damage during the course of the disease. OBJECTIVES To study the risk of COVID-19 infection in the presence of preexisting CV diseases and to describe new CV manifestations during COVID-19. METHODS A \"scoping review\" was carried out via PubMed, to synthesize the results of research currently published on this subject. RESULTS Patients with cardiovascular disease were at greater risk of developing COVID-19, especially in its severe form. These patients were five to ten times more at risk of death. Cardiac manifestations, de novo, were dominated by acute myocardial damage, defined by a significant elevation of cardiac troponins. These occurred in 7 to 17% of hospitalized patients. The presence of a new heart lesion in patients with COVID-19 was consistently associated with a poor prognosis. CONCLUSION Given the enormous cardiovascular challenge posed by the COVID-19 pandemic and the prognostic impact of heart damage, additional research at a high level of evidence will be necessary.","publish_time":1585699200000,"author_summary":" Yahia, Faten; Zakhama, Lilia; Ben Abdelaziz,<br>Ahmed","abstract_summary":" BACKGROUND Many patients with COVID-19 have<br>pre-existing cardiovascular (CV) co-morbidities or<br>develop acute heart damage during the course of the<br>disease. OBJECTIVES To study the risk of COVID-19<br>infection in the presence of preexisting CV diseases and<br>to describe new CV manifestations during<br>COVID-19. METHODS A \"scoping review\" was carried out via<br>PubMed, to synthesize the results of research<br>currently published on this subject. RESULTS Patients<br>with cardiovascular disease were at greater risk of<br>developing COVID-19, especially in its severe form. These<br>patients were five to ten times more at risk of death.<br>Cardiac manifestations, de novo, were dominated by...","title_summary":" COVID-19 and Cardiovascular diseases.<br>Scoping review study.","x":18.0642604828,"y":-23.348285675,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.0642604828,"tsne_y":-23.348285675,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7dqggryz","source_x":"Medline","title":"Coronavirus disease 2019 (COVID-19) and simultaneous acute anteroseptal and inferior ST-segment elevation myocardial infarction.","doi":null,"abstract":"Coronavirus disease 2019 (COVID-19) is a recently recognised pandemic spreading rapidly from Wuhan, Hubei, to other provinces in China and to many countries around the world. The number of COVID-19-related deaths is steadily increasing. Acute ST-segment elevation myocardial infarction (STEMI) is a disease with high morbidity and mortality rates, and primary percutaneous coronary intervention is usually recommended for the treatment. A patient with diabetes mellitus and hypertension for five years was admitted to the emergency unit with symptoms of fever, cough and dyspnoea. These symptoms were consistent with viral pneumonia and a COVID PCR test was performed, which tested positive three days later. The patient had chest pain on the eighth day of hospitalisation. On electrocardiography, simultaneous acute inferior and anterior STEMI were identified. High levels of stress and increased metabolic demand in these patients may lead to concomitant thrombosis of different coronary arteries, presenting with two different STEMIs.","publish_time":1588636800000,"author_summary":" Yolcu, Mustafa; Gunesdogdu, Fusun; Bektas,<br>Metin; Bayirli, Derya Turan; Serefhanoglu, Kivanc","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>recently recognised pandemic spreading rapidly from<br>Wuhan, Hubei, to other provinces in China and to many<br>countries around the world. The number of<br>COVID-19-related deaths is steadily increasing. Acute<br>ST-segment elevation myocardial infarction (STEMI) is a<br>disease with high morbidity and mortality rates, and<br>primary percutaneous coronary intervention is<br>usually recommended for the treatment. A patient with<br>diabetes mellitus and hypertension for five years was<br>admitted to the emergency unit with symptoms of fever,<br>cough and dyspnoea. These symptoms were consistent<br>with viral pneumonia and a COVID PCR test was<br>performed, which tested positive...","title_summary":" Coronavirus disease 2019 (COVID-19) and<br>simultaneous acute anteroseptal and inferior ST-segment<br>elevation myocardial infarction.","x":18.5339889526,"y":-25.5162086487,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.5339889526,"tsne_y":-25.5162086487,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"w996v6od","source_x":"Medline","title":"[COVID-19 andcardiovascular diseases].","doi":null,"abstract":"COVID-2019 disease mainly affects the respiratory tract and can progress in severe cases to pneumonia, acute respiratory distress syndrome and multi-organ failure. Patients with prior cardiovascular disease are at higher risk of developing an infection and progressing to a severe form of the disease. Also, due to the growing number of infected cases, it is clear that, in addition to the typical respiratory symptoms caused by the infection, some patients suffer from cardiovascular damage. This condition can, in fact, cause significant myocardial damage, which worsens the disease and affects the prognosis. Based on the results of currently published research, it seems important to discuss the manifestations and characteristics of myocardial damage induced by COVID-19 and its impact on patient prognosis.","publish_time":1585699200000,"author_summary":" Haeck, G; Ancion, A; Marechal, P; Oury, C;<br>Lancellotti, P","abstract_summary":" COVID-2019 disease mainly affects the<br>respiratory tract and can progress in severe cases to<br>pneumonia, acute respiratory distress syndrome and<br>multi-organ failure. Patients with prior cardiovascular<br>disease are at higher risk of developing an infection<br>and progressing to a severe form of the disease.<br>Also, due to the growing number of infected cases, it<br>is clear that, in addition to the typical<br>respiratory symptoms caused by the infection, some<br>patients suffer from cardiovascular damage. This<br>condition can, in fact, cause significant myocardial<br>damage, which worsens the disease and affects the<br>prognosis. Based on the results of currently published<br>research, it...","title_summary":" [COVID-19 andcardiovascular diseases].","x":17.7290401459,"y":-25.2520961761,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.7290401459,"tsne_y":-25.2520961761,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"8b5t9v32","source_x":"Medline","title":"COVID-19: Catastrophic Cause of Acute Lung Injury.","doi":null,"abstract":"The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) outbreak that began in 2019 and spread rapidly across the globe has been observed to cause acute lung injury and multiorgan system failure. While common symptoms are flu-like, this population has been observed to decompensate at an alarmingly rapid rate to severe hypoxia. SARS-CoV-2 infects host cells by targeting the angiotensin-converting enzyme 2 (ACE2) receptor, which is present on endothelial cells in the lung, heart, kidney, and gastrointestinal tissue. The pathophysiology of acute respiratory distress syndrome (ARDS) in SARS-CoV-2 infection has a component of lung perfusion dysregulation and is described as a \"cytokine storm\" that causes increased vascular permeability and disease severity. Older adults and those with comorbid conditions, particularly hypertension, diabetes, and history of ischemic heart disease, are especially vulnerable. These high-risk populations are often on angiotensin-modulating therapies, which are theorized to increase ACE2 expressivity, but current evidence for or against discontinuation is equivocal. The standard for SARS-CoV-2 testing is through reverse transcription polymerase chain reaction, which has presented problems due to low sensitivity and possible co-infection with other pathogens. Treatment for ARDS in the setting of SARS-CoV-2 should follow pre-established goals of care and the wishes of the patient and family members or caregivers and consider the high risk for polypharmacy, cognitive decline, malnutrition, and depression, particularly in older adults. Treatment recommendations have outlined ventilation goals to minimize further lung injury. Compassionate use of pharmacologic therapies such as remdesivir has shown promise, and further clinical trials of anticytokine agents are underway.","publish_time":1590969600000,"author_summary":" Cai, Alice; McClafferty, Brendan; Benson,<br>Jamal; Ramgobin, Devyani; Kalayanamitra, Ricci;<br>Shahid, Zainab; Groff, Andrew; Aggarwal, Chander<br>Shekher; Patel, Ravi; Polimera, Hyma; Vunnam, Ramarao;<br>Golamari, Reshma; Sahu, Nitasa; Bhatt, Dhirisha; Jain,<br>Rohit","abstract_summary":" The severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) outbreak that began in 2019 and<br>spread rapidly across the globe has been observed to<br>cause acute lung injury and multiorgan system<br>failure. While common symptoms are flu-like, this<br>population has been observed to decompensate at an<br>alarmingly rapid rate to severe hypoxia. SARS-CoV-2<br>infects host cells by targeting the<br>angiotensin-converting enzyme 2 (ACE2) receptor, which is present on<br>endothelial cells in the lung, heart, kidney, and<br>gastrointestinal tissue. The pathophysiology of acute<br>respiratory distress syndrome (ARDS) in SARS-CoV-2<br>infection has a component of lung perfusion<br>dysregulation and is described as a...","title_summary":" COVID-19: Catastrophic Cause of Acute Lung<br>Injury.","x":19.7615242004,"y":-23.9847297668,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.7615242004,"tsne_y":-23.9847297668,"subcluster":3,"subcluster_description":"Acute Lung Injury.2019-Novel Coronavirus-Related","shape":"p"},{"cord_uid":"3syvdjav","source_x":"Elsevier; PMC; WHO","title":"Call to Action: SARS-CoV-2 and Cerebrovascular DisordErs (CASCADE)","doi":"10.1016\/j.jstrokecerebrovasdis.2020.104938","abstract":"BACKGROUND AND PURPOSE: The novel severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2), now named coronavirus disease 2019 (COVID-19), may change the risk of stroke through an enhanced systemic inflammatory response, hypercoagulable state, and endothelial damage in the cerebrovascular system. Moreover, due to the current pandemic, some countries have prioritized health resources towards COVID-19 management, making it more challenging to appropriately care for other potentially disabling and fatal diseases such as stroke. The aim of this study is to identify and describe changes in stroke epidemiological trends before, during, and after the COVID-19 pandemic. METHODS: This is an international, multicenter, hospital-based study on stroke incidence and outcomes during the COVID-19 pandemic. We will describe patterns in stroke management, stroke hospitalization rate, and stroke severity, subtype (ischemic\/hemorrhagic), and outcomes (including in-hospital mortality) in 2020 during COVID-19 pandemic, comparing them with the corresponding data from 2018 and 2019, and subsequently 2021. We will also use an interrupted time series (ITS) analysis to assess the change in stroke hospitalization rates before, during, and after COVID-19, in each participating center. CONCLUSION: The proposed study will potentially enable us to better understand the changes in stroke care protocols, differential hospitalization rate, and severity of stroke, as it pertains to the COVID-19 pandemic. Ultimately, this will help guide clinical-based policies surrounding COVID-19 and other similar global pandemics to ensure that management of cerebrovascular comorbidity is appropriately prioritized during the global crisis. It will also guide public health guidelines for at-risk populations to reduce risks of complications from such comorbidities.","publish_time":1588896000000,"author_summary":" Abootalebi, Shahram; Aertker, Benjamin M.;<br>Andalibi, Mohammad Sobhan; Asdaghi, Negar; Aykac,<br>Ozlem; Azarpazhooh, M. Reza; Bahit, M. Cecilia;<br>Barlinn, Kristian; Basri, Hamidon; Shahripour, Reza<br>Bavarsad; Bersano, Anna; Biller, Jose;<br>Borhani-Haghighi, Afshin; Brown, Robert D.; Campbell, Bruce CV;<br>Cruz-Flores, Salvador; De Silva, Deidre Anne; Napoli, Mario<br>Di; Divani, Afshin A.; Edgell, Randall C.; Fifi,<br>Johanna T.; Ghoreishi, Abdoreza; Hirano, Teruyuki;<br>Hong, Keun-Sik; Hsu, Chung Y.; Huang, Josephine F.;<br>Inoue, Manabu; Jagolino, Amanda L.; Kapral, Moira;<br>Kee, Hoo Fan; Keser, Zafer; Khatri, Rakesh; Koga,<br>Masatoshi; Krupinski, Jerzy; Liebeskind, David S; Liu,<br>Liping; Ma, Henry; Maud, Alberto; McCullough, Louise<br>D.; Meyer, Dawn Matherne; Mifsud, Victoria;<br>Morovatdar, Negar; Nilanont, Yongchai; Oxley, Thomas J;<br>Özdemir, Atilla Özcan; Pandian, Jeyaraj; Pantoni,<br>Leonardo; Papamitsakis, Nikolaos I.H.; Parry-Jones,<br>Adrian; Phan, Thanh; Rodriguez, Gustavo; Romano, Jose<br>G.; Sabaa-Ayoun, Ziad; Saber, Hamidreza;<br>Sasannezhad, Payam; Saver, Jeffrey L.; Scharf, Eugene;<br>Shuaib, Ashfaq; Silver, Brian; Singhal, Shaloo;<br>Smith, Craig J.; Stranges, Saverio; Sylaja, P.N;<br>Torbey, Michel; Toyoda, Kazunori; Tsivgoulis,<br>Georgios; Wasay, Mohammad; Yassi, Nawaf; Yoshimoto,<br>Takeshi; Zamani, Babak; Zand, Ramin","abstract_summary":" BACKGROUND AND PURPOSE: The novel severe acute<br>respiratory syndrome coronavirus 2 (SARS-Cov-2), now<br>named coronavirus disease 2019 (COVID-19), may<br>change the risk of stroke through an enhanced systemic<br>inflammatory response, hypercoagulable state, and<br>endothelial damage in the cerebrovascular system.<br>Moreover, due to the current pandemic, some countries<br>have prioritized health resources towards<br>COVID-19 management, making it more challenging to<br>appropriately care for other potentially disabling and fatal<br>diseases such as stroke. The aim of this study is to<br>identify and describe changes in stroke<br>epidemiological trends before, during, and after the COVID-19<br>pandemic. METHODS: This is an international,<br>multicenter, hospital-based...","title_summary":" Call to Action: SARS-CoV-2 and<br>Cerebrovascular DisordErs (CASCADE)","x":19.2031440735,"y":-23.4076766968,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2031440735,"tsne_y":-23.4076766968,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4361psuq","source_x":"Medline; PMC","title":"A Double-Edged Sword—Cardiovascular Concerns of Potential Anti-COVID-19 Drugs","doi":"10.1007\/s10557-020-07024-7","abstract":"Coronavirus disease 2019 (COVID-19) is a pandemic infection caused by Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). COVID-19 significantly affects multiple systems including the cardiovascular system. Most importantly, in addition to the direct injury from the virus per se, the subsequent cytokine storm, an overproduction of immune cells and their activating compounds, causes devastating damage. To date, emerging anti-SARS-CoV-2 treatments are warranted to control epidemics. Several candidate drugs have been screened and are currently under investigation. These primarily include antiviral regimens and immunomodulatory regimens. However, beyond the anti-SARS-CoV-2 effects, these drugs may also have risks to the cardiovascular system, especially altering cardiac conduction. Herein, we review the cardiovascular risks of potential anti-COVID-19 drugs.","publish_time":1592352000000,"author_summary":" Yu, Wen-Liang; Toh, Han Siong; Liao, Chia-Te;<br>Chang, Wei-Ting","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>pandemic infection caused by Severe Acute Respiratory<br>Syndrome Coronavirus 2 (SARS-CoV-2). COVID-19<br>significantly affects multiple systems including the<br>cardiovascular system. Most importantly, in addition to the<br>direct injury from the virus per se, the subsequent<br>cytokine storm, an overproduction of immune cells and<br>their activating compounds, causes devastating<br>damage. To date, emerging anti-SARS-CoV-2 treatments<br>are warranted to control epidemics. Several<br>candidate drugs have been screened and are currently<br>under investigation. These primarily include<br>antiviral regimens and immunomodulatory regimens.<br>However, beyond the anti-SARS-CoV-2 effects, these<br>drugs may also have risks to the cardiovascular<br>system, especially...","title_summary":" A Double-Edged Sword—Cardiovascular<br>Concerns of Potential Anti-COVID-19 Drugs","x":19.1977729797,"y":-23.7491054535,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1977729797,"tsne_y":-23.7491054535,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"ipo5zgus","source_x":"Elsevier; Medline; PMC","title":"Management of Acute Myocardial Infarction During the COVID-19 Pandemic","doi":"10.1016\/j.jacc.2020.04.039","abstract":"Abstract The worldwide pandemic caused by the novel acute respiratory syndrome coronavirus 2 (SARS-CoV2) has resulted in a new and lethal disease termed coronavirus disease 2019 (COVID-19). Although there is an association between cardiovascular disease and COVID-19, the majority of patients who need cardiovascular care for the management of ischemic heart disease may not be infected with COVID-19. The objective of this document is to provide recommendations for a systematic approach for the care of patients with an acute myocardial infarction (AMI) during the COVID-19 pandemic. There is a recognition of two major challenges in providing recommendations for AMI care in the COVID-19 era. Cardiovascular manifestations of COVID-19 are complex with patients presenting with AMI, myocarditis simulating a ST-elevation MI presentation, stress cardiomyopathy, non-ischemic cardiomyopathy, coronary spasm, or nonspecific myocardial injury and the prevalence of COVID-19 disease in the US population remains unknown with risk of asymptomatic spread. This document addresses the care of these patients focusing on 1) the varied clinical presentations; 2) appropriate personal protection equipment (PPE) for health care workers; 3) role of the Emergency Department, Emergency Medical System and the Cardiac Catheterization Laboratory; and 4) Regional STEMI systems of care. During the COVID-19 pandemic, primary PCI remains the standard of care for STEMI patients at PCI capable hospitals when it can be provided in a timely fashion, with an expert team outfitted with PPE in a dedicated CCL room. A fibrinolysis-based strategy may be entertained at non-PCI capable referral hospitals or in specific situations where primary PCI cannot be executed or is not deemed the best option.","publish_time":1587427200000,"author_summary":" Mahmud, Ehtisham; Dauerman, Harold L.; Welt,<br>Frederick GP.; Messenger, John C.; Rao, Sunil V.; Grines,<br>Cindy; Mattu, Amal; Kirtane, Ajay J.; Jauhar, Rajiv;<br>Meraj, Perwaiz; Rokos, Ivan C.; Rumsfeld, John S.;<br>Henry, Timothy D.","abstract_summary":" Abstract The worldwide pandemic caused by the<br>novel acute respiratory syndrome coronavirus 2<br>(SARS-CoV2) has resulted in a new and lethal disease termed<br>coronavirus disease 2019 (COVID-19). Although there is an<br>association between cardiovascular disease and COVID-19,<br>the majority of patients who need cardiovascular<br>care for the management of ischemic heart disease<br>may not be infected with COVID-19. The objective of<br>this document is to provide recommendations for a<br>systematic approach for the care of patients with an acute<br>myocardial infarction (AMI) during the COVID-19<br>pandemic. There is a recognition of two major challenges<br>in providing recommendations for AMI care...","title_summary":" Management of Acute Myocardial Infarction<br>During the COVID-19 Pandemic","x":18.6047096252,"y":-24.8066692352,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6047096252,"tsne_y":-24.8066692352,"subcluster":5,"subcluster_description":"Acute Myocardial Infarction","shape":"p"},{"cord_uid":"h31cmzxs","source_x":"Medline; PMC","title":"Changes of Laboratory Cardiac Markers and Mechanisms of Cardiac Injury in Coronavirus Disease 2019","doi":"10.1155\/2020\/7413673","abstract":"Some patients with coronavirus disease 2019 (COVID-19) show abnormal changes in laboratory myocardial injury markers, suggesting that patients with myocardial injury have a higher mortality rate than those without myocardial injury. This article reviews the possible mechanism of myocardial injury in patients with COVID-19. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) affects the patients with COVID-19 in aspects of direct infection of myocardial injury, specific binding to functional receptors on cardiomyocytes, and immune-mediated myocardial injury. During hospitalization, the monitoring of laboratory myocardial injury markers in patients of COVID-19 should be strengthened.","publish_time":1590451200000,"author_summary":" Li, Lin; Zhou, Qi; Xu, Jiancheng","abstract_summary":" Some patients with coronavirus disease 2019<br>(COVID-19) show abnormal changes in laboratory<br>myocardial injury markers, suggesting that patients with<br>myocardial injury have a higher mortality rate than those<br>without myocardial injury. This article reviews the<br>possible mechanism of myocardial injury in patients<br>with COVID-19. Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) affects the patients with<br>COVID-19 in aspects of direct infection of myocardial<br>injury, specific binding to functional receptors on<br>cardiomyocytes, and immune-mediated myocardial injury.<br>During hospitalization, the monitoring of<br>laboratory myocardial injury markers in patients of<br>COVID-19 should be strengthened.","title_summary":" Changes of Laboratory Cardiac Markers and<br>Mechanisms of Cardiac Injury in Coronavirus Disease 2019","x":17.7826118469,"y":-25.1380252838,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.7826118469,"tsne_y":-25.1380252838,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"yhynqeo1","source_x":"Elsevier; Medline; PMC","title":"COVID-19 and Multi-Organ Response","doi":"10.1016\/j.cpcardiol.2020.100618","abstract":"Since the outbreak and rapid spread of COVID-19 starting late December 2019, it has been apparent that disease prognosis has largely been influenced by multi-organ involvement. Comorbidities such as cardiovascular diseases have been the most common risk factors for severity and mortality. The hyperinflammatory response of the body, coupled with the plausible direct effects of SARS-CoV-2 on body-wide organs via ACE2, has been associated with complications of the disease. Acute respiratory distress syndrome, heart failure, renal failure, liver damage, shock and multi-organ failure have precipitated death. Acknowledging the comorbidities and potential organ injuries throughout the course of COVID-19 is therefore crucial in the clinical management of patients. This paper aims to add onto the ever-emerging landscape of medical knowledge on COVID-19, encapsulating its multi-organ impact.","publish_time":1588032000000,"author_summary":" Zaim, Sevim; Chong, Jun Heng;<br>Sankaranarayanan, Vissagan; Harky, Amer","abstract_summary":" Since the outbreak and rapid spread of COVID-19<br>starting late December 2019, it has been apparent that<br>disease prognosis has largely been influenced by<br>multi-organ involvement. Comorbidities such as<br>cardiovascular diseases have been the most common risk factors<br>for severity and mortality. The<br>hyperinflammatory response of the body, coupled with the<br>plausible direct effects of SARS-CoV-2 on body-wide<br>organs via ACE2, has been associated with<br>complications of the disease. Acute respiratory distress<br>syndrome, heart failure, renal failure, liver damage,<br>shock and multi-organ failure have precipitated<br>death. Acknowledging the comorbidities and<br>potential organ injuries throughout the course of<br>COVID-19 is therefore...","title_summary":" COVID-19 and Multi-Organ Response","x":17.5957050323,"y":-24.7353572845,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.5957050323,"tsne_y":-24.7353572845,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"suje0oo8","source_x":"Medline; PMC; WHO","title":"Dilated Cardiomyopathy Risk in Patients with Coronavirus Disease 2019: How to Identify and Characterise it Early?","doi":"10.15420\/ecr.2020.17","abstract":"Multiple lines of evidence have shown that elevated blood troponin is strongly associated with poor prognosis in patients with the novel coronavirus disease 2019 (COVID-19). Possible mechanisms of myocardial injury in COVID-19 include ischaemia due to circulatory and respiratory failure, epicardial or intramyocardial small coronary artery thrombotic obstruction due to increased coagulability, and myocarditis caused by systemic inflammation or direct binding of the virus to its receptor, angiotensin-converting enzyme-2 (ACE2), which is abundantly expressed in the heart. It is postulated that persistent immune activation upon viral infection increases the risk of developing dilated cardiomyopathy in COVID-19 patients.","publish_time":1590537600000,"author_summary":" Komiyama, Maki; Hasegawa, Koji; Matsumori,<br>Akira","abstract_summary":" Multiple lines of evidence have shown that<br>elevated blood troponin is strongly associated with<br>poor prognosis in patients with the novel<br>coronavirus disease 2019 (COVID-19). Possible mechanisms<br>of myocardial injury in COVID-19 include<br>ischaemia due to circulatory and respiratory failure,<br>epicardial or intramyocardial small coronary artery<br>thrombotic obstruction due to increased coagulability,<br>and myocarditis caused by systemic inflammation<br>or direct binding of the virus to its receptor,<br>angiotensin-converting enzyme-2 (ACE2), which is abundantly<br>expressed in the heart. It is postulated that persistent<br>immune activation upon viral infection increases the<br>risk of developing dilated cardiomyopathy in<br>COVID-19 patients.","title_summary":" Dilated Cardiomyopathy Risk in Patients with<br>Coronavirus Disease 2019: How to Identify and Characterise<br>it Early?","x":17.8610706329,"y":-25.2798786163,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.8610706329,"tsne_y":-25.2798786163,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"ul53w55f","source_x":"Elsevier; Medline; PMC","title":"Pathophysiological Characteristics and Therapeutic Approaches for Pulmonary Injury and Cardiovascular Complications of Coronavirus Disease 2019","doi":"10.1016\/j.carpath.2020.107228","abstract":"Abstract The pandemic of coronavirus disease 2019 (COVID-19) has emerged as a major health crisis, with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) having infected over a million people around the world within a few months of its identification as a human pathogen. Initially, SARS-CoV-2 infects cells in the respiratory system and causes inflammation and cell death. Subsequently, the virus spreads out and damages other vital organs and tissues, triggering a complicated spectrum of pathophysiological changes and symptoms, including cardiovascular complications. Acting as the receptor for SARS-CoV entering mammalian cells, angiotensin converting enzyme-2 (ACE2) plays a pivotal role in the regulation of cardiovascular cell function. Diverse clinical manifestations and laboratory abnormalities occur in patients with cardiovascular injury in COVID-19, characterizing the development of this complication, as well as providing clues to diagnosis and treatment. This review provides a summary of the rapidly appearing laboratory and clinical evidence for the pathophysiology and therapeutic approaches to COVID-19 pulmonary and cardiovascular complications.","publish_time":1587081600000,"author_summary":" Geng, Yong-Jian; Wei, Zhi-Yao; Qian, Hai-Yan;<br>Huang, Ji; Lodato, Robert; Castriotta, Richard J.","abstract_summary":" Abstract The pandemic of coronavirus disease<br>2019 (COVID-19) has emerged as a major health<br>crisis, with the severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) having infected over a million<br>people around the world within a few months of its<br>identification as a human pathogen. Initially, SARS-CoV-2<br>infects cells in the respiratory system and causes<br>inflammation and cell death. Subsequently, the virus<br>spreads out and damages other vital organs and tissues,<br>triggering a complicated spectrum of pathophysiological<br>changes and symptoms, including cardiovascular<br>complications. Acting as the receptor for SARS-CoV entering<br>mammalian cells, angiotensin converting enzyme-2<br>(ACE2) plays a pivotal role in...","title_summary":" Pathophysiological Characteristics and<br>Therapeutic Approaches for Pulmonary Injury and<br>Cardiovascular Complications of Coronavirus Disease 2019","x":19.6777133942,"y":-23.8845481873,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.6777133942,"tsne_y":-23.8845481873,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"h2xmxwd1","source_x":"Medline; PMC; WHO","title":"Mechanisms of Myocardial Injury in Coronavirus Disease 2019","doi":"10.15420\/cfr.2020.10","abstract":"Coronavirus disease 2019 (COVID-19) predominantly presents with symptoms of fever, fatigue, cough and respiratory failure. However, it appears to have a unique interplay with cardiovascular disease (CVD); patients with pre-existing CVD are at highest risk for mortality from COVID-19, along with the elderly. COVID-19 contributes to cardiovascular complications including arrhythmias, myocardial dysfunction and myocardial inflammation. Although the exact mechanism of myocardial inflammation in patients with COVID-19 is not known, several plausible mechanisms have been proposed based on early observational reports. In this article, the authors summarise the available literature on mechanisms of myocardial injury in COVID-19.","publish_time":1590364800000,"author_summary":" Rali, Aniket S; Ranka, Sagar; Shah, Zubair;<br>Sauer, Andrew J","abstract_summary":" Coronavirus disease 2019 (COVID-19)<br>predominantly presents with symptoms of fever, fatigue,<br>cough and respiratory failure. However, it appears<br>to have a unique interplay with cardiovascular<br>disease (CVD); patients with pre-existing CVD are at<br>highest risk for mortality from COVID-19, along with<br>the elderly. COVID-19 contributes to<br>cardiovascular complications including arrhythmias,<br>myocardial dysfunction and myocardial inflammation.<br>Although the exact mechanism of myocardial<br>inflammation in patients with COVID-19 is not known, several<br>plausible mechanisms have been proposed based on early<br>observational reports. In this article, the authors<br>summarise the available literature on mechanisms of<br>myocardial injury in COVID-19.","title_summary":" Mechanisms of Myocardial Injury in<br>Coronavirus Disease 2019","x":17.6905593872,"y":-25.0763263702,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.6905593872,"tsne_y":-25.0763263702,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"17hyh3n5","source_x":"Medline; PMC","title":"COVID 19 and heart failure: from infection to inflammation and angiotensin II stimulation. Searching for evidence from a new disease","doi":"10.1002\/ejhf.1871","abstract":"Patients with cardiovascular disease and, namely, heart failure are more susceptible to coronavirus disease 2019 (COVID‐19) and have a more severe clinical course once infected. Heart failure and myocardial damage, shown by increased troponin plasma levels, occur in at least 10% of patients hospitalized for COVID‐19 with higher percentages, 25%–35% or more, when patients critically ill or with concomitant cardiac disease are considered. Myocardial injury may be elicited by multiple mechanisms, including those occurring with all severe infections, such as fever, tachycardia, adrenergic stimulation, as well as those caused by the exaggerated inflammatory response, endotheliitis and, in some cases, myocarditis that have been shown in patients with COVID‐19. A key role may be that of the renin–angiotensin‐aldosterone system. Severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) infects human cells binding to angiotensin‐converting‐enzyme 2 (ACE2), an enzyme responsible of the cleavage of angiotensin II into angiotensin 1–7, which has vasodilating and anti‐inflammatory effects. Virus‐mediated downregulation of ACE2 may increase angiotensin II stimulation and contribute to the deleterious hyper‐inflammatory reaction of COVID‐19. On the other hand, ACE2 may be upregulated in patients with cardiac disease and treated with ACE inhibitors or angiotensin receptor blockers. ACE2 upregulation may increase the susceptibility to COVID‐19 but may be also protective versus angiotensin II mediated vasoconstriction and inflammatory activation. Recent data show the lack of untoward effects of ACE inhibitors or angiotensin receptor blockers for COVID‐19 infection and severity. Prospective trials are needed to ascertain whether these drugs may have protective effects. This article is protected by copyright. All rights reserved.","publish_time":1589500800000,"author_summary":" Tomasoni, Daniela; Italia, Leonardo; Adamo,<br>Marianna; Inciardi, Riccardo M.; Lombardi, Carlo M.;<br>Solomon, Scott D.; Metra, Marco","abstract_summary":" Patients with cardiovascular disease and,<br>namely, heart failure are more susceptible to<br>coronavirus disease 2019 (COVID‐19) and have a more severe<br>clinical course once infected. Heart failure and<br>myocardial damage, shown by increased troponin plasma<br>levels, occur in at least 10% of patients hospitalized<br>for COVID‐19 with higher percentages, 25%–35% or<br>more, when patients critically ill or with<br>concomitant cardiac disease are considered. Myocardial<br>injury may be elicited by multiple mechanisms,<br>including those occurring with all severe infections,<br>such as fever, tachycardia, adrenergic<br>stimulation, as well as those caused by the exaggerated<br>inflammatory response, endotheliitis and, in some cases,<br>myocarditis...","title_summary":" COVID 19 and heart failure: from infection to<br>inflammation and angiotensin II stimulation. Searching for<br>evidence from a new disease","x":19.0600090027,"y":-24.368144989,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.0600090027,"tsne_y":-24.368144989,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xzpuc22p","source_x":"Elsevier; Medline; PMC","title":"UPDATE ON ACUTE MYOCARDITIS","doi":"10.1016\/j.tcm.2020.05.008","abstract":"Acute myocarditis (AM), a recent-onset inflammation of the heart, has heterogeneous clinical presentations, varying from minor symptoms to high-risk cardiac conditions with severe heart failure, refractory arrhythmias, and cardiogenic shock. AM is moving from being a definitive diagnosis based on histological evidence of inflammatory infiltrates on cardiac tissue to a working diagnosis supported by high sensitivity troponin increase in association with specific cardiac magnetic resonance imaging (CMRI) findings. Though experts still diverge between those advocating for histological definition versus those supporting a mainly clinical definition of myocarditis, in the real-world practice the diagnosis of AM has undoubtedly shifted from being mainly biopsy-based to solely CMRI-based in most of clinical scenarios. It is thus important to clearly define selected settings where EMB is a must, as information derived from histology is essential for an optimal management. As in other medical conditions, a risk-based approach should be promoted in order to identify the most severe AM cases requiring appropriate bundles of care, including early recognition, transfer to tertiary centers, aggressive circulatory supports with inotropes and mechanical devices, histologic confirmation and eventual immunosuppressive therapy. Despite improvements in recognition and treatment of AM, including a broader use of promising mechanical circulatory supports, severe forms of AM are still burdened by dismal outcomes. This review is focused on recent clinical studies and registries that shed new insights on AM. Attention will be paid to contemporary outcomes and predictors of prognosis, the emerging entity of immune checkpoint inhibitors-associated myocarditis, updated CMRI diagnostic criteria, new data on the use of temporary mechanical circulatory supports in fulminant myocarditis. The role of viruses as etiologic agents will be reviewed and a brief update on pediatric AM is also provided. Finally, we summarize a risk-based approach to AM, based on available evidence and clinical experience.","publish_time":1590969600000,"author_summary":" Ammirati, Enrico; Veronese, Giacomo;<br>Bottiroli, Maurizio; Wang, Dao Wen; Cipriani, Manlio;<br>Garascia, Andrea; Pedrotti, Patrizia; Adler, Eric D.;<br>Frigerio, Maria","abstract_summary":" Acute myocarditis (AM), a recent-onset<br>inflammation of the heart, has heterogeneous clinical<br>presentations, varying from minor symptoms to high-risk<br>cardiac conditions with severe heart failure,<br>refractory arrhythmias, and cardiogenic shock. AM is<br>moving from being a definitive diagnosis based on<br>histological evidence of inflammatory infiltrates on<br>cardiac tissue to a working diagnosis supported by high<br>sensitivity troponin increase in association with<br>specific cardiac magnetic resonance imaging (CMRI)<br>findings. Though experts still diverge between those<br>advocating for histological definition versus those<br>supporting a mainly clinical definition of myocarditis,<br>in the real-world practice the diagnosis of AM has<br>undoubtedly shifted from being...","title_summary":" UPDATE ON ACUTE MYOCARDITIS","x":18.9347076416,"y":-25.9659805298,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.9347076416,"tsne_y":-25.9659805298,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"uhmxkvit","source_x":"Medline; PMC","title":"2019-Novel Coronavirus-Related Acute Cardiac Injury Cannot Be Ignored","doi":"10.1007\/s11883-020-00842-y","abstract":"PURPOSE OF THE REVIEW: Coronavirus disease 2019 (COVID-19), a new infectious disease caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), has reached a pandemic status. Although SARSCoV-2 causes primarily respiratory problems, concurrent cardiac injury cannot be ignored since it may be an independent predictor for adverse outcomes. To resolve these issues, we aim to summarize the prevalence and its underlying mechanisms of acute cardiac injury in the setting of SARS-CoV-2 infection. RECENT FINDINGS: The main clinical manifestation of SARS-CoV-2 infection is pneumonia, cardiovascular complications have also been identified in the earliest reported cases from Wuhan, the epicenter of the outbreak. Given the SARS-CoV-2 likely uses the angiotensin-converting enzyme-2 (ACE2) receptors as its host receptor, ACE2-related signaling pathways may play a key role in mediating myocardial injury. SUMMARY: SARS-CoV-2 infection related acute cardiac injury cannot be ignored, and its underlying mechanisms remain speculated. We would suggest that health professionals investigate cardiac function as part of the routine care.","publish_time":1588809600000,"author_summary":" Wang, Yueying; Roever, Leonardo; Tse, Gary;<br>Liu, Tong","abstract_summary":" PURPOSE OF THE REVIEW: Coronavirus disease<br>2019 (COVID-19), a new infectious disease caused by<br>severe acute respiratory syndrome coronavirus-2<br>(SARS-CoV-2), has reached a pandemic status. Although<br>SARSCoV-2 causes primarily respiratory problems,<br>concurrent cardiac injury cannot be ignored since it may be<br>an independent predictor for adverse outcomes.<br>To resolve these issues, we aim to summarize the<br>prevalence and its underlying mechanisms of acute cardiac<br>injury in the setting of SARS-CoV-2 infection. RECENT<br>FINDINGS: The main clinical manifestation of SARS-CoV-2<br>infection is pneumonia, cardiovascular complications<br>have also been identified in the earliest reported<br>cases from Wuhan, the epicenter of the outbreak....","title_summary":" 2019-Novel Coronavirus-Related Acute<br>Cardiac Injury Cannot Be Ignored","x":19.7064113617,"y":-23.9573497772,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.7064113617,"tsne_y":-23.9573497772,"subcluster":3,"subcluster_description":"Acute Lung Injury.2019-Novel Coronavirus-Related","shape":"p"},{"cord_uid":"43i56hfu","source_x":"Medline; PMC; WHO","title":"Updates of Cardiovascular Manifestations in COVID-19: Korean Experience to Broaden Worldwide Perspectives","doi":"10.4070\/kcj.2020.0205","abstract":"The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread worldwide. Not just respiratory complications such as pneumonia and acute respiratory distress syndrome, cardiac manifestations have drawn attention due to the increased risk of mortality and morbidity related to SARS-CoV-2 infections. The mechanisms of the cardiac injury related to SARS-CoV-2 infections have been direct cardiac injury caused by angiotensin converting enzyme 2, hypoxemia, microvascular damage, and a systemic inflammatory response. Stress induced cardiomyopathy in a critically ill condition and acute coronary syndrome due to a vulnerable plaque rupture with coagulopathy can finally lead to acute heart failure with further cardiac manifestations. When dealing with the highly contagious viral disease-related cardiac manifestations, we should carefully apply the diagnostic and therapeutic methods to achieve the best therapeutic results without adding any risk of disease transmission.","publish_time":1592524800000,"author_summary":" Kim, In-Cheol; Kim, Hyun Ah; Park, Jae Seok;<br>Nam, Chang-Wook","abstract_summary":" The severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) has spread worldwide. Not just<br>respiratory complications such as pneumonia and acute<br>respiratory distress syndrome, cardiac manifestations<br>have drawn attention due to the increased risk of<br>mortality and morbidity related to SARS-CoV-2<br>infections. The mechanisms of the cardiac injury related to<br>SARS-CoV-2 infections have been direct cardiac injury<br>caused by angiotensin converting enzyme 2,<br>hypoxemia, microvascular damage, and a systemic<br>inflammatory response. Stress induced cardiomyopathy in a<br>critically ill condition and acute coronary syndrome due<br>to a vulnerable plaque rupture with coagulopathy<br>can finally lead to acute heart failure with<br>further cardiac...","title_summary":" Updates of Cardiovascular Manifestations in<br>COVID-19: Korean Experience to Broaden Worldwide<br>Perspectives","x":18.6984634399,"y":-24.5066204071,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6984634399,"tsne_y":-24.5066204071,"subcluster":6,"subcluster_description":"Broaden Worldwide Perspectivesa Current","shape":"p"},{"cord_uid":"3tna1y5o","source_x":"Elsevier; Medline; PMC","title":"COVID-19 Cardiac Injury: Implications for Long-Term Surveillance and Outcomes in Survivors","doi":"10.1016\/j.hrthm.2020.06.026","abstract":"Up to 20-30% of patients hospitalized with coronavirus disease (COVID-19) have evidence of myocardial involvement. Acute cardiac injury in patients hospitalized with COVID-19 is associated with higher morbidity and mortality. There are no data on how acute treatment for COVID-19 may affect convalescent phase or long-term cardiac recovery and function. Myocarditis from other viral pathogens can evolve into overt or subclinical myocardial dysfunction, and sudden death has been described in the convalescent phase of viral myocarditis. This raises concerns for patients recovering from COVID-19. Some patients will have subclinical and possibly overt cardiovascular abnormalities. Patients with ostensibly recovered cardiac function may still be at risk for cardiomyopathy and cardiac arrhythmias. Screening for residual cardiac involvement in the convalescent phase for patients recovered from COVID-19 associated cardiac injury is needed. The type of testing, and therapies for post COVID-19 myocardial dysfunction will need to be determined. Therefore, now is the time to plan for appropriate registries and clinical trials to properly assess these issues and prepare for long-term sequelae of “post-COVID-19 Cardiac Syndrome”","publish_time":1593129600000,"author_summary":" Mitrani, Raul D.; Dabas, Nitika; Goldberger,<br>Jeffrey J.","abstract_summary":" Up to 20-30% of patients hospitalized with<br>coronavirus disease (COVID-19) have evidence of<br>myocardial involvement. Acute cardiac injury in patients<br>hospitalized with COVID-19 is associated with higher<br>morbidity and mortality. There are no data on how acute<br>treatment for COVID-19 may affect convalescent phase or<br>long-term cardiac recovery and function. Myocarditis<br>from other viral pathogens can evolve into overt or<br>subclinical myocardial dysfunction, and sudden death has<br>been described in the convalescent phase of viral<br>myocarditis. This raises concerns for patients recovering<br>from COVID-19. Some patients will have subclinical<br>and possibly overt cardiovascular<br>abnormalities. Patients with ostensibly recovered cardiac<br>function...","title_summary":" COVID-19 Cardiac Injury: Implications for<br>Long-Term Surveillance and Outcomes in Survivors","x":18.7392559052,"y":-24.8035144806,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.7392559052,"tsne_y":-24.8035144806,"subcluster":5,"subcluster_description":"Acute Myocardial Infarction","shape":"p"},{"cord_uid":"1aal6njl","source_x":"Medline; PMC","title":"COVID-19 and the cardiovascular system: implications for risk assessment, diagnosis, and treatment options","doi":"10.1093\/cvr\/cvaa106","abstract":"The novel coronavirus disease (COVID-19) outbreak, caused by SARS-CoV-2, represents the greatest medical challenge in decades. We provide a comprehensive review of the clinical course of COVID-19, its comorbidities, and mechanistic considerations for future therapies. While COVID-19 primarily affects the lungs, causing interstitial pneumonitis and severe acute respiratory distress syndrome (ARDS), it also affects multiple organs, particularly the cardiovascular system. Risk of severe infection and mortality increase with advancing age and male sex. Mortality is increased by comorbidities: cardiovascular disease, hypertension, diabetes, chronic pulmonary disease, and cancer. The most common complications include arrhythmia (atrial fibrillation, ventricular tachyarrhythmia, and ventricular fibrillation), cardiac injury [elevated highly sensitive troponin I (hs-cTnI) and creatine kinase (CK) levels], fulminant myocarditis, heart failure, pulmonary embolism, and disseminated intravascular coagulation (DIC). Mechanistically, SARS-CoV-2, following proteolytic cleavage of its S protein by a serine protease, binds to the transmembrane angiotensin-converting enzyme 2 (ACE2) —a homologue of ACE—to enter type 2 pneumocytes, macrophages, perivascular pericytes, and cardiomyocytes. This may lead to myocardial dysfunction and damage, endothelial dysfunction, microvascular dysfunction, plaque instability, and myocardial infarction (MI). While ACE2 is essential for viral invasion, there is no evidence that ACE inhibitors or angiotensin receptor blockers (ARBs) worsen prognosis. Hence, patients should not discontinue their use. Moreover, renin–angiotensin–aldosterone system (RAAS) inhibitors might be beneficial in COVID-19. Initial immune and inflammatory responses induce a severe cytokine storm [interleukin (IL)-6, IL-7, IL-22, IL-17, etc.] during the rapid progression phase of COVID-19. Early evaluation and continued monitoring of cardiac damage (cTnI and NT-proBNP) and coagulation (D-dimer) after hospitalization may identify patients with cardiac injury and predict COVID-19 complications. Preventive measures (social distancing and social isolation) also increase cardiovascular risk. Cardiovascular considerations of therapies currently used, including remdesivir, chloroquine, hydroxychloroquine, tocilizumab, ribavirin, interferons, and lopinavir\/ritonavir, as well as experimental therapies, such as human recombinant ACE2 (rhACE2), are discussed.","publish_time":1588204800000,"author_summary":" Guzik, Tomasz J; Mohiddin, Saidi A; Dimarco,<br>Anthony; Patel, Vimal; Savvatis, Kostas;<br>Marelli-Berg, Federica M; Madhur, Meena S; Tomaszewski,<br>Maciej; Maffia, Pasquale; D’Acquisto, Fulvio;<br>Nicklin, Stuart A; Marian, Ali J; Nosalski, Ryszard;<br>Murray, Eleanor C; Guzik, Bartlomiej; Berry, Colin;<br>Touyz, Rhian M; Kreutz, Reinhold; Wang, Dao Wen;<br>Bhella, David; Sagliocco, Orlando; Crea, Filippo;<br>Thomson, Emma C; McInnes, Iain B","abstract_summary":" The novel coronavirus disease (COVID-19)<br>outbreak, caused by SARS-CoV-2, represents the greatest<br>medical challenge in decades. We provide a<br>comprehensive review of the clinical course of COVID-19, its<br>comorbidities, and mechanistic considerations for future<br>therapies. While COVID-19 primarily affects the lungs,<br>causing interstitial pneumonitis and severe acute<br>respiratory distress syndrome (ARDS), it also affects<br>multiple organs, particularly the cardiovascular<br>system. Risk of severe infection and mortality<br>increase with advancing age and male sex. Mortality is<br>increased by comorbidities: cardiovascular disease,<br>hypertension, diabetes, chronic pulmonary disease, and<br>cancer. The most common complications include<br>arrhythmia (atrial fibrillation, ventricular<br>tachyarrhythmia, and ventricular fibrillation),...","title_summary":" COVID-19 and the cardiovascular system:<br>implications for risk assessment, diagnosis, and treatment<br>options","x":18.8625736237,"y":-24.0952758789,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.8625736237,"tsne_y":-24.0952758789,"subcluster":2,"subcluster_description":"Cardiovascular Issues","shape":"p"},{"cord_uid":"b6c5wai9","source_x":"Medline; PMC","title":"Cardiovascular Considerations in Treating Patients With Coronavirus Disease 2019 (COVID-19)","doi":"10.1097\/fjc.0000000000000836","abstract":"A novel betacoronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has spread rapidly across the globe since December 2019. Coronavirus disease 2019 (COVID-19) has a significantly higher mortality rate than seasonal influenza and has disproportionately affected older adults, especially those with cardiovascular disease and related risk factors. Adverse cardiovascular sequelae, such as myocarditis, acute myocardial infarction, and heart failure, have been reported in patients with COVID-19. No established treatment is currently available; however, several therapies, including remdesivir, hydroxychloroquine and chloroquine, and interleukin (IL)-6 inhibitors, are being used off-label and evaluated in ongoing clinical trials. Considering these therapies are not familiar to cardiovascular clinicians managing these patients, this review describes the pharmacology of these therapies in the context of their use in patients with cardiovascular-related conditions.","publish_time":1585785600000,"author_summary":" Dixon, Dave L.; Van Tassell, Benjamin W.;<br>Vecchié, Alessandra; Bonaventura, Aldo; Talasaz,<br>Azita H.; Kakavand, Hessam; D'Ascenzo, Fabrizio;<br>Perciaccante, Antonio; Castagno, Davide; Ammirati, Enrico;<br>Biondi-Zoccai, Giuseppe; Stevens, Michael P.; Abbate,<br>Antonio","abstract_summary":" A novel betacoronavirus, severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2), has<br>spread rapidly across the globe since December 2019.<br>Coronavirus disease 2019 (COVID-19) has a significantly<br>higher mortality rate than seasonal influenza and has<br>disproportionately affected older adults, especially those with<br>cardiovascular disease and related risk factors. Adverse<br>cardiovascular sequelae, such as myocarditis, acute<br>myocardial infarction, and heart failure, have been<br>reported in patients with COVID-19. No established<br>treatment is currently available; however, several<br>therapies, including remdesivir, hydroxychloroquine<br>and chloroquine, and interleukin (IL)-6<br>inhibitors, are being used off-label and evaluated in<br>ongoing clinical trials. Considering these therapies<br>are not familiar...","title_summary":" Cardiovascular Considerations in Treating<br>Patients With Coronavirus Disease 2019 (COVID-19)","x":18.4412899017,"y":-24.1704521179,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.4412899017,"tsne_y":-24.1704521179,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7y1la856","source_x":"Elsevier; PMC; WHO","title":"Heart and Lung Multimodality Imaging in COVID-19","doi":"10.1016\/j.jcmg.2020.05.017","abstract":"Abstract SARS-CoV-2 outbreak has rapidly reached a pandemic proportion and has become a major threaten to global health. Although the predominant clinical feature of COVID-19 is an acute respiratory syndrome of varying severity, ranging from mild symptomatic interstitial pneumonia to acute respiratory distress syndrome, the cardiovascular system can be involved with several facets. As many as 40% hospitalized patients presenting with COVID-19 have pre-existing history of cardiovascular disease and current estimates report a proportion of myocardial injury in COVID-19 patients ranging up to 12%. Multiple pathways have been advocated to explain this finding and the related clinical scenarios, encompassing local and systemic inflammatory response and oxygen supply-demand imbalance. From a clinical point of view, cardiac involvement during COVID-19 may present a wide spectrum of severity ranging from subclinical myocardial injury to well-defined clinical entities (myocarditis, myocardial infarction, pulmonary embolism and heart failure), whose incidence and prognostic implications are currently largely unknown due to a significant lack of imaging data. The use of integrated heart and lung multimodality imaging plays a central role in different clinical settings and is essential in diagnosis, risk stratification and management of COVID-19 patients. Aim of this review is to summarize imaging-oriented pathophysiological mechanisms of lung and cardiac involvement in COVID-19 and to provide a guide for an integrated imaging assessment in these patients.","publish_time":1592956800000,"author_summary":" Agricola, Eustachio; Beneduce, Alessandro;<br>Esposito, Antonio; Ingallina, Giacomo; Palumbo, Diego;<br>Palmisano, Anna; Ancona, Francesco; Baldetti, Luca;<br>Pagnesi, Matteo; Melisurgo, Giulio; Zangrillo,<br>Alberto; De Cobelli, Francesco","abstract_summary":" Abstract SARS-CoV-2 outbreak has rapidly<br>reached a pandemic proportion and has become a major<br>threaten to global health. Although the predominant<br>clinical feature of COVID-19 is an acute respiratory<br>syndrome of varying severity, ranging from mild<br>symptomatic interstitial pneumonia to acute respiratory<br>distress syndrome, the cardiovascular system can be<br>involved with several facets. As many as 40%<br>hospitalized patients presenting with COVID-19 have<br>pre-existing history of cardiovascular disease and current<br>estimates report a proportion of myocardial injury in<br>COVID-19 patients ranging up to 12%. Multiple pathways<br>have been advocated to explain this finding and the<br>related clinical scenarios, encompassing local...","title_summary":" Heart and Lung Multimodality Imaging in<br>COVID-19","x":18.9740715027,"y":-25.1051502228,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.9740715027,"tsne_y":-25.1051502228,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"2h3oslv2","source_x":"Medline; PMC; WHO","title":"Corona Virus Disease 2019 (COVID-19) Presenting as Acute ST Elevation Myocardial Infarction","doi":"10.7759\/cureus.7782","abstract":"Patients with Covid-19 disease commonly present with symptoms related to respiratory illness, and less commonly they develop cardiovascular complications either on presentation or during the course of the disease. The mortality\/morbidity is high in these patients with cardiovascular involvement. Acute ST-elevation myocardial infarction (STEMI) is a medical emergency which needs immediate coronary re-perfusion for better patient outcomes. Here we present a patient who presented to the emergency room with acute STEMI and later tested positive for COVID-19. She was successfully treated with coronary revascularization and stent placement, and remains on the ventilator to date as she quickly developed acute respiratory distress syndrome. We need more research in Covid-19 patients with cardiovascular involvement for early diagnosis, prevention of exposure to health care workers and effective treatment.","publish_time":1587513600000,"author_summary":" Siddamreddy, Suman; Thotakura, Ramakrishna;<br>Dandu, Vasuki; Kanuru, Sruthi; Meegada, Sreenath","abstract_summary":" Patients with Covid-19 disease commonly<br>present with symptoms related to respiratory illness,<br>and less commonly they develop cardiovascular<br>complications either on presentation or during the course of<br>the disease. The mortality\/morbidity is high in<br>these patients with cardiovascular involvement.<br>Acute ST-elevation myocardial infarction (STEMI)<br>is a medical emergency which needs immediate<br>coronary re-perfusion for better patient outcomes.<br>Here we present a patient who presented to the<br>emergency room with acute STEMI and later tested positive<br>for COVID-19. She was successfully treated with<br>coronary revascularization and stent placement, and<br>remains on the ventilator to date as she quickly<br>developed acute respiratory...","title_summary":" Corona Virus Disease 2019 (COVID-19)<br>Presenting as Acute ST Elevation Myocardial Infarction","x":18.2042884827,"y":-25.4466247559,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.2042884827,"tsne_y":-25.4466247559,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"874i31h8","source_x":"Medline; PMC","title":"Adult congenital heart disease and the COVID-19 pandemic","doi":"10.1136\/heartjnl-2020-317258","abstract":"Adults with congenital heart disease (ACHD) may be at high risk in the case of COVID-19. Due to the heterogeneity of ACHD and secondary complications, risk profiles are, however, not uniform. This document aims to give an overview of relevant data and outline our pragmatic approach to disease prevention and management. Based on anatomy and additional physiological factors including symptoms, exercise capacity, heart failure, pulmonary hypertension and cyanosis, we propose a pragmatic approach to categorising patients into low-risk, intermediate-risk and high-risk groups. We regard especially patients with complex cyanotic conditions, those with palliated univentricular hearts, heart failure, severe valvular disease or pulmonary hypertension as high-risk patients. To avoid infection, we recommend self-isolation and exemption from work for these cohorts. Infected ACHD patients with low or moderate risk and without signs of deterioration may be remotely followed and cared for at home while in self isolation. High-risk patients or those with signs of respiratory or cardiovascular impairment require admission ideally at a tertiary ACHD centre. Especially patients with complex, cyanotic disease, heart failure and arrhythmias require particular attention. Treatment in patients with cyanotic heart disease should be guided by the relative degree of desaturation compared with baseline and lactate levels rather than absolute oxygen saturation levels. Patients with right heart dilatation or dysfunction are potentially at increased risk of right heart failure as mechanical ventilation and acute respiratory distress syndrome can lead to increase in pulmonary arterial pressures.","publish_time":1591747200000,"author_summary":" Radke, Robert M; Frenzel, Tim; Baumgartner,<br>Helmut; Diller, Gerhard-Paul","abstract_summary":" Adults with congenital heart disease (ACHD)<br>may be at high risk in the case of COVID-19. Due to the<br>heterogeneity of ACHD and secondary complications, risk<br>profiles are, however, not uniform. This document aims<br>to give an overview of relevant data and outline<br>our pragmatic approach to disease prevention and<br>management. Based on anatomy and additional physiological<br>factors including symptoms, exercise capacity, heart<br>failure, pulmonary hypertension and cyanosis, we<br>propose a pragmatic approach to categorising patients<br>into low-risk, intermediate-risk and high-risk<br>groups. We regard especially patients with complex<br>cyanotic conditions, those with palliated<br>univentricular hearts, heart failure, severe valvular<br>disease...","title_summary":" Adult congenital heart disease and the<br>COVID-19 pandemic","x":17.9880638123,"y":-23.1465358734,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.9880638123,"tsne_y":-23.1465358734,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"na3ccs16","source_x":"Elsevier; Medline; PMC","title":"Elevated troponin in patients with Coronavirus Disease 2019 (COVID-19): possible mechanisms","doi":"10.1016\/j.cardfail.2020.04.009","abstract":"Abstract Coronavirus disease 2019 (COVID-19) is a pandemic that has affected more than 1.8 million people worldwide, overwhelmed health care systems due to the high proportion of critical presentations, and resulted in over 100,000 deaths. Since the first data analyses in China, elevated cardiac troponin has been noted in a substantial proportion of patients, implicating myocardial injury as a possible pathogenic mechanism contributing to severe illness and mortality. Accordingly, high troponin levels are associated with increased mortality in patients with COVID-19. This brief review explores the available evidence regarding the association between COVID-19 and myocardial injury.","publish_time":1587168000000,"author_summary":" Tersalvi, Gregorio; Vicenzi, Marco;<br>Calabretta, Davide; Biasco, Luigi; Pedrazzini, Giovanni;<br>Winterton, Dario","abstract_summary":" Abstract Coronavirus disease 2019 (COVID-19)<br>is a pandemic that has affected more than 1.8<br>million people worldwide, overwhelmed health care<br>systems due to the high proportion of critical<br>presentations, and resulted in over 100,000 deaths. Since the<br>first data analyses in China, elevated cardiac<br>troponin has been noted in a substantial proportion of<br>patients, implicating myocardial injury as a possible<br>pathogenic mechanism contributing to severe illness and<br>mortality. Accordingly, high troponin levels are<br>associated with increased mortality in patients with<br>COVID-19. This brief review explores the available<br>evidence regarding the association between COVID-19<br>and myocardial injury.","title_summary":" Elevated troponin in patients with<br>Coronavirus Disease 2019 (COVID-19): possible mechanisms","x":17.2896175385,"y":-24.9359779358,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.2896175385,"tsne_y":-24.9359779358,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"8bhahzys","source_x":"Medline; PMC; WHO","title":"Coronavirus Disease 2019 Myocarditis: Insights into Pathophysiology and Management","doi":"10.15420\/ecr.2020.16","abstract":"The world is dealing with a global pandemic of severe acute respiratory coronavirus 2 (SARS-CoV-2). Coronavirus disease 2019 (COVID-19), which is the illness caused by SARS-CoV-2, is overwhelming healthcare systems around the world. Although the main clinical manifestations of COVID-19 are respiratory symptoms, several reports have noted myocarditis, cardiomyopathy, arrhythmias and cardiac arrests as COVID-19 complications. Here, the authors highlight the current understanding of the pathophysiology of myocarditis related to COVID-19 and its management.","publish_time":1592352000000,"author_summary":" Abdelnabi, Mahmoud; Eshak, Nouran; Saleh,<br>Yehia; Almaghraby, Abdallah","abstract_summary":" The world is dealing with a global pandemic of<br>severe acute respiratory coronavirus 2<br>(SARS-CoV-2). Coronavirus disease 2019 (COVID-19), which is<br>the illness caused by SARS-CoV-2, is overwhelming<br>healthcare systems around the world. Although the main<br>clinical manifestations of COVID-19 are respiratory<br>symptoms, several reports have noted myocarditis,<br>cardiomyopathy, arrhythmias and cardiac arrests as COVID-19<br>complications. Here, the authors highlight the current<br>understanding of the pathophysiology of myocarditis related<br>to COVID-19 and its management.","title_summary":" Coronavirus Disease 2019 Myocarditis:<br>Insights into Pathophysiology and Management","x":16.8836898804,"y":-25.4544811249,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":16.8836898804,"tsne_y":-25.4544811249,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"5o540o1i","source_x":"Medline; PMC; WHO","title":"Hypertension, Thrombosis, Kidney Failure, and Diabetes: Is COVID-19 an Endothelial Disease? A Comprehensive Evaluation of Clinical and Basic Evidence","doi":"10.3390\/jcm9051417","abstract":"The symptoms most commonly reported by patients affected by coronavirus disease (COVID-19) include cough, fever, and shortness of breath. However, other major events usually observed in COVID-19 patients (e.g., high blood pressure, arterial and venous thromboembolism, kidney disease, neurologic disorders, and diabetes mellitus) indicate that the virus is targeting the endothelium, one of the largest organs in the human body. Herein, we report a systematic and comprehensive evaluation of both clinical and preclinical evidence supporting the hypothesis that the endothelium is a key target organ in COVID-19, providing a mechanistic rationale behind its systemic manifestations.","publish_time":1589155200000,"author_summary":" Sardu, Celestino; Gambardella, Jessica;<br>Morelli, Marco Bruno; Wang, Xujun; Marfella, Raffaele;<br>Santulli, Gaetano","abstract_summary":" The symptoms most commonly reported by<br>patients affected by coronavirus disease (COVID-19)<br>include cough, fever, and shortness of breath.<br>However, other major events usually observed in<br>COVID-19 patients (e.g., high blood pressure, arterial<br>and venous thromboembolism, kidney disease,<br>neurologic disorders, and diabetes mellitus) indicate<br>that the virus is targeting the endothelium, one of<br>the largest organs in the human body. Herein, we<br>report a systematic and comprehensive evaluation of<br>both clinical and preclinical evidence supporting<br>the hypothesis that the endothelium is a key target<br>organ in COVID-19, providing a mechanistic<br>rationale behind its systemic manifestations.","title_summary":" Hypertension, Thrombosis, Kidney Failure,<br>and Diabetes: Is COVID-19 an Endothelial Disease?<br>A Comprehensive Evaluation of Clinical and<br>Basic Evidence","x":18.0867595673,"y":-23.8836174011,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.0867595673,"tsne_y":-23.8836174011,"subcluster":1,"subcluster_description":"Heart Failure Care","shape":"p"},{"cord_uid":"9wt4db9r","source_x":"Medline; PMC","title":"COVID‐19 and the heart: An update for clinicians","doi":"10.1002\/clc.23406","abstract":"SARS‐CoV‐2, the cause of the COVID‐19 pandemic has significantly impacted cardiovascular healthcare. Patients with pre‐existing cardiovascular disease are at higher risk of morbidity and mortality. The virus may affect the heart directly and indirectly with clinical syndromes of acute myocardial injury, myocarditis, acute coronary syndromes, heart failure, arrhythmias, and venous thromboembolism. Some therapeutics under investigation for COVID‐19 may also have adverse cardiac effects. The involvement of the RAAS system in viral entry makes it pertinent to consider the effects of medications that modulate the system. Comprehensive knowledge of peculiar cardiovascular manifestations of COVID‐19 and the role of RAAS in the prognosis of COVID‐19 disease is needed for optimal patient management.","publish_time":1591920000000,"author_summary":" Goha, Ahmed; Mezue, Kenechukwu; Edwards,<br>Paul; Nunura, Felix; Baugh, Dainia; Madu, Ernest","abstract_summary":" SARS‐CoV‐2, the cause of the COVID‐19 pandemic<br>has significantly impacted cardiovascular<br>healthcare. Patients with pre‐existing cardiovascular<br>disease are at higher risk of morbidity and mortality.<br>The virus may affect the heart directly and<br>indirectly with clinical syndromes of acute myocardial<br>injury, myocarditis, acute coronary syndromes, heart<br>failure, arrhythmias, and venous thromboembolism.<br>Some therapeutics under investigation for<br>COVID‐19 may also have adverse cardiac effects. The<br>involvement of the RAAS system in viral entry makes it<br>pertinent to consider the effects of medications that<br>modulate the system. Comprehensive knowledge of<br>peculiar cardiovascular manifestations of COVID‐19<br>and the role of RAAS in the...","title_summary":" COVID‐19 and the heart: An update for<br>clinicians","x":17.626783371,"y":-24.4557285309,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.626783371,"tsne_y":-24.4557285309,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"cm7lvoxj","source_x":"Medline; PMC; WHO","title":"Impact of COVID-19 on the Cardiovascular System: A Review","doi":"10.3390\/jcm9051407","abstract":"The recent outbreak of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 has been declared a public health emergency of international concern. COVID-19 may present as acute respiratory distress syndrome in severe cases, and patients with pre-existing cardiovascular comorbidities are reported to be the most vulnerable. Notably, acute myocardial injury, determined by elevated high-sensitivity troponin levels, is commonly observed in severe cases, and is strongly associated with mortality. Therefore, understanding the effects of COVID-19 on the cardiovascular system is essential for providing comprehensive medical care for critically ill patients. In this review, we summarize the rapidly evolving data and highlight the cardiovascular considerations related to COVID-19.","publish_time":1588982400000,"author_summary":" Matsushita, Kensuke; Marchandot, Benjamin;<br>Jesel, Laurence; Ohlmann, Patrick; Morel, Olivier","abstract_summary":" The recent outbreak of coronavirus disease<br>2019 (COVID-19) caused by severe acute respiratory<br>syndrome coronavirus 2 has been declared a public health<br>emergency of international concern. COVID-19 may<br>present as acute respiratory distress syndrome in<br>severe cases, and patients with pre-existing<br>cardiovascular comorbidities are reported to be the most<br>vulnerable. Notably, acute myocardial injury, determined<br>by elevated high-sensitivity troponin levels,<br>is commonly observed in severe cases, and is<br>strongly associated with mortality. Therefore,<br>understanding the effects of COVID-19 on the cardiovascular<br>system is essential for providing comprehensive<br>medical care for critically ill patients. In this<br>review, we summarize the rapidly...","title_summary":" Impact of COVID-19 on the Cardiovascular<br>System: A Review","x":17.4591236115,"y":-24.7858371735,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.4591236115,"tsne_y":-24.7858371735,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"rsyiemgn","source_x":"Elsevier; Medline; PMC","title":"COVID-19 (SARS-Cov-2) and the heart – An ominous association","doi":"10.1016\/j.carrev.2020.05.009","abstract":"Coronavirus disease 2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Cardiovascular manifestations of COVID-19 are diverse and complex and include acute coronary syndrome, myocarditis masquerading as ST-segment elevation myocardial infarction, pericarditis and pericardial effusion. We present 2 cases of COVID-19 infection with myocardial involvement with distinct mechanistic pathways and outcomes. Important decision strategies such as the timing of cardiac catheterization (when indicated) and requirement of early hemodynamic support in critically ill patients are discussed.","publish_time":1589500800000,"author_summary":" Khalid, Nauman; Chen, Yuefeng; Case, Brian C.;<br>Shlofmitz, Evan; Wermers, Jason P.; Rogers, Toby;<br>Ben-Dor, Itsik; Waksman, Ron","abstract_summary":" Coronavirus disease 2019 (COVID-19) is an<br>infectious disease caused by severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2). Cardiovascular<br>manifestations of COVID-19 are diverse and complex and include<br>acute coronary syndrome, myocarditis masquerading<br>as ST-segment elevation myocardial infarction,<br>pericarditis and pericardial effusion. We present 2 cases of<br>COVID-19 infection with myocardial involvement with<br>distinct mechanistic pathways and outcomes. Important<br>decision strategies such as the timing of cardiac<br>catheterization (when indicated) and requirement of early<br>hemodynamic support in critically ill patients are<br>discussed.","title_summary":" COVID-19 (SARS-Cov-2) and the heart – An<br>ominous association","x":17.0964927673,"y":-25.1834640503,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.0964927673,"tsne_y":-25.1834640503,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"kt6t41ff","source_x":"Elsevier; Medline; PMC; WHO","title":"Coronavirus Disease 2019 and Cardiovascular System: A Narrative Review","doi":"10.1016\/j.ijcha.2020.100557","abstract":"At the end of 2019, a viral pneumonia disease called coronavirus disease 2019 (COVID-19), which is caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV2), emerged in Wuhan, China. This novel disease rapidly spread at an alarming rate that as a result, it has now been declared pandemic by the World Health Organization. Although this infective disease is mostly characterized by respiratory tract symptoms, increasing numbers of evidence had shown considerable amounts of patients with cardiovascular involvements and these were associated with higher mortality among COVID-19 patients. Cardiac involvement as a possible late phenomenon of the viral respiratory infection is an issue that should be anticipated in patients with COVID-19. Cardiovascular manifestation in COVID-19 patients include myocardial injury (MI), arrhythmias, cardiac arrests, heart failure and coagulation abnormality, ranging from 7.2% up to 33%. The mechanism of cardiac involvement in COVID-19 patients involves direct injury to myocardial cells mediated by angiotensin-converting enzyme 2 (ACE2) receptors as suggested by some studies, while the other studies suggest that systemic inflammation causing indirect myocyte injury may also play a role. Combination of proper triage, close monitoring, and avoidance of some drugs that have cardiovascular toxicity are important in the management of cardiovascular system involvement in COVID-19 patients. The involvement of the cardiovascular system in COVID-19 patients is prevalent, variable, and debilitating. Therefore, it requires our attention and comprehensive management.","publish_time":1591142400000,"author_summary":" Kwenandar, Felix; Valeriani Japar, Karunia;<br>Damay, Vika; Ivan Hariyanto, Timotius; Tanaka,<br>Michael; Pratama Hardjito Lugito, Nata; Kurniawan,<br>Andree","abstract_summary":" At the end of 2019, a viral pneumonia disease<br>called coronavirus disease 2019 (COVID-19), which is<br>caused by severe acute respiratory syndrome<br>coronavirus-2 (SARS-CoV2), emerged in Wuhan, China. This<br>novel disease rapidly spread at an alarming rate that<br>as a result, it has now been declared pandemic by<br>the World Health Organization. Although this<br>infective disease is mostly characterized by<br>respiratory tract symptoms, increasing numbers of<br>evidence had shown considerable amounts of patients<br>with cardiovascular involvements and these were<br>associated with higher mortality among COVID-19<br>patients. Cardiac involvement as a possible late<br>phenomenon of the viral respiratory infection is an...","title_summary":" Coronavirus Disease 2019 and Cardiovascular<br>System: A Narrative Review","x":19.1713542938,"y":-24.000421524,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1713542938,"tsne_y":-24.000421524,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"pzqtyv9p","source_x":"Medline; PMC","title":"Myocardial localization of coronavirus in COVID‐19 cardiogenic shock","doi":"10.1002\/ejhf.1828","abstract":"We describe the first case of acute cardiac injury directly linked to myocardial localization of severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) in a 69‐year‐old patient with flu‐like symptoms rapidly degenerating into respiratory distress, hypotension, and cardiogenic shock. The patient was successfully treated with venous‐arterial extracorporeal membrane oxygenation (ECMO) and mechanical ventilation. Cardiac function fully recovered in 5 days and ECMO was removed. Endomyocardial biopsy demonstrated low‐grade myocardial inflammation and viral particles in the myocardium suggesting either a viraemic phase or, alternatively, infected macrophage migration from the lung.","publish_time":1586563200000,"author_summary":" Tavazzi, Guido; Pellegrini, Carlo; Maurelli,<br>Marco; Belliato, Mirko; Sciutti, Fabio; Bottazzi,<br>Andrea; Sepe, Paola Alessandra; Resasco, Tullia;<br>Camporotondo, Rita; Bruno, Raffaele; Baldanti, Fausto;<br>Paolucci, Stefania; Pelenghi, Stefano; Iotti, Giorgio<br>Antonio; Mojoli, Francesco; Arbustini, Eloisa","abstract_summary":" We describe the first case of acute cardiac<br>injury directly linked to myocardial localization of<br>severe acute respiratory syndrome coronavirus 2<br>(SARS‐CoV‐2) in a 69‐year‐old patient with flu‐like<br>symptoms rapidly degenerating into respiratory<br>distress, hypotension, and cardiogenic shock. The<br>patient was successfully treated with<br>venous‐arterial extracorporeal membrane oxygenation (ECMO)<br>and mechanical ventilation. Cardiac function<br>fully recovered in 5 days and ECMO was removed.<br>Endomyocardial biopsy demonstrated low‐grade myocardial<br>inflammation and viral particles in the myocardium<br>suggesting either a viraemic phase or, alternatively,<br>infected macrophage migration from the lung.","title_summary":" Myocardial localization of coronavirus in<br>COVID‐19 cardiogenic shock","x":17.5849609375,"y":-25.3128871918,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.5849609375,"tsne_y":-25.3128871918,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"v3qgqfwr","source_x":"Elsevier; Medline; PMC","title":"Coronavirus disease 2019 (COVID-19) and cardiovascular complications","doi":"10.1053\/j.jvca.2020.04.041","abstract":"The coronavirus disease 2019 (COVID-19) has become a global pandemic. It has been spread to more than 100 countries and more than 1 million patients have been confirmed. Although coronavirus causes severe respiratory infections in human, accumulating data have demonstrated cardiac complications and poor outcome in patients with coronavirus disease 2019. A large percent of patients have underlying cardiovascular disease and they are at a high risk of developing cardiac complications. We review the basics of the virus, the clinical manifestation, and the possible mechanisms of cardiac complications in patients with coronavirus disease 2019. Before the effective vaccine or medicine is available, supportive therapy and identifying patients who are at high risk of cardiac complications are important.","publish_time":1588204800000,"author_summary":" Ma, Lulu; Song, Kaicheng; Huang, Yuguang","abstract_summary":" The coronavirus disease 2019 (COVID-19) has<br>become a global pandemic. It has been spread to more<br>than 100 countries and more than 1 million patients<br>have been confirmed. Although coronavirus causes<br>severe respiratory infections in human,<br>accumulating data have demonstrated cardiac complications<br>and poor outcome in patients with coronavirus<br>disease 2019. A large percent of patients have<br>underlying cardiovascular disease and they are at a high<br>risk of developing cardiac complications. We<br>review the basics of the virus, the clinical<br>manifestation, and the possible mechanisms of cardiac<br>complications in patients with coronavirus disease 2019.<br>Before the effective vaccine or medicine...","title_summary":" Coronavirus disease 2019 (COVID-19) and<br>cardiovascular complications","x":17.014705658,"y":-24.5236167908,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.014705658,"tsne_y":-24.5236167908,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"hkwu5o6d","source_x":"Elsevier; Medline; PMC","title":"Pandémie COVID-19 : impact sur le systeme cardiovasculaire. Données disponibles au 1(er) avril 2020","doi":"10.1016\/j.ancard.2020.04.001","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects host cells with angiotensin receptors, leading to pneumonia linked to COVID-19. The virus has a double impact on the cardiovascular system, the infection will be more intense if the host has cardiovascular co-morbidities and the virus can cause life-threatening cardiovascular lesions. Therapies associated with COVID-19 may have adverse cardiovascular effects. Therefore, special attention should be given to cardiovascular protection during COVID-19 infection.","publish_time":1586217600000,"author_summary":" El Boussadani, B.; Benajiba, C.; Aajal, A.; Ait<br>Brik, A.; Ammour, O.; El Hangouch, J.; Oussama, O.;<br>Oussama, B.; Tahiri, N.; Raissuni, Z.","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) infects host cells with<br>angiotensin receptors, leading to pneumonia linked to<br>COVID-19. The virus has a double impact on the<br>cardiovascular system, the infection will be more intense if<br>the host has cardiovascular co-morbidities and<br>the virus can cause life-threatening<br>cardiovascular lesions. Therapies associated with COVID-19<br>may have adverse cardiovascular effects.<br>Therefore, special attention should be given to<br>cardiovascular protection during COVID-19 infection.","title_summary":" Pandémie COVID-19 : impact sur le systeme<br>cardiovasculaire. Données disponibles au 1(er) avril 2020","x":16.6474952698,"y":-24.9941177368,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":16.6474952698,"tsne_y":-24.9941177368,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ce01hla8","source_x":"Medline; PMC","title":"COVID-19-associated cardiovascular morbidity in older adults: a position paper from the Italian Society of Cardiovascular Researches","doi":"10.1007\/s11357-020-00198-w","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects host cells following binding with the cell surface ACE2 receptors, thereby leading to coronavirus disease 2019 (COVID-19). SARS-CoV-2 causes viral pneumonia with additional extrapulmonary manifestations and major complications, including acute myocardial injury, arrhythmia, and shock mainly in elderly patients. Furthermore, patients with existing cardiovascular comorbidities, such as hypertension and coronary heart disease, have a worse clinical outcome following contraction of the viral illness. A striking feature of COVID-19 pandemics is the high incidence of fatalities in advanced aged patients: this might be due to the prevalence of frailty and cardiovascular disease increase with age due to endothelial dysfunction and loss of endogenous cardioprotective mechanisms. Although experimental evidence on this topic is still at its infancy, the aim of this position paper is to hypothesize and discuss more suggestive cellular and molecular mechanisms whereby SARS-CoV-2 may lead to detrimental consequences to the cardiovascular system. We will focus on aging, cytokine storm, NLRP3\/inflammasome, hypoxemia, and air pollution, which is an emerging cardiovascular risk factor associated with rapid urbanization and globalization. We will finally discuss the impact of clinically available CV drugs on the clinical course of COVID-19 patients. Understanding the role played by SARS-CoV2 on the CV system is indeed mandatory to get further insights into COVID-19 pathogenesis and to design a therapeutic strategy of cardio-protection for frail patients.","publish_time":1589932800000,"author_summary":" Moccia, F.; Gerbino, A.; Lionetti, V.;<br>Miragoli, M.; Munaron, L. M.; Pagliaro, P.; Pasqua, T.;<br>Penna, C.; Rocca, C.; Samaja, M.; Angelone, T.","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) infects host cells following<br>binding with the cell surface ACE2 receptors, thereby<br>leading to coronavirus disease 2019 (COVID-19).<br>SARS-CoV-2 causes viral pneumonia with additional<br>extrapulmonary manifestations and major complications,<br>including acute myocardial injury, arrhythmia, and<br>shock mainly in elderly patients. Furthermore,<br>patients with existing cardiovascular comorbidities,<br>such as hypertension and coronary heart disease,<br>have a worse clinical outcome following<br>contraction of the viral illness. A striking feature of<br>COVID-19 pandemics is the high incidence of fatalities<br>in advanced aged patients: this might be due to the<br>prevalence of frailty and cardiovascular disease<br>increase...","title_summary":" COVID-19-associated cardiovascular<br>morbidity in older adults: a position paper from the<br>Italian Society of Cardiovascular Researches","x":18.9626941681,"y":-23.7840900421,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.9626941681,"tsne_y":-23.7840900421,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"ter67nri","source_x":"Elsevier; Medline; PMC","title":"Myocardial injury and COVID-19: Possible mechanisms","doi":"10.1016\/j.lfs.2020.117723","abstract":"Coronavirus Disease 2019 (COVID-19) has quickly progressed to a global health emergency. Respiratory illness is the major cause of morbidity and mortality in these patients with the disease spectrum ranging from asymptomatic subclinical infection, to severe pneumonia progressing to acute respiratory distress syndrome. There is growing evidence describing pathophysiological resemblance of SARS-CoV-2 infection with other coronavirus infections such as Severe Acute Respiratory Syndrome coronavirus and Middle East Respiratory Syndrome coronavirus (MERS-CoV). Angiotensin Converting Enzyme-2 receptors play a pivotal role in the pathogenesis of the virus. Disruption of this receptor leads to cardiomyopathy, cardiac dysfunction, and heart failure. Patients with cardiovascular disease are more likely to be infected with SARS-CoV-2 and they are more likely to develop severe symptoms. Hypertension, arrhythmia, cardiomyopathy and coronary heart disease are amongst major cardiovascular disease comorbidities seen in severe cases of COVID-19. There is growing literature exploring cardiac involvement in SARS-CoV-2. Myocardial injury is one of the important pathogenic features of COVID-19. As a surrogate for myocardial injury, multiple studies have shown increased cardiac biomarkers mainly cardiac troponins I and T in the infected patients especially those with severe disease. Myocarditis is depicted as another cause of morbidity amongst COVID-19 patients. The exact mechanisms of how SARS-CoV-2 can cause myocardial injury are not clearly understood. The proposed mechanisms of myocardial injury are direct damage to the cardiomyocytes, systemic inflammation, myocardial interstitial fibrosis, interferon mediated immune response, exaggerated cytokine response by Type 1 and 2 helper T cells, in addition to coronary plaque destabilization, and hypoxia.","publish_time":1594771200000,"author_summary":" Babapoor-Farrokhran, Savalan; Gill, Deanna;<br>Walker, Jackson; Rasekhi, Roozbeh Tarighati;<br>Bozorgnia, Behnam; Amanullah, Aman","abstract_summary":" Coronavirus Disease 2019 (COVID-19) has<br>quickly progressed to a global health emergency.<br>Respiratory illness is the major cause of morbidity and<br>mortality in these patients with the disease spectrum<br>ranging from asymptomatic subclinical infection, to<br>severe pneumonia progressing to acute respiratory<br>distress syndrome. There is growing evidence<br>describing pathophysiological resemblance of<br>SARS-CoV-2 infection with other coronavirus infections<br>such as Severe Acute Respiratory Syndrome<br>coronavirus and Middle East Respiratory Syndrome<br>coronavirus (MERS-CoV). Angiotensin Converting Enzyme-2<br>receptors play a pivotal role in the pathogenesis of the<br>virus. Disruption of this receptor leads to<br>cardiomyopathy, cardiac dysfunction, and heart failure.<br>Patients with cardiovascular...","title_summary":" Myocardial injury and COVID-19: Possible<br>mechanisms","x":19.0311965942,"y":-24.430978775,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.0311965942,"tsne_y":-24.430978775,"subcluster":7,"subcluster_description":"Mechanismsacute Myocardial Injury","shape":"p"},{"cord_uid":"cq276tj8","source_x":"Elsevier; Medline; PMC","title":"Acute myocardial injury in patients hospitalized with COVID-19 infection: A review","doi":"10.1016\/j.pcad.2020.05.013","abstract":"The Coronavirus Disease 2019 (COVID-19) is now a global pandemic with millions affected and millions more at risk for contracting the infection. The COVID-19 virus, SARS-CoV-2, affects multiple organ systems particularly the lungs and heart. Elevation of cardiac biomarkers, particularly high-sensitivity troponin and\/or creatine kinase MB, is common in patients with COVID-19 infection. In our review of clinical studies, we found that in 26 studies including 11,685 patients, the weighted pooled prevalence of acute myocardial injury was 20% (ranged from 5% to 38% depending on the criteria used). The plausible mechanisms of myocardial injury include, 1) hyperinflammation and cytokine storm mediated through pathologic T-cells and monocytes leading to myocarditis, 2) respiratory failure and hypoxemia resulting in damage to cardiac myocytes, 3) down regulation of ACE2 expression and subsequent protective signaling pathways in cardiac myocytes, 4) hypercoagulability and development of coronary microvascular thrombosis, 5) diffuse endothelial injury and ‘endotheliitis’ in several organs including heart, and, 6) inflammation and\/or stress causing coronary plaque rupture or supply-demand mismatch leading to myocardial ischemia\/infarction. Cardiac biomarkers can be used to aid in diagnosis as well as risk stratification. In patients with elevated hs-troponin, clinical context is important and myocarditis as well as stress induced cardiomyopathy should be considered in the differential, along with type I and type II myocardial infarction. Irrespective of etiology, patients with acute myocardial injury should be prioritized for treatment. Clinical decisions including interventions should be individualized and carefully tailored after thorough review of risks\/benefits. Given the complex interplay of SARS-CoV-2 with the cardiovascular system, further investigation into potential mechanisms is needed to guide effective therapies. Randomized trials are urgently needed to investigate treatment modalities to reduce the incidence and mortality associated with COVID-19 related acute myocardial injury.","publish_time":1591401600000,"author_summary":" Bavishi, Chirag; Bonow, Robert O.; Trivedi,<br>Vrinda; Abbott, J. Dawn; Messerli, Franz H.; Bhatt,<br>Deepak L.","abstract_summary":" The Coronavirus Disease 2019 (COVID-19) is now<br>a global pandemic with millions affected and<br>millions more at risk for contracting the infection. The<br>COVID-19 virus, SARS-CoV-2, affects multiple organ<br>systems particularly the lungs and heart. Elevation of<br>cardiac biomarkers, particularly high-sensitivity<br>troponin and\/or creatine kinase MB, is common in<br>patients with COVID-19 infection. In our review of<br>clinical studies, we found that in 26 studies including<br>11,685 patients, the weighted pooled prevalence of<br>acute myocardial injury was 20% (ranged from 5% to 38%<br>depending on the criteria used). The plausible<br>mechanisms of myocardial injury include, 1)<br>hyperinflammation and cytokine storm...","title_summary":" Acute myocardial injury in patients<br>hospitalized with COVID-19 infection: A review","x":18.9955940247,"y":-24.5271720886,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.9955940247,"tsne_y":-24.5271720886,"subcluster":7,"subcluster_description":"Mechanismsacute Myocardial Injury","shape":"p"},{"cord_uid":"czn8bpz7","source_x":"Medline; PMC","title":"Children’s heart and COVID-19: Up-to-date evidence in the form of a systematic review","doi":"10.1007\/s00431-020-03699-0","abstract":"The new coronavirus disease outbreak in 2019 (COVID-19) represents a dramatic challenge for healthcare systems worldwide. As to viral tropism, lungs are not the only COVID-19 target but also the heart may be involved in a not negligible percentage of the infected patients. Myocarditis-related cardiac dysfunction and potentially life-threatening arrhythmias are the main aftermaths. A few studies showed that myocardial injury in adult patients is often linked with a fatal outcome. Conversely, scientific evidence in children is sparse, although several reports were published with the description of a cardiac involvement in COVID-19 paediatric patients. In these young subjects, a background of surgically treated congenital heart disease seems to be a predisposing factor. Conclusion: This systematic review is aimed at summarizing all COVID-19 cases with a cardiac involvement published in paediatric age and trying to explain the underlying mechanisms responsible for COVID-19-related myocardial damage.","publish_time":1590796800000,"author_summary":" Sanna, Giulia; Serrau, Gaia; Bassareo, Pier<br>Paolo; Neroni, Paola; Fanos, Vassilios; Marcialis,<br>Maria Antonietta","abstract_summary":" The new coronavirus disease outbreak in 2019<br>(COVID-19) represents a dramatic challenge for<br>healthcare systems worldwide. As to viral tropism, lungs<br>are not the only COVID-19 target but also the heart<br>may be involved in a not negligible percentage of<br>the infected patients. Myocarditis-related<br>cardiac dysfunction and potentially<br>life-threatening arrhythmias are the main aftermaths. A few<br>studies showed that myocardial injury in adult<br>patients is often linked with a fatal outcome.<br>Conversely, scientific evidence in children is sparse,<br>although several reports were published with the<br>description of a cardiac involvement in COVID-19<br>paediatric patients. In these young subjects, a<br>background...","title_summary":" Children’s heart and COVID-19: Up-to-date<br>evidence in the form of a systematic review","x":19.1748085022,"y":-25.4655246735,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1748085022,"tsne_y":-25.4655246735,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"k3ibkk2v","source_x":"Elsevier; Medline; PMC","title":"Importance of the evaluation of systemic microvascular flow and reactivity in critically ill patients with coronavirus disease 2019 — COVID-19()","doi":"10.1016\/j.mvr.2020.104028","abstract":"Amidst the pandemic that has mesmerized the entire world, as it has not spared anyone according to any specific characteristic, some conditions have, in fact, emerged as risk factors for a complicated evolution of COVID-19. Older age, cardiovascular disease including hypertension, diabetes and pulmonary disease, have been associated with more severe presentations and\/or adverse prognosis. In this letter to the editor, we propose that the link between cardiovascular and metabolic diseases and the higher incidence and worse prognosis of COVID-19 patients is the (micro) vascular endothelium.","publish_time":1591660800000,"author_summary":" Tibirica, Eduardo; De Lorenzo, Andrea","abstract_summary":" Amidst the pandemic that has mesmerized the<br>entire world, as it has not spared anyone according to<br>any specific characteristic, some conditions<br>have, in fact, emerged as risk factors for a<br>complicated evolution of COVID-19. Older age,<br>cardiovascular disease including hypertension, diabetes and<br>pulmonary disease, have been associated with more severe<br>presentations and\/or adverse prognosis. In this letter to the<br>editor, we propose that the link between<br>cardiovascular and metabolic diseases and the higher<br>incidence and worse prognosis of COVID-19 patients is the<br>(micro) vascular endothelium.","title_summary":" Importance of the evaluation of systemic<br>microvascular flow and reactivity in critically ill patients<br>with coronavirus disease 2019 — COVID-19()","x":17.4396514893,"y":-24.3600120544,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.4396514893,"tsne_y":-24.3600120544,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"dtc5w5xs","source_x":"Medline; WHO","title":"Acute Coronary Syndromes and Covid-19: Exploring the Uncertainties.","doi":"10.3390\/jcm9061683","abstract":"Since an association between myocardial infarction (MI) and respiratory infections has been described for influenza viruses and other respiratory viral agents, understanding possible physiopathological links between severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and acute coronary syndromes (ACS) is of the greatest importance. The initial data suggest an underestimation of ACS cases all over the world, but acute MI still represents a major cause of morbidity and mortality worldwide and should not be overshadowed during the coronavirus disease (Covid-19) pandemic. No common consensus regarding the most adequate healthcare management policy for ACS is currently available. Indeed, important differences have been reported between the measures employed to treat ACS in China during the first disease outbreak and what currently represents clinical practice across Europe and the USA. This review aims to discuss the pathophysiological links between MI, respiratory infections, and Covid-19; epidemiological data related to ACS at the time of the Covid-19 pandemic; and learnings that have emerged so far from several catheterization labs and coronary care units all over the world, in order to shed some light on the current strategies for optimal management of ACS patients with confirmed or suspected SARS-CoV-2 infection.","publish_time":1591056000000,"author_summary":" Schiavone, Marco; Gobbi, Cecilia;<br>Biondi-Zoccai, Giuseppe; D'Ascenzo, Fabrizio; Palazzuoli,<br>Alberto; Gasperetti, Alessio; Mitacchione,<br>Gianfranco; Viecca, Maurizio; Galli, Massimo; Fedele,<br>Francesco; Mancone, Massimo; Forleo, Giovanni Battista","abstract_summary":" Since an association between myocardial<br>infarction (MI) and respiratory infections has been<br>described for influenza viruses and other respiratory<br>viral agents, understanding possible<br>physiopathological links between severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) and acute coronary<br>syndromes (ACS) is of the greatest importance. The<br>initial data suggest an underestimation of ACS cases<br>all over the world, but acute MI still represents a<br>major cause of morbidity and mortality worldwide and<br>should not be overshadowed during the coronavirus<br>disease (Covid-19) pandemic. No common consensus<br>regarding the most adequate healthcare management<br>policy for ACS is currently available. Indeed,<br>important differences have been...","title_summary":" Acute Coronary Syndromes and Covid-19:<br>Exploring the Uncertainties.","x":18.8999710083,"y":-23.793182373,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.8999710083,"tsne_y":-23.793182373,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"2oxe8a6h","source_x":"Medline; PMC","title":"Coronavirus Disease 2019 (COVID-19) and its implications for cardiovascular care: expert document from the German Cardiac Society and the World Heart Federation","doi":"10.1007\/s00392-020-01656-3","abstract":"Coronavirus diseases 2019 (COVID-19) has become a worldwide pandemic affecting people at high risk and particularly at advanced age, cardiovascular and pulmonary disease. As cardiovascular patients are at high risk but also have dyspnea and fatigue as leading symptoms, prevention, diagnostics and treatment in these patients are important to provide adequate care for those with or without COVID-19 but most importantly when comorbid cardiovascular conditions are present. Severe COVID-19 with acute respiratory distress (ARDS) is challenging as patients with elevated myocardial markers such as troponin are at enhanced high risk for fatal outcomes. As angiotensin-converting enzyme 2 (ACE2) is regarded as the viral receptor for cell entry and as the Coronavirus is downregulating this enzyme, which provides cardiovascular and pulmonary protection, there is ongoing discussions on whether treatment with cardiovascular drugs, which upregulate the viral receptor ACE2 should be modified. As most of the COVID-19 patients have cardiovascular comorbidities like hypertension, diabetes, coronary artery disease and heart failure, which imposes a high risk on these patients, cardiovascular therapy should not be modified or even withdrawn. As cardiac injury is a common feature of COVID-19 associated ARDS and is linked with poor outcomes, swift diagnostic management and specialist care of cardiovascular patients in the area of COVID-19 is of particular importance and deserves special attention.","publish_time":1590537600000,"author_summary":" Böhm, Michael; Frey, Norbert; Giannitsis,<br>Evangelos; Sliwa, Karen; Zeiher, Andreas M.","abstract_summary":" Coronavirus diseases 2019 (COVID-19) has<br>become a worldwide pandemic affecting people at high<br>risk and particularly at advanced age,<br>cardiovascular and pulmonary disease. As cardiovascular<br>patients are at high risk but also have dyspnea and<br>fatigue as leading symptoms, prevention, diagnostics<br>and treatment in these patients are important to<br>provide adequate care for those with or without<br>COVID-19 but most importantly when comorbid<br>cardiovascular conditions are present. Severe COVID-19 with<br>acute respiratory distress (ARDS) is challenging as<br>patients with elevated myocardial markers such as<br>troponin are at enhanced high risk for fatal outcomes. As<br>angiotensin-converting enzyme 2 (ACE2) is regarded...","title_summary":" Coronavirus Disease 2019 (COVID-19) and its<br>implications for cardiovascular care: expert document from<br>the German Cardiac Society and the World Heart<br>Federation","x":18.7685432434,"y":-23.4723720551,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.7685432434,"tsne_y":-23.4723720551,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1bx244k1","source_x":"Medline; PMC; WHO","title":"Stress Cardiomyopathy in COVID-19 Disease","doi":"10.12890\/2020_001718","abstract":"Patients affected by COVID-19 pneumonia may develop stress cardiomyopathy, also known as Takotsubo syndrome (TTS), at different stages during the disease and with different degrees of left ventricular dysfunction. We describe three cases of TTS in COVID-19-positive patients with different clinical presentations and outcomes. One of them died, while in the other two coronary angiography confirmed the diagnosis but was postponed until after pneumonia resolution because of the risk of virus spread. LEARNING POINTS: An association between COVID-19 and cardiac involvement is highlighted. The incidence of Takotsubo syndrome has increased during this pandemic, possibly because it is caused by acute stress.","publish_time":1589500800000,"author_summary":" Pasqualetto, Maria Cristina; Secco,<br>Eleonora; Nizzetto, Manuele; Scevola, Moreno;<br>Altafini, Lorella; Cester, Alberto; Rigo, Fausto","abstract_summary":" Patients affected by COVID-19 pneumonia may<br>develop stress cardiomyopathy, also known as<br>Takotsubo syndrome (TTS), at different stages during the<br>disease and with different degrees of left ventricular<br>dysfunction. We describe three cases of TTS in<br>COVID-19-positive patients with different clinical<br>presentations and outcomes. One of them died, while in the<br>other two coronary angiography confirmed the<br>diagnosis but was postponed until after pneumonia<br>resolution because of the risk of virus spread. LEARNING<br>POINTS: An association between COVID-19 and cardiac<br>involvement is highlighted. The incidence of Takotsubo<br>syndrome has increased during this pandemic, possibly<br>because it is caused by acute...","title_summary":" Stress Cardiomyopathy in COVID-19 Disease","x":17.7961750031,"y":-25.4428501129,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.7961750031,"tsne_y":-25.4428501129,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"gvenywfc","source_x":"Elsevier; PMC; WHO","title":"Unprotected stroke management in an undiagnosed case of Severe Acute Respiratory Syndrome Coronavirus 2 infection","doi":"10.1016\/j.jstrokecerebrovasdis.2020.104981","abstract":"Abstract Coronavirus disease 19 (COVID-19) is an emerging infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In this scenario, managing acute medical conditions, such as stroke, requires a timely treatment together with proper strategies that minimize the risk of infection spreading to health care workers and other patients. We report the case of a 79-year-old woman, who was admitted for a wake-up stroke due to occlusion of the left middle cerebral artery. She was treated outside the COVID-19-dedicated track of the hospital because she had no concomitant signs or symptoms suggestive of SARS-CoV-2 infection nor recent contact with other infected individuals. Post-mortem nasal and pharyngeal swab was positive for SARS-CoV-2 infection. We propose that hyperacute stroke patients should be tested for SARS-CoV-2 infection at admission and then managed as having COVID-19 until cleared by a negative result. We are aware that such measure results in some delay of the acute treatment of stroke, which could be minimal using well-exercised containment protocols.","publish_time":1590192000000,"author_summary":" Papi, Claudia; Spagni, Gregorio; Alexandre,<br>Andrea; Calabresi, Paolo; Marca, Giacomo Della;<br>Broccolini, Aldobrando","abstract_summary":" Abstract Coronavirus disease 19 (COVID-19) is<br>an emerging infectious disease caused by severe<br>acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2). In this scenario, managing acute medical<br>conditions, such as stroke, requires a timely treatment<br>together with proper strategies that minimize the risk<br>of infection spreading to health care workers and<br>other patients. We report the case of a 79-year-old<br>woman, who was admitted for a wake-up stroke due to<br>occlusion of the left middle cerebral artery. She was<br>treated outside the COVID-19-dedicated track of the<br>hospital because she had no concomitant signs or<br>symptoms suggestive of SARS-CoV-2 infection nor recent<br>contact...","title_summary":" Unprotected stroke management in an<br>undiagnosed case of Severe Acute Respiratory Syndrome<br>Coronavirus 2 infection","x":19.3045120239,"y":-26.3642673492,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.3045120239,"tsne_y":-26.3642673492,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"7fae4j37","source_x":"Elsevier; Medline; PMC","title":"Kidney Infarction in Patients With COVID-19","doi":"10.1053\/j.ajkd.2020.05.004","abstract":"Coronavirus disease 2019 (COVID-19) is a contagious, life-threatening infection caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Recent findings indicate an increased risk of acute kidney injury during COVID-19. The pathophysiological mechanisms leading to acute kidney injury in COVID-19 are unclear, but may include direct cytopathic effects of the virus on kidney tubular and endothelial cells, indirect damage caused by virus-induced cytokine release, and kidney hypoperfusion due to a restrictive fluid strategy. In this case-report we propose an additional pathophysiological mechanism. We describe two cases in which patients with COVID-19 developed a decrease in kidney function due to kidney infarction. These patients did not have atrial fibrillation. One of these patients was treated with therapeutic doses of low molecular weight heparin, whereafter no further deterioration of kidney function was observed. Our findings implicate that the differential diagnosis of acute kidney injury in COVID-19 patients should include kidney infarction, which may have important preventive and therapeutic implications.","publish_time":1590710400000,"author_summary":" Post, Adrian; den Deurwaarder, Edwin S.G.;<br>Bakker, Stephan J.L.; de Haas, Robbert J.; van Meurs,<br>Matijs; Gansevoort, Ron T.; Berger, Stefan P.","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>contagious, life-threatening infection caused by the<br>severe acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2). Recent findings indicate an increased risk of<br>acute kidney injury during COVID-19. The<br>pathophysiological mechanisms leading to acute kidney injury in<br>COVID-19 are unclear, but may include direct cytopathic<br>effects of the virus on kidney tubular and endothelial<br>cells, indirect damage caused by virus-induced<br>cytokine release, and kidney hypoperfusion due to a<br>restrictive fluid strategy. In this case-report we propose<br>an additional pathophysiological mechanism. We<br>describe two cases in which patients with COVID-19<br>developed a decrease in kidney function due to...","title_summary":" Kidney Infarction in Patients With COVID-19","x":19.4325675964,"y":-24.5496864319,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.4325675964,"tsne_y":-24.5496864319,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lwh1609m","source_x":"Medline; PMC","title":"SARS-CoV-2 and myocardial injury: a role for Nox2?","doi":"10.1007\/s11739-020-02348-6","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) may be complicated by myocardial injury but at-risk patients as well as mechanism of disease are unclear. We gathered data regarding troponin levels in the so far reported SARS-CoV-2 patients and found a large variability in terms of troponin levels, patients with more severe disease, as those treated by ICU, presenting with higher percentage of troponin elevation. However, lack of prospective studies hampers adequate analysis of risk factors of myocardial damage. Previous study demonstrated that Nox2 is up-regulated in pneumonia and closely associated with troponin elevation suggesting Nox2 activation as mechanism eliciting myocardial damage; data in SARS-CoV-2 are still lacking. We hypothesize that SARS-Cov-2 may induce myocardial injury via Nox2-related ROS production and that analysis and eventually targeting Nox2 may be a novel approach to manage SARS-CoV-2.","publish_time":1589241600000,"author_summary":" Violi, Francesco; Pastori, Daniele;<br>Pignatelli, Pasquale; Cangemi, Roberto","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) may be complicated by<br>myocardial injury but at-risk patients as well as<br>mechanism of disease are unclear. We gathered data<br>regarding troponin levels in the so far reported<br>SARS-CoV-2 patients and found a large variability in terms<br>of troponin levels, patients with more severe<br>disease, as those treated by ICU, presenting with higher<br>percentage of troponin elevation. However, lack of<br>prospective studies hampers adequate analysis of risk<br>factors of myocardial damage. Previous study<br>demonstrated that Nox2 is up-regulated in pneumonia and<br>closely associated with troponin elevation<br>suggesting Nox2 activation as mechanism eliciting<br>myocardial...","title_summary":" SARS-CoV-2 and myocardial injury: a role for<br>Nox2?","x":19.770570755,"y":-24.1503829956,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.770570755,"tsne_y":-24.1503829956,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4q2olzx1","source_x":"Elsevier; Medline; PMC","title":"The Heart in COVID19: Primary Target or Secondary Bystander?","doi":"10.1016\/j.jacbts.2020.04.001","abstract":"Summary: In the throes of the current COVID-19 pandemic, interest has burgeoned in the cardiovascular complications of this virulent viral infection. As troponin, a biomarker of cardiac injury, often rises in hospitalized patients, its interpretation and actionability require careful consideration. Fulminant myocarditis due to direct viral infection can certainly occur, but patients with increased oxygen demands due to tachycardia and fever, and reduced oxygen delivery due to hypotension and hypoxemia can cause myocardial injury indirectly. Cytokines released during the acute infection can elicit activation of cells within pre-existing atherosclerotic lesions, augmenting thrombotic risk and risk of ischemic syndromes. Moreover, microvascular activation by cytokines can cause not only myocardial injury but harm other organ systems commonly involved in COVID-19 infections including the kidneys. Dealing with the immense challenge of COVID-19 disease, confronted with severely ill patients in dire straits with virtually no rigorous evidence base to guide our therapy, we must call upon our clinical skills and judgment. These touchstones can help guide us in selecting patients who might benefit from the advanced imaging and invasive procedures that present enormous logistical challenges in the current context. Lacking a robust evidence base, pathophysiologic reasoning can help guide our choices of therapy for individual clinical scenarios. We must exercise caution and extreme humility, as often plausible interventions fail when tested rigorously. But act today we must, and understanding the multiplicity of mechanisms of myocardial injury in COVID-19 infection will help us meet our mission unsupported by the comfort of strong data.","publish_time":1586476800000,"author_summary":" Libby, Peter","abstract_summary":" Summary: In the throes of the current COVID-19<br>pandemic, interest has burgeoned in the cardiovascular<br>complications of this virulent viral infection. As troponin,<br>a biomarker of cardiac injury, often rises in<br>hospitalized patients, its interpretation and<br>actionability require careful consideration. Fulminant<br>myocarditis due to direct viral infection can certainly<br>occur, but patients with increased oxygen demands due<br>to tachycardia and fever, and reduced oxygen<br>delivery due to hypotension and hypoxemia can cause<br>myocardial injury indirectly. Cytokines released during<br>the acute infection can elicit activation of cells<br>within pre-existing atherosclerotic lesions,<br>augmenting thrombotic risk and risk of ischemic<br>syndromes. Moreover, microvascular...","title_summary":" The Heart in COVID19: Primary Target or<br>Secondary Bystander?","x":19.2227630615,"y":-24.7193584442,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2227630615,"tsne_y":-24.7193584442,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"m6eal7lu","source_x":"Medline; PMC","title":"COVID-19 in the heart and the lungs: could we “Notch” the inflammatory storm?","doi":"10.1007\/s00395-020-0791-5","abstract":"From January 2020, coronavirus disease (COVID-19) originated in China has spread around the world. The disease is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The presence of myocarditis, cardiac arrest, and acute heart failure in COVID-19 patients suggests the existence of a relationship between SARS-CoV-2 infection and cardiac disease. The Notch signalling is a major regulator of cardiovascular function and it is also implicated in several biological processes mediating viral infections. In this report we discuss the possibility to target Notch signalling to prevent SARS-CoV-2 infection and interfere with the progression of COVID-19- associated heart and lungs disease.","publish_time":1586390400000,"author_summary":" Rizzo, Paola; Vieceli Dalla Sega, Francesco;<br>Fortini, Francesca; Marracino, Luisa; Rapezzi,<br>Claudio; Ferrari, Roberto","abstract_summary":" From January 2020, coronavirus disease<br>(COVID-19) originated in China has spread around the<br>world. The disease is caused by the severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2). The<br>presence of myocarditis, cardiac arrest, and acute<br>heart failure in COVID-19 patients suggests the<br>existence of a relationship between SARS-CoV-2<br>infection and cardiac disease. The Notch signalling is a<br>major regulator of cardiovascular function and it is<br>also implicated in several biological processes<br>mediating viral infections. In this report we discuss the<br>possibility to target Notch signalling to prevent<br>SARS-CoV-2 infection and interfere with the progression<br>of COVID-19- associated heart and lungs...","title_summary":" COVID-19 in the heart and the lungs: could we<br>“Notch” the inflammatory storm?","x":17.3627624512,"y":-24.9109039307,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.3627624512,"tsne_y":-24.9109039307,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"hj6dobhd","source_x":"Medline; PMC; WHO","title":"Care of patients with pulmonary arterial hypertension during the coronavirus (COVID-19) pandemic","doi":"10.1177\/2045894020920153","abstract":"The COVID-19 pandemic presents many unique challenges when caring for patients with pulmonary hypertension. The COVID-19 pandemic has altered routine standard of care practice and the acute management particularly for those patients with pulmonary arterial hypertension, where pulmonary arterial hypertension-specific treatments are used. It is important to balance the ongoing care and evaluation of pulmonary arterial hypertension patients with “exposure risk” to COVID-19 for patients coming to clinic or the hospital. If there is a morbidity and mortality benefit from starting pulmonary arterial hypertension therapies, for example in a patient with high-likelihood of pulmonary arterial hypertension, then it remains important to complete the thorough evaluation. However, the COVID-19 outbreak may also represent a unique time when pulmonary hypertension experts have to weigh the risks and benefits of the diagnostic work-up including potential exposure to COVID-19 versus initiating targeted pulmonary arterial hypertension therapy in a select high-risk, high likelihood World Symposium Pulmonary Hypertension Group 1 pulmonary arterial hypertension patients. This document will highlight some of the issues facing providers, patients, and the pulmonary arterial hypertension community in real-time as the COVID-19 pandemic is evolving and is intended to share expected common clinical scenarios and best clinical practices to help the community at-large.","publish_time":1588118400000,"author_summary":" Ryan, John J.; Melendres-Groves, Lana;<br>Zamanian, Roham T.; Oudiz, Ronald J.; Chakinala, Murali;<br>Rosenzweig, Erika B.; Gomberg-Maitland, Mardi","abstract_summary":" The COVID-19 pandemic presents many unique<br>challenges when caring for patients with pulmonary<br>hypertension. The COVID-19 pandemic has altered routine<br>standard of care practice and the acute management<br>particularly for those patients with pulmonary arterial<br>hypertension, where pulmonary arterial<br>hypertension-specific treatments are used. It is important to balance<br>the ongoing care and evaluation of pulmonary<br>arterial hypertension patients with “exposure risk” to<br>COVID-19 for patients coming to clinic or the hospital.<br>If there is a morbidity and mortality benefit from<br>starting pulmonary arterial hypertension therapies,<br>for example in a patient with high-likelihood of<br>pulmonary arterial hypertension, then it remains<br>important...","title_summary":" Care of patients with pulmonary arterial<br>hypertension during the coronavirus (COVID-19) pandemic","x":18.1983737946,"y":-23.5100841522,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.1983737946,"tsne_y":-23.5100841522,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"dthdszdn","source_x":"Elsevier; Medline; PMC","title":"Cardiovascular implications of the COVID-19 pandemic: a global perspective","doi":"10.1016\/j.cjca.2020.05.018","abstract":"The Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), represents the pandemic of the century, with approximately 3.5 million cases and 250,000 deaths worldwide as of May 2020. Although respiratory symptoms usually dominate the clinical presentation, COVID-19 is now known to also have potentially serious cardiovascular consequences, including myocardial injury, myocarditis, acute coronary syndromes, pulmonary embolism, stroke, arrhythmias, heart failure, and cardiogenic shock. The cardiac manifestations of COVID-19 might be related to the adrenergic drive, systemic inflammatory milieu and cytokine-release syndrome caused by SARS-CoV-2, direct viral infection of myocardial and endothelial cells, hypoxia due to respiratory failure, electrolytic imbalances, fluid overload, and side effects of certain COVID-19 medications. COVID-19 has profoundly reshaped usual care of both ambulatory and acute cardiac patients, by leading to the cancellation of elective procedures and by reducing the efficiency of existing pathways of urgent care, respectively. Decreased utilization of healthcare services for acute conditions by non-COVID-19 patients has also been reported and attributed to concerns about acquiring in-hospital infection. Innovative approaches that leverage modern technologies to tackle the COVID-19 pandemic have been introduced, which include telemedicine, dissemination of educational material over social media, smartphone apps for case tracking, and artificial intelligence for pandemic modelling, among others. This article provides a comprehensive overview of the pathophysiology and cardiovascular implications of COVID-19, its impact on existing pathways of care, the role of modern technologies to tackle the pandemic, and a proposal of novel management algorithms for the most common acute cardiac conditions.","publish_time":1589587200000,"author_summary":" Boukhris, Marouane; Hillani, Ali; Moroni,<br>Francesco; Annabi, Mohamed Salah; Addad, Faouzi;<br>Ribeiro, Marcelo Harada; Mansour, Samer; Zhao,<br>Xiaohui; Ybarra, Luiz Fernando; Abbate, Antonio;<br>Vilca, Luz Maria; Azzalini, Lorenzo","abstract_summary":" The Coronavirus disease 2019 (COVID-19),<br>caused by severe acute respiratory syndrome<br>coronavirus-2 (SARS-CoV-2), represents the pandemic of the<br>century, with approximately 3.5 million cases and<br>250,000 deaths worldwide as of May 2020. Although<br>respiratory symptoms usually dominate the clinical<br>presentation, COVID-19 is now known to also have potentially<br>serious cardiovascular consequences, including<br>myocardial injury, myocarditis, acute coronary<br>syndromes, pulmonary embolism, stroke, arrhythmias,<br>heart failure, and cardiogenic shock. The cardiac<br>manifestations of COVID-19 might be related to the adrenergic<br>drive, systemic inflammatory milieu and<br>cytokine-release syndrome caused by SARS-CoV-2, direct viral<br>infection of myocardial and endothelial cells, hypoxia<br>due to respiratory...","title_summary":" Cardiovascular implications of the COVID-19<br>pandemic: a global perspective","x":19.1587333679,"y":-24.0758056641,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1587333679,"tsne_y":-24.0758056641,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"8nv1a76u","source_x":"Elsevier; Medline; PMC","title":"SARS-CoV-2 Infection and Cardiovascular Disease: COVID-19 Heart","doi":"10.1016\/j.hlc.2020.05.101","abstract":"Coronavirus disease (COVID-19) is a serious illness caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The symptoms of the disease range from asymptomatic to mild respiratory symptoms and even potentially life-threatening cardiovascular and pulmonary complications. Cardiac complications include acute myocardial injury, arrhythmias, cardiogenic shock and even sudden death. Furthermore, drug interactions with COVID-19 therapies may place the patient at risk for arrhythmias, cardiomyopathy and sudden death. In this review, we summarise the cardiac manifestations of COVID-19 infection and propose a simplified algorithm for patient management during the COVID-19 pandemic.","publish_time":1591315200000,"author_summary":" Dhakal, Bishnu P.; Sweitzer, Nancy K.; Indik,<br>Julia H.; Acharya, Deepak; William, Preethi","abstract_summary":" Coronavirus disease (COVID-19) is a serious<br>illness caused by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2). The symptoms of the disease<br>range from asymptomatic to mild respiratory<br>symptoms and even potentially life-threatening<br>cardiovascular and pulmonary complications. Cardiac<br>complications include acute myocardial injury,<br>arrhythmias, cardiogenic shock and even sudden death.<br>Furthermore, drug interactions with COVID-19 therapies may<br>place the patient at risk for arrhythmias,<br>cardiomyopathy and sudden death. In this review, we summarise<br>the cardiac manifestations of COVID-19 infection<br>and propose a simplified algorithm for patient<br>management during the COVID-19 pandemic.","title_summary":" SARS-CoV-2 Infection and Cardiovascular<br>Disease: COVID-19 Heart","x":17.4019794464,"y":-24.9405975342,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.4019794464,"tsne_y":-24.9405975342,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"mbbnk3la","source_x":"Elsevier; Medline; PMC","title":"Cardiovascular complications in COVID-19","doi":"10.1016\/j.ajem.2020.04.048","abstract":"Abstract Background The coronavirus disease of 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While systemic inflammation and pulmonary complications can result in significant morbidity and mortality, cardiovascular complications may also occur. Objective This brief report evaluates cardiovascular complications in the setting of COVID-19 infection. Discussion The current COVID-19 pandemic has resulted in over one million infected worldwide and thousands of death. The virus binds and enters through angiotensin-converting enzyme 2 (ACE2). COVID-19 can result in systemic inflammation, multiorgan dysfunction, and critical illness. The cardiovascular system is also affected, with complications including myocardial injury, myocarditis, acute myocardial infarction, heart failure, dysrhythmias, and venous thromboembolic events. Current therapies for COVID-19 may interact with cardiovascular medications. Conclusions Emergency clinicians should be aware of these cardiovascular complications when evaluating and managing the patient with COVID-19.","publish_time":1587168000000,"author_summary":" Long, Brit; Brady, William J.; Koyfman, Alex;<br>Gottlieb, Michael","abstract_summary":" Abstract Background The coronavirus disease<br>of 2019 (COVID-19) is caused by the severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2). While<br>systemic inflammation and pulmonary complications can<br>result in significant morbidity and mortality,<br>cardiovascular complications may also occur. Objective This<br>brief report evaluates cardiovascular<br>complications in the setting of COVID-19 infection.<br>Discussion The current COVID-19 pandemic has resulted in<br>over one million infected worldwide and thousands<br>of death. The virus binds and enters through<br>angiotensin-converting enzyme 2 (ACE2). COVID-19 can result in<br>systemic inflammation, multiorgan dysfunction, and<br>critical illness. The cardiovascular system is also<br>affected, with complications including myocardial<br>injury, myocarditis,...","title_summary":" Cardiovascular complications in COVID-19","x":18.7935314178,"y":-24.2233791351,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.7935314178,"tsne_y":-24.2233791351,"subcluster":2,"subcluster_description":"Cardiovascular Issues","shape":"p"},{"cord_uid":"nun9nh9k","source_x":"Elsevier; Medline; PMC","title":"Considerations for Heart Failure Care During the Coronavirus Disease 2019 (COVID-19) Pandemic","doi":"10.1016\/j.jchf.2020.05.006","abstract":"Abstract The coronavirus disease 2019 (COVID-19) pandemic has affected the care of patients with HF who contract COVID-19 as well as those without COVID-19 who have been impacted by the restructuring of health care delivery. Patients with HF and other cardiovascular comorbidities are at risk for severe disease and complications of infection. Similarly, COVID-19 has been demonstrated to cause myocarditis and may be implicated in new-onset cardiomyopathy. During this pandemic, special considerations are needed for patients with advanced HF, including those supported by durable left ventricular assist devices (LVADs) and heart transplant recipients. The purpose of this review is to summarize emerging data regarding the development of HF secondary to COVID-19, COVID-19 infection in patients with advanced HF, and the implications of the pandemic on care for non-infected patients with HF.","publish_time":1591142400000,"author_summary":" DeFilippis, Ersilia M.; Reza, Nosheen;<br>Donald, Elena; Givertz, Michael M.; Lindenfeld,<br>JoAnn; Jessup, Mariell","abstract_summary":" Abstract The coronavirus disease 2019<br>(COVID-19) pandemic has affected the care of patients with<br>HF who contract COVID-19 as well as those without<br>COVID-19 who have been impacted by the restructuring of<br>health care delivery. Patients with HF and other<br>cardiovascular comorbidities are at risk for severe disease<br>and complications of infection. Similarly,<br>COVID-19 has been demonstrated to cause myocarditis and<br>may be implicated in new-onset cardiomyopathy.<br>During this pandemic, special considerations are<br>needed for patients with advanced HF, including those<br>supported by durable left ventricular assist devices<br>(LVADs) and heart transplant recipients. The purpose<br>of this review is to...","title_summary":" Considerations for Heart Failure Care During<br>the Coronavirus Disease 2019 (COVID-19) Pandemic","x":18.0071773529,"y":-24.1858882904,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.0071773529,"tsne_y":-24.1858882904,"subcluster":1,"subcluster_description":"Heart Failure Care","shape":"p"},{"cord_uid":"ls07rfx4","source_x":"Medline; PMC","title":"Perioperative care of the newborns with CHDs in the time of COVID-19","doi":"10.1017\/s1047951120001845","abstract":"Coronavirus disease 2019 (COVID-19), caused by a novel betacoronavirus (SARS-CoV-2), has led to an unexpected outbreak affecting people of all ages. The first data showed that COVID-19 could cause severe pulmonary disease, cardiac injury, and death in adults, especially the elderly and those with concomitant diseases. Currently, it was demonstrated that severe COVID-19 may also develop in neonatal age, although rarely. Newborns with CHD are known to be at high risk for increased morbidity from viral lower respiratory tract infections because of underlying anatomical cardiac lesions. There are limited data on the implications of COVID-19 on patients with cardiovascular disease, especially for those with CHD. Herein, we aimed to summarise the COVID-19-specific perioperative management issues for newborns with CHD by combining available data from the perspectives of neonatology and paediatric cardiovascular surgery.","publish_time":1592352000000,"author_summary":" Dilli, Dilek; Taşoğlu, Irfan","abstract_summary":" Coronavirus disease 2019 (COVID-19), caused<br>by a novel betacoronavirus (SARS-CoV-2), has led<br>to an unexpected outbreak affecting people of all<br>ages. The first data showed that COVID-19 could cause<br>severe pulmonary disease, cardiac injury, and death<br>in adults, especially the elderly and those with<br>concomitant diseases. Currently, it was demonstrated that<br>severe COVID-19 may also develop in neonatal age,<br>although rarely. Newborns with CHD are known to be at high<br>risk for increased morbidity from viral lower<br>respiratory tract infections because of underlying<br>anatomical cardiac lesions. There are limited data on the<br>implications of COVID-19 on patients with cardiovascular<br>disease,...","title_summary":" Perioperative care of the newborns with CHDs in<br>the time of COVID-19","x":17.7940807343,"y":-24.0616378784,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.7940807343,"tsne_y":-24.0616378784,"subcluster":1,"subcluster_description":"Heart Failure Care","shape":"p"},{"cord_uid":"kn1lcsia","source_x":"Elsevier; Medline; PMC","title":"SARS-CoV-2, COVID-19 and inherited arrhythmia syndromes","doi":"10.1016\/j.hrthm.2020.03.024","abstract":"Ever since the first case was reported at the end of 2019, the SARS-COV-2 virus and associated lung disease COVID-19 has spread throughout the world and has become a pandemic. In particular, the high transmission rate of the virus has made it a threat to public health globally. Currently, there is no proven effective therapy against the virus, and the impact on other diseases is also uncertain, especially inherited arrhythmia syndrome. Arrhythmogenic effect of COVID-19 can be expected, potentially contributing to disease outcome. This may be of importance for patients with an increased risk for cardiac arrhythmias, either secondary to acquired conditions or co-morbidities or consequent to inherited syndromes. Management of patients with inherited arrhythmia syndromes such as Long QT syndrome, Brugada syndrome, Short QT syndrome and Catecholaminergic Polymorphic Ventricular Tachycardia in the setting of the COVID-19 pandemic may prove particularly challenging. Depending on the inherited defect involved, these patients may be susceptible to pro-arrhythmic effects of COVID-19-related issues such as fever, stress, electrolyte disturbances and use of antiviral drugs. We here describe the potential COVID-19 associated risks and therapeutic considerations for patients with distinct inherited arrhythmia syndromes and provide recommendations, pending local possibilities, for their monitoring and management during this pandemic.","publish_time":1585612800000,"author_summary":" Wu, Cheng-I.; Postema, Pieter G.; Arbelo,<br>Elena; Behr, Elijah R.; Bezzina, Connie R.;<br>Napolitano, Carlo; Robyns, Tomas; Probst, Vincent;<br>Schulze-Bahr, Eric; Remme, Carol Ann; Wilde, Arthur A.M.","abstract_summary":" Ever since the first case was reported at the end<br>of 2019, the SARS-COV-2 virus and associated lung<br>disease COVID-19 has spread throughout the world and<br>has become a pandemic. In particular, the high<br>transmission rate of the virus has made it a threat to public<br>health globally. Currently, there is no proven<br>effective therapy against the virus, and the impact on<br>other diseases is also uncertain, especially<br>inherited arrhythmia syndrome. Arrhythmogenic effect<br>of COVID-19 can be expected, potentially<br>contributing to disease outcome. This may be of importance<br>for patients with an increased risk for cardiac<br>arrhythmias, either secondary to...","title_summary":" SARS-CoV-2, COVID-19 and inherited<br>arrhythmia syndromes","x":19.2705535889,"y":-23.3304214478,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2705535889,"tsne_y":-23.3304214478,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xkg0ylz8","source_x":"Medline; PMC","title":"Cardiovascular Complications in Patients with COVID-19: Consequences of Viral Toxicities and Host Immune Response","doi":"10.1007\/s11886-020-01292-3","abstract":"PURPOSE OF REVIEW: Coronavirus disease of 2019 (COVID-19) is a cause of significant morbidity and mortality worldwide. While cardiac injury has been demonstrated in critically ill COVID-19 patients, the mechanism of injury remains unclear. Here, we review our current knowledge of the biology of SARS-CoV-2 and the potential mechanisms of myocardial injury due to viral toxicities and host immune responses. RECENT FINDINGS: A number of studies have reported an epidemiological association between history of cardiac disease and worsened outcome during COVID infection. Development of new onset myocardial injury during COVID-19 also increases mortality. While limited data exist, potential mechanisms of cardiac injury include direct viral entry through the angiotensin-converting enzyme 2 (ACE2) receptor and toxicity in host cells, hypoxia-related myocyte injury, and immune-mediated cytokine release syndrome. Potential treatments for reducing viral infection and excessive immune responses are also discussed. SUMMARY: COVID patients with cardiac disease history or acquire new cardiac injury are at an increased risk for in-hospital morbidity and mortality. More studies are needed to address the mechanism of cardiotoxicity and the treatments that can minimize permanent damage to the cardiovascular system.","publish_time":1587427200000,"author_summary":" Zhu, Han; Rhee, June-Wha; Cheng, Paul;<br>Waliany, Sarah; Chang, Amy; Witteles, Ronald M.;<br>Maecker, Holden; Davis, Mark M.; Nguyen, Patricia K.;<br>Wu, Sean M.","abstract_summary":" PURPOSE OF REVIEW: Coronavirus disease of 2019<br>(COVID-19) is a cause of significant morbidity and<br>mortality worldwide. While cardiac injury has been<br>demonstrated in critically ill COVID-19 patients, the<br>mechanism of injury remains unclear. Here, we review our<br>current knowledge of the biology of SARS-CoV-2 and the<br>potential mechanisms of myocardial injury due to viral<br>toxicities and host immune responses. RECENT FINDINGS: A<br>number of studies have reported an epidemiological<br>association between history of cardiac disease and<br>worsened outcome during COVID infection. Development<br>of new onset myocardial injury during COVID-19<br>also increases mortality. While limited data<br>exist, potential mechanisms of...","title_summary":" Cardiovascular Complications in Patients<br>with COVID-19: Consequences of Viral Toxicities<br>and Host Immune Response","x":19.3593025208,"y":-24.047416687,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.3593025208,"tsne_y":-24.047416687,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"myj3gw8d","source_x":"Elsevier; PMC; WHO","title":"2019 Novel-coronavirus: Cardiovascular Insights about Risk Factors, Myocardial Injury, Therapy and Clinical Implications","doi":"10.1016\/j.cdtm.2020.06.002","abstract":"From December 31th, 2019, a novel highly pathogenic coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has spread worldwide, reaching at present the dimension of a pandemic. In addition to damaging the lungs, SARS-CoV-2 may also damage the heart and this is corroborated by the evidence that cardiovascular comorbidities are associated with a higher mortality and poor clinical outcomes in patient infected by the virus. During the infection myocardial injury, myocarditis and arrhythmias have also been reported, but the pathophysiological mechanisms of these complications are yet to be understood. Great attention is also being posed on the potential beneficial\/harmful role of angiotensin converting enzyme (ACE) inhibitors, as far as the virus binds to angiotensin converting enzyme 2 (ACE2) to infect cells, but evidences lack. Furthermore, SARS-CoV-2 can also affect the aspect of acute coronary syndromes, not only because these two distinct pathological entities share pathogenic aspects (such as the systemic inflammatory state and cytokine release), but also and above all for the consequences that the need to contain the infection has on the management of cardiological urgencies. Aim of this review is therefore to summarize the relationship between the virus and the cardiovascular system.","publish_time":1592006400000,"author_summary":" Cappannoli, Luigi; Scacciavillani, Roberto;<br>Iannaccone, Giulia; Anastasia, Gianluca; Di Giusto,<br>Federico; Loria, Valentina; Aspromonte, Nadia","abstract_summary":" From December 31th, 2019, a novel highly<br>pathogenic coronavirus, severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2), has spread<br>worldwide, reaching at present the dimension of a<br>pandemic. In addition to damaging the lungs, SARS-CoV-2<br>may also damage the heart and this is corroborated<br>by the evidence that cardiovascular<br>comorbidities are associated with a higher mortality and poor<br>clinical outcomes in patient infected by the virus.<br>During the infection myocardial injury, myocarditis<br>and arrhythmias have also been reported, but the<br>pathophysiological mechanisms of these complications are yet to be<br>understood. Great attention is also being posed on the<br>potential beneficial\/harmful role...","title_summary":" 2019 Novel-coronavirus: Cardiovascular<br>Insights about Risk Factors, Myocardial Injury,<br>Therapy and Clinical Implications","x":19.4326343536,"y":-23.9272956848,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.4326343536,"tsne_y":-23.9272956848,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"ynt2koko","source_x":"Elsevier; Medline; PMC","title":"Management of Cardiovascular Disease During Coronavirus Disease (COVID-19) Pandemic","doi":"10.1016\/j.tcm.2020.05.004","abstract":"ABSTRACT Patients with pre-existing cardiovascular disease and risk factors are more likely to experience adverse outcomes associated with the novel coronavirus disease-2019 (COVID-19). Additionally, consistent reports of cardiac injury and de novo cardiac complications, including possible myocarditis, arrhythmia, and heart failure in patients without prior cardiovascular disease or significant risk factors, are emerging, possibly due to an accentuated host immune response and cytokine release syndrome. As the spread of the virus increases exponentially, many patients will require medical care either for COVID-19 related or traditional cardiovascular issues. While the COVID-19 pandemic is dominating the attention of the healthcare system, there is an unmet need for a standardized approach to deal with COVID-19 associated and other traditional cardiovascular issues during this period. We provide consensus guidance for the management of various cardiovascular conditions during the ongoing COVID-19 pandemic with the goal of providing the best care to all patients and minimizing the risk of exposure to frontline healthcare workers.","publish_time":1590624000000,"author_summary":" Ganatra, Sarju; Dani, Sourbha S.; Shah,<br>Sachin; Asnani, Aarti; Neilan, Tomas G.; Lenihan,<br>Daniel; Ky, Bonnie; Barac, Ana; Hayek, Salim S.; Leja,<br>Monika; Herrmann, Joerg; Thavendiranathan,<br>Paaladinesh; Fradley, Michael; Bang, Vigyan; Shreyder,<br>Katherine; Parikh, Rohan; Patel, Rushin; Singh, Amitoj;<br>Brar, Simarjeet; Guha, Avirup; Gupta, Dipti;<br>Mascari, Paolo; Patten, Richard; Venesy, David;<br>Nohria, Anju; Resnic, Frederic S.","abstract_summary":" ABSTRACT Patients with pre-existing<br>cardiovascular disease and risk factors are more likely to<br>experience adverse outcomes associated with the novel<br>coronavirus disease-2019 (COVID-19). Additionally,<br>consistent reports of cardiac injury and de novo cardiac<br>complications, including possible myocarditis, arrhythmia,<br>and heart failure in patients without prior<br>cardiovascular disease or significant risk factors, are<br>emerging, possibly due to an accentuated host immune<br>response and cytokine release syndrome. As the spread of<br>the virus increases exponentially, many patients<br>will require medical care either for COVID-19<br>related or traditional cardiovascular issues. While<br>the COVID-19 pandemic is dominating the attention<br>of the healthcare system, there...","title_summary":" Management of Cardiovascular Disease During<br>Coronavirus Disease (COVID-19) Pandemic","x":18.4460983276,"y":-23.7351989746,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.4460983276,"tsne_y":-23.7351989746,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"go48sux5","source_x":"Medline; PMC","title":"Cardiovascular disease management during the coronavirus disease 2019 pandemic","doi":"10.7150\/ijms.46484","abstract":"Based on clinical presentation, pathophysiology, high infectivity, high cardiovascular involvement, and therapeutic agents with cardiovascular toxicity of coronavirus disease 2019 (COVID-19), regular cardiovascular treatment is being changing greatly. Despite angiotensin-converting enzyme 2 serving as the portal for infection, the continuation of clinically indicated renin-angiotensin-aldosterone blockers is recommended according to the present evidence. Fibrinolytic therapy can be considered a reasonable option for the relatively stable ST segment elevation myocardial infarction (STEMI) patient with suspected or known COVID-19. However, primary percutaneous coronary intervention is still the standard of care in patients with definite STEMI if personal protective equipment is available and cardiac catheterization laboratory has a good infection control. In patients with elevated cardiac enzymes, it is very important to differentiate patients with Type 2 myocardial infarction or myocarditis from those with true acute coronary syndromes because invasive percutaneous intervention management in the former may be unnecessary, especially if they are hemodynamically stable. Finally, patients with baseline QT prolongation or those taking QT prolonging drugs must be cautious when treating with lopinavir\/ritonavir and hydroxychloroquine for COVID-19.","publish_time":1590710400000,"author_summary":" Lee, Wen-Hsien; Chen, Ying-Chih; Chen,<br>Szu-Chia; Chen, Chang-Jen; Hsu, Po-Chao; Tsai,<br>Wei-Chung; Chu, Chun-Yuan; Lee, Chee-Siong; Lin,<br>Tsung-Hsien; Voon, Wen-Chol; Kuo, Chao-Hung; Su, Ho-Ming","abstract_summary":" Based on clinical presentation,<br>pathophysiology, high infectivity, high cardiovascular<br>involvement, and therapeutic agents with cardiovascular<br>toxicity of coronavirus disease 2019 (COVID-19),<br>regular cardiovascular treatment is being changing<br>greatly. Despite angiotensin-converting enzyme 2<br>serving as the portal for infection, the continuation<br>of clinically indicated<br>renin-angiotensin-aldosterone blockers is recommended according to the<br>present evidence. Fibrinolytic therapy can be<br>considered a reasonable option for the relatively stable<br>ST segment elevation myocardial infarction<br>(STEMI) patient with suspected or known COVID-19.<br>However, primary percutaneous coronary intervention<br>is still the standard of care in patients with<br>definite STEMI if personal protective equipment is<br>available and cardiac...","title_summary":" Cardiovascular disease management during the<br>coronavirus disease 2019 pandemic","x":18.5961380005,"y":-24.8591270447,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.5961380005,"tsne_y":-24.8591270447,"subcluster":5,"subcluster_description":"Acute Myocardial Infarction","shape":"p"},{"cord_uid":"5fn1nfpf","source_x":"Elsevier; Medline; PMC","title":"SARS-CoV-2 and Cardiovascular Complications: from Molecular Mechanisms to Pharmaceutical Management","doi":"10.1016\/j.bcp.2020.114114","abstract":"The coronavirus disease 2019 (COVID-19), elicited by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, is a pandemic public health emergency of global concern. Other than the profound severe pulmonary damage, SARS-CoV-2 infection also leads to a series of cardiovascular abnormalities, including myocardial injury, myocarditis and pericarditis, arrhythmia and cardiac arrest, cardiomyopathy, heart failure, cardiogenic shock, and coagulation abnormalities. Meanwhile, COVID-19 patients with preexisting cardiovascular diseases are often at a much higher risk of increased morbidity and mortality. Up–to-date, a number of mechanisms have been postulated for COVID-19-associated cardiovascular damage including SARS-CoV-2 receptor angiotensin-converting enzyme 2 (ACE2) activation, cytokine storm, hypoxemia, stress and cardiotoxicity of antiviral drugs. In this context, special attention should be given towards COVID-19 patients with concurrent cardiovascular diseases, and special cardiovascular attention is warranted for treatment of COVID-19.","publish_time":1592697600000,"author_summary":" Wu, Lin; O'Kane, Aislinn M.; Peng, Hu; Bi,<br>Yaguang; Motriuk-Smith, Dagmara; Ren, Jun","abstract_summary":" The coronavirus disease 2019 (COVID-19),<br>elicited by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) infection, is a pandemic public<br>health emergency of global concern. Other than the<br>profound severe pulmonary damage, SARS-CoV-2<br>infection also leads to a series of cardiovascular<br>abnormalities, including myocardial injury, myocarditis and<br>pericarditis, arrhythmia and cardiac arrest,<br>cardiomyopathy, heart failure, cardiogenic shock, and<br>coagulation abnormalities. Meanwhile, COVID-19 patients<br>with preexisting cardiovascular diseases are<br>often at a much higher risk of increased morbidity and<br>mortality. Up–to-date, a number of mechanisms have been<br>postulated for COVID-19-associated cardiovascular<br>damage including SARS-CoV-2 receptor<br>angiotensin-converting enzyme 2 (ACE2) activation, cytokine storm,...","title_summary":" SARS-CoV-2 and Cardiovascular<br>Complications: from Molecular Mechanisms to Pharmaceutical<br>Management","x":19.2053947449,"y":-23.8639335632,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2053947449,"tsne_y":-23.8639335632,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"07dbhe20","source_x":"Medline; PMC","title":"COVID-19 pandemia and inherited cardiomyopathies and channelopathies: a short term and long term perspective","doi":"10.1186\/s13023-020-01444-2","abstract":"Inherited heart disease represent a very heterogenous group of cardiac disorders, characterized by inherited, acquired, and often rare disorders affecting the heart muscle (cardiomyopathies) or the cardiac electrical system (ion channel disease). They are often familial diseases, and are among the leading cause of juvenile sudden death and heart failure. The aim of this paper is to give a perspective on how to run a clinical service during an epidemic or pandemic emergency and to describe the potential COVID-19 associated risks for patients affected by inherited heart diseases.","publish_time":1592784000000,"author_summary":" Limongelli, Giuseppe; Crotti, Lia","abstract_summary":" Inherited heart disease represent a very<br>heterogenous group of cardiac disorders, characterized by<br>inherited, acquired, and often rare disorders affecting<br>the heart muscle (cardiomyopathies) or the<br>cardiac electrical system (ion channel disease). They<br>are often familial diseases, and are among the<br>leading cause of juvenile sudden death and heart<br>failure. The aim of this paper is to give a perspective on<br>how to run a clinical service during an epidemic or<br>pandemic emergency and to describe the potential<br>COVID-19 associated risks for patients affected by<br>inherited heart diseases.","title_summary":" COVID-19 pandemia and inherited<br>cardiomyopathies and channelopathies: a short term and long term<br>perspective","x":17.4750289917,"y":-25.5379962921,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.4750289917,"tsne_y":-25.5379962921,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"dm9nefdg","source_x":"Elsevier; Medline; PMC","title":"A current review of COVID-19 for the cardiovascular specialist","doi":"10.1016\/j.ahj.2020.04.025","abstract":"Abstract Although Coronavirus Disease 2019 (COVID-19) predominantly disrupts the respiratory system, there is accumulating experience that the disease, particularly in its more severe manifestations, also affects the cardiovascular system. Cardiovascular risk factors and chronic cardiovascular conditions are prevalent among patients affected by COVID-19 and associated with adverse outcomes. However, whether pre-existing cardiovascular disease is an independent determinant of higher mortality risk with COVID-19 remains uncertain. Acute cardiac injury, manifest by increased blood levels of cardiac troponin, electrocardiographic abnormalities, or myocardial dysfunction, occurs in up to ~60% of hospitalized patients with severe COVID-19. Potential contributors to acute cardiac injury in the setting of COVID-19 include 1) acute changes in myocardial demand and supply due to tachycardia, hypotension, and hypoxemia resulting in type 2 myocardial infarction; 2) acute coronary syndrome due to acute atherothrombosis in a virally-induced thrombotic and inflammatory milieu; 3) microvascular dysfunction due to diffuse microthrombi or vascular injury; 4) stress-related cardiomyopathy (Takotsubo syndrome); 5) non-ischemic myocardial injury due to a hyperinflammatory cytokine storm; or 6) direct viral cardiomyocyte toxicity and myocarditis. Diffuse thrombosis is emerging as an important contributor to adverse outcomes in patients with COVID-19. Practitioners should be vigilant for cardiovascular complications of COVID-19. Monitoring may include serial cardiac troponin and natriuretic peptides, along with fibrinogen, d-dimer, and inflammatory biomarkers. Management decisions should rely on the clinical assessment for the probability of ongoing myocardial ischemia, as well as alternative non-ischemic causes of injury, integrating the level of suspicion for COVID-19.","publish_time":1588464000000,"author_summary":" Lang, Joshua P.; Wang, Xiaowen; Moura, Filipe<br>A.; Siddiqi, Hasan K.; Morrow, David A.; Bohula,<br>Erin A.","abstract_summary":" Abstract Although Coronavirus Disease 2019<br>(COVID-19) predominantly disrupts the respiratory<br>system, there is accumulating experience that the<br>disease, particularly in its more severe<br>manifestations, also affects the cardiovascular system.<br>Cardiovascular risk factors and chronic cardiovascular<br>conditions are prevalent among patients affected by<br>COVID-19 and associated with adverse outcomes.<br>However, whether pre-existing cardiovascular disease<br>is an independent determinant of higher<br>mortality risk with COVID-19 remains uncertain. Acute<br>cardiac injury, manifest by increased blood levels of<br>cardiac troponin, electrocardiographic<br>abnormalities, or myocardial dysfunction, occurs in up to ~60%<br>of hospitalized patients with severe COVID-19.<br>Potential contributors to acute cardiac injury in the...","title_summary":" A current review of COVID-19 for the<br>cardiovascular specialist","x":18.8836860657,"y":-24.4341926575,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.8836860657,"tsne_y":-24.4341926575,"subcluster":6,"subcluster_description":"Broaden Worldwide Perspectivesa Current","shape":"p"},{"cord_uid":"busx8w6s","source_x":"PMC; WHO","title":"A brand-new cardiorenal syndrome in the Coronavirus Disease- 2019 (COVID-19) setting","doi":"10.1093\/ckj\/sfaa082","abstract":"Coronaviruses are a major pathogen for adults, causing up to one-third of community-acquired respiratory tract infections in adults during epidemics. Although the pandemic outbreak of coronavirus disease-2019 (COVID-19) targets preferentially patient’s lungs, recent data have documented that COVID-19 causes myocarditis, acute myocardial infarction, exacerbation of heart failure and acute kidney injury. Studies show that severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), similar to its predecessor SARS-CoV, engages angiotensin-converting enzyme 2 (ACE2) as the entry receptor. ACE2 is also expressed in the heart, providing a link between coronaviruses and the cardiovascular system.","publish_time":1591228800000,"author_summary":" Apetrii, Mugurel; Enache, Stefana; Siriopol,<br>Dimitrie; Burlacu, Alexandru; Kanbay, Asiye; Kanbay,<br>Mehmet; Scripcariu, Dragos; Covic, Adrian","abstract_summary":" Coronaviruses are a major pathogen for adults,<br>causing up to one-third of community-acquired<br>respiratory tract infections in adults during epidemics.<br>Although the pandemic outbreak of coronavirus<br>disease-2019 (COVID-19) targets preferentially patient’s<br>lungs, recent data have documented that COVID-19<br>causes myocarditis, acute myocardial infarction,<br>exacerbation of heart failure and acute kidney injury.<br>Studies show that severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2), similar to its predecessor<br>SARS-CoV, engages angiotensin-converting enzyme 2<br>(ACE2) as the entry receptor. ACE2 is also expressed in<br>the heart, providing a link between coronaviruses<br>and the cardiovascular system.","title_summary":" A brand-new cardiorenal syndrome in the<br>Coronavirus Disease- 2019 (COVID-19) setting","x":17.4161529541,"y":-24.987154007,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.4161529541,"tsne_y":-24.987154007,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"wztm0rbx","source_x":"Elsevier; Medline; PMC","title":"Cardiovascular disease and COVID-19","doi":"10.1016\/j.dsx.2020.03.013","abstract":"BACKGROUND AND AIMS: Many patients with coronavirus disease 2019 (COVID-19) have underlying cardiovascular (CV) disease or develop acute cardiac injury during the course of the illness. Adequate understanding of the interplay between COVID-19 and CV disease is required for optimum management of these patients. METHODS: A literature search was done using PubMed and Google search engines to prepare a narrative review on this topic. RESULTS: Respiratory illness is the dominant clinical manifestation of COVID-19; CV involvement occurs much less commonly. Acute cardiac injury, defined as significant elevation of cardiac troponins, is the most commonly reported cardiac abnormality in COVID-19. It occurs in approximately 8–12% of all patients. Direct myocardial injury due to viral involvement of cardiomyocytes and the effect of systemic inflammation appear to be the most common mechanisms responsible for cardiac injury. The information about other CV manifestations in COVID-19 is very limited at present. Nonetheless, it has been consistently shown that the presence of pre-existing CV disease and\/or development of acute cardiac injury are associated with significantly worse outcome in these patients. CONCLUSIONS: Most of the current reports on COVID-19 have only briefly described CV manifestations in these patients. Given the enormous burden posed by this illness and the significant adverse prognostic impact of cardiac involvement, further research is required to understand the incidence, mechanisms, clinical presentation and outcomes of various CV manifestations in COVID-19 patients.","publish_time":1585094400000,"author_summary":" Bansal, Manish","abstract_summary":" BACKGROUND AND AIMS: Many patients with<br>coronavirus disease 2019 (COVID-19) have underlying<br>cardiovascular (CV) disease or develop acute cardiac injury<br>during the course of the illness. Adequate<br>understanding of the interplay between COVID-19 and CV<br>disease is required for optimum management of these<br>patients. METHODS: A literature search was done using<br>PubMed and Google search engines to prepare a<br>narrative review on this topic. RESULTS: Respiratory<br>illness is the dominant clinical manifestation of<br>COVID-19; CV involvement occurs much less commonly.<br>Acute cardiac injury, defined as significant<br>elevation of cardiac troponins, is the most commonly<br>reported cardiac abnormality in COVID-19. It...","title_summary":" Cardiovascular disease and COVID-19","x":18.8433036804,"y":-24.1927146912,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.8433036804,"tsne_y":-24.1927146912,"subcluster":2,"subcluster_description":"Cardiovascular Issues","shape":"p"},{"cord_uid":"rhvv3l0l","source_x":"Medline; PMC","title":"Potential Mechanisms of Cardiac Injury and Common Pathways of Inflammation in Patients With COVID-19","doi":"10.1097\/hpc.0000000000000227","abstract":"Due to the lack of prospective, randomized, controlled clinical studies on inflammation and cardiovascular involvement, the exact mechanism of cardiac injury among patients with Coronavirus Disease 2019 (COVID-19) still remains uncertain. It was demonstrated that there is a high and significantly positive linear correlation between troponin T and plasma high-sensitivity C-reactive protein levels, biomarkers of cardiac injury and systemic inflammation, respectively. Cardiac injury and inflammation is a relatively common association among patients hospitalized with COVID-19, and it is related to higher risk of in-hospital mortality. In our literature search, we identified several potential mechanisms of myocardial tissue damage, namely, coronavirus-associated acute myocarditis, angiotensin-converting enzyme 2 receptor binding affinity to the virus Spike protein, increased cytokine secretion, and hypoxia-induced cardiac myocyte apoptosis. Elucidation of the disease pathogenesis and prospective histopathological studies are crucial for future proper treatment in case of renewed outbreaks. Of interest is that with hundred of thousands of bodies available for autopsy studies, no prospective investigation has been reported so far. Strong efforts and continued research of the cardiovascular complications and identification of risk factors for poor prognosis in COVID-19 are steadily needed. The high morbidity and mortality of COVID-19, its monumental economic burden and social impact, the despair of a new pandemic outbreak, and the thread of potential utilization of novel severe acute respiratory syndrome coronavirus 2 as biologic weapons make it a preponderant necessity to better comprehend the therapeutic management of this lethal disease. Emerging as an acute infectious disease, COVID-19 may become a chronic epidemic because of genetic recombination. Therefore, we should be ready for the reemergence of COVID-19 or other coronaviruses.","publish_time":1591660800000,"author_summary":" Centurión, Osmar Antonio; Scavenius, Karina<br>E.; García, Laura B.; Torales, Judith M.; Miño,<br>Luís M.","abstract_summary":" Due to the lack of prospective, randomized,<br>controlled clinical studies on inflammation and<br>cardiovascular involvement, the exact mechanism of cardiac<br>injury among patients with Coronavirus Disease 2019<br>(COVID-19) still remains uncertain. It was demonstrated<br>that there is a high and significantly positive<br>linear correlation between troponin T and plasma<br>high-sensitivity C-reactive protein levels, biomarkers of<br>cardiac injury and systemic inflammation,<br>respectively. Cardiac injury and inflammation is a<br>relatively common association among patients<br>hospitalized with COVID-19, and it is related to higher risk<br>of in-hospital mortality. In our literature<br>search, we identified several potential mechanisms of<br>myocardial tissue damage, namely,<br>coronavirus-associated...","title_summary":" Potential Mechanisms of Cardiac Injury and<br>Common Pathways of Inflammation in Patients With<br>COVID-19","x":19.2538738251,"y":-24.3470420837,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2538738251,"tsne_y":-24.3470420837,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ykmmtmsn","source_x":"Medline; PMC","title":"Therapeutic uncertainties in people with cardiometabolic diseases and severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2 or COVID‐19)","doi":"10.1111\/dom.14062","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2 or COVID‐19) has been declared a pandemic by the World Health Organization and sent all countries scrambling to review emergency healthcare provisions. There is global evidence of each nation struggling to effectively manage the number of people being diagnosed with the virus. These are testing times which have not been experienced in recent generations and there are a number of insecurities regarding the management of people with COVID‐19 and cardiometabolic diseases. This review highlights the current concerns related to COVID‐19 and provides advice in terms of the therapeutic uncertainty and potential adverse harms associated with therapy when managing people, particularly those with cardiometabolic diseases, who have contracted or are at increased risk of contracting COVID‐19.","publish_time":1589846400000,"author_summary":" Khunti, Sachin; Khunti, Nitisha; Seidu,<br>Samuel; Khunti, Kamlesh","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS‐CoV‐2 or COVID‐19) has been declared a<br>pandemic by the World Health Organization and sent all<br>countries scrambling to review emergency healthcare<br>provisions. There is global evidence of each nation<br>struggling to effectively manage the number of people<br>being diagnosed with the virus. These are testing<br>times which have not been experienced in recent<br>generations and there are a number of insecurities<br>regarding the management of people with COVID‐19 and<br>cardiometabolic diseases. This review highlights the current<br>concerns related to COVID‐19 and provides advice in<br>terms of the therapeutic uncertainty and potential<br>adverse harms...","title_summary":" Therapeutic uncertainties in people with<br>cardiometabolic diseases and severe acute respiratory<br>syndrome coronavirus 2 (SARS‐CoV‐2 or COVID‐19)","x":17.7424163818,"y":-23.6046714783,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.7424163818,"tsne_y":-23.6046714783,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"06jr58kz","source_x":"Elsevier; Medline; PMC","title":"Involvement of Cardiovascular System As The Critical Point in Coronavirus Disease 2019 (COVID-19) Prognosis and Recovery","doi":"10.1016\/j.hjc.2020.05.004","abstract":"The novel coronavirus disease (COVID-19) pandemic has already caused more than 300,000 deaths worldwide. Several studies have elucidated the central role of cardiovascular complications in the disease course. Herein, we provide a concise review of current knowledge regarding the involvement of cardiovascular system in the pathogenesis and prognosis of COVID-19. We summarize data from 21 studies involving in total more than 21,000 patients from Asia, Europe and the USA indicating that severe disease is associated with the presence of myocardial injury, heart failure and arrhythmias. Additionally, we present the clinical and laboratory differences between recovered and deceased patients highlighting the importance of cardiac manifestations. For the infected patients, underlying cardiovascular comorbidities and especially existing cardiovascular disease seem to predispose to the development of cardiovascular complications, which are in turn associated with higher mortality rates. We provide mechanistic insights into the underlying mechanisms including direct myocardial damage by the virus and the consequences of the hyperinflammatory syndrome developed later in the disease course. Finally, we summarize current knowledge on therapeutic modalities and recommendations by scientific societies and experts regarding the cardiovascular management of COVID-19 patients.","publish_time":1591747200000,"author_summary":" Lazaridis, Charalampos; Vlachogiannis,<br>Nikolaos I.; Bakogiannis, Constantinos;<br>Spyridopoulos, Ioakim; Stamatelopoulos, Kimon; Kanakakis,<br>Ioannis; Vassilikos, Vassilios; Stellos,<br>Konstantinos","abstract_summary":" The novel coronavirus disease (COVID-19)<br>pandemic has already caused more than 300,000 deaths<br>worldwide. Several studies have elucidated the central<br>role of cardiovascular complications in the<br>disease course. Herein, we provide a concise review of<br>current knowledge regarding the involvement of<br>cardiovascular system in the pathogenesis and prognosis of<br>COVID-19. We summarize data from 21 studies involving in<br>total more than 21,000 patients from Asia, Europe and<br>the USA indicating that severe disease is<br>associated with the presence of myocardial injury, heart<br>failure and arrhythmias. Additionally, we present the<br>clinical and laboratory differences between recovered<br>and deceased patients highlighting the...","title_summary":" Involvement of Cardiovascular System As The<br>Critical Point in Coronavirus Disease 2019 (COVID-19)<br>Prognosis and Recovery","x":19.2379932404,"y":-23.868724823,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.2379932404,"tsne_y":-23.868724823,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"s2p2csrx","source_x":"Medline; PMC","title":"Description and Proposed Management of the Acute COVID-19 Cardiovascular Syndrome","doi":"10.1161\/circulationaha.120.047349","abstract":"Coronavirus disease 2019 (COVID-19) is a rapidly expanding global pandemic caused by severe acute respiratory syndrome coronavirus 2, resulting in significant morbidity and mortality. A substantial minority of patients hospitalized develop an acute COVID-19 cardiovascular syndrome, which can manifest with a variety of clinical presentations but often presents as an acute cardiac injury with cardiomyopathy, ventricular arrhythmias, and hemodynamic instability in the absence of obstructive coronary artery disease. The cause of this injury is uncertain but is suspected to be related to myocarditis, microvascular injury, systemic cytokine-mediated injury, or stress-related cardiomyopathy. Although histologically unproven, severe acute respiratory syndrome coronavirus 2 has the potential to directly replicate within cardiomyocytes and pericytes, leading to viral myocarditis. Systemically elevated cytokines are also known to be cardiotoxic and have the potential to result in profound myocardial injury. Prior experience with severe acute respiratory syndrome coronavirus 1 has helped expedite the evaluation of several promising therapies, including antiviral agents, interleukin-6 inhibitors, and convalescent serum. Management of acute COVID-19 cardiovascular syndrome should involve a multidisciplinary team including intensive care specialists, infectious disease specialists, and cardiologists. Priorities for managing acute COVID-19 cardiovascular syndrome include balancing the goals of minimizing healthcare staff exposure for testing that will not change clinical management with early recognition of the syndrome at a time point at which intervention may be most effective. This article aims to review the best available data on acute COVID-19 cardiovascular syndrome epidemiology, pathogenesis, diagnosis, and treatment. From these data, we propose a surveillance, diagnostic, and management strategy that balances potential patient risks and healthcare staff exposure with improvement in meaningful clinical outcomes.","publish_time":1586995200000,"author_summary":" Hendren, Nicholas S.; Drazner, Mark H.;<br>Bozkurt, Biykem; Cooper, Leslie T.","abstract_summary":" Coronavirus disease 2019 (COVID-19) is a<br>rapidly expanding global pandemic caused by severe<br>acute respiratory syndrome coronavirus 2,<br>resulting in significant morbidity and mortality. A<br>substantial minority of patients hospitalized develop an<br>acute COVID-19 cardiovascular syndrome, which can<br>manifest with a variety of clinical presentations but<br>often presents as an acute cardiac injury with<br>cardiomyopathy, ventricular arrhythmias, and hemodynamic<br>instability in the absence of obstructive coronary artery<br>disease. The cause of this injury is uncertain but is<br>suspected to be related to myocarditis, microvascular<br>injury, systemic cytokine-mediated injury, or<br>stress-related cardiomyopathy. Although histologically<br>unproven, severe acute respiratory syndrome<br>coronavirus 2...","title_summary":" Description and Proposed Management of the<br>Acute COVID-19 Cardiovascular Syndrome","x":19.0508537292,"y":-24.7899456024,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.0508537292,"tsne_y":-24.7899456024,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"d5vmviai","source_x":"Medline; WHO","title":"COVID-19 and Heart: From Clinical Features to Pharmacological Implications.","doi":"10.3390\/jcm9061944","abstract":"A highly pathogenic human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has been recently recognized in Wuhan, China, as the cause of the coronavirus disease 2019 (COVID-19) outbreak which has spread rapidly from China to other countries in the world, causing a pandemic with alarming morbidity and mortality. The emerging epidemiological data about COVID-19 patients suggest an association between cardiovascular diseases (CVD) and SARS-CoV-2 infection, in term of clinical features at hospital admission and prognosis for disease severity. The aim of our review is to describe the cardiological features of COVID-19 patients at admission, the acute cardiac presentation, the clinical outcome for patients with underlying CVD and the pharmacological implications for disease management.","publish_time":1592784000000,"author_summary":" Russo, Vincenzo; Bottino, Roberta; Carbone,<br>Andreina; Rago, Anna; Papa, Andrea Antonio; Golino,<br>Paolo; Nigro, Gerardo","abstract_summary":" A highly pathogenic human coronavirus, severe<br>acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2), has been recently recognized in Wuhan, China,<br>as the cause of the coronavirus disease 2019<br>(COVID-19) outbreak which has spread rapidly from China to<br>other countries in the world, causing a pandemic with<br>alarming morbidity and mortality. The emerging<br>epidemiological data about COVID-19 patients suggest an<br>association between cardiovascular diseases (CVD) and<br>SARS-CoV-2 infection, in term of clinical features at<br>hospital admission and prognosis for disease severity.<br>The aim of our review is to describe the<br>cardiological features of COVID-19 patients at admission,<br>the acute cardiac presentation, the...","title_summary":" COVID-19 and Heart: From Clinical Features to<br>Pharmacological Implications.","x":17.3163452148,"y":-24.7293834686,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.3163452148,"tsne_y":-24.7293834686,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"s4jljpgb","source_x":"Medline; PMC","title":"Incidence of Stress Cardiomyopathy During the Coronavirus Disease 2019 Pandemic","doi":"10.1001\/jamanetworkopen.2020.14780","abstract":"IMPORTANCE: The coronavirus disease 2019 (COVID-19) pandemic has resulted in severe psychological, social, and economic stress in people’s lives. It is not known whether the stress of the pandemic is associated with an increase in the incidence of stress cardiomyopathy. OBJECTIVE: To determine the incidence and outcomes of stress cardiomyopathy during the COVID-19 pandemic compared with before the pandemic. DESIGN, SETTING, AND PARTICIPANTS: This retrospective cohort study at cardiac catheterization laboratories with primary percutaneous coronary intervention capability at 2 hospitals in the Cleveland Clinic health system in Northeast Ohio examined the incidence of stress cardiomyopathy (also known as Takotsubo syndrome) in patients presenting with acute coronary syndrome who underwent coronary arteriography. Patients presenting during the COVID-19 pandemic, between March 1 and April 30, 2020, were compared with 4 control groups of patients with acute coronary syndrome presenting prior to the pandemic across 4 distinct timelines: March to April 2018, January to February 2019, March to April 2019, and January to February 2020. Data were analyzed in May 2020. EXPOSURES: Patients were divided into 5 groups based on the date of their clinical presentation in relation to the COVID-19 pandemic. MAIN OUTCOMES AND MEASURES: Incidence of stress cardiomyopathy. RESULTS: Among 1914 patient presenting with acute coronary syndrome, 1656 patients (median [interquartile range] age, 67 [59-74]; 1094 [66.1%] men) presented during the pre–COVID-19 period (390 patients in March-April 2018, 309 patients in January-February 2019, 679 patients in March-April 2019, and 278 patients in January-February 2020), and 258 patients (median [interquartile range] age, 67 [57-75]; 175 [67.8%] men) presented during the COVID-19 pandemic period (ie, March-April 2020). There was a significant increase in the incidence of stress cardiomyopathy during the COVID-19 period, with a total of 20 patients with stress cardiomyopathy (incidence proportion, 7.8%), compared with prepandemic timelines, which ranged from 5 to 12 patients with stress cardiomyopathy (incidence proportion range, 1.5%-1.8%). The rate ratio comparing the COVID-19 pandemic period to the combined prepandemic period was 4.58 (95% CI, 4.11-5.11; P < .001). All patients during the COVID-19 pandemic had negative reverse transcription–polymerase chain reaction test results for COVID-19. Patients with stress cardiomyopathy during the COVID-19 pandemic had a longer median (interquartile range) hospital length of stay compared with those hospitalized in the prepandemic period (COVID-19 period: 8 [6-9] days; March-April 2018: 4 [3-4] days; January-February 2019: 5 [3-6] days; March-April 2019: 4 [4-8] days; January-February: 5 [4-5] days; P = .006). There were no significant differences between the COVID-19 period and the overall pre–COVID-19 period in mortality (1 patient [5.0%] vs 1 patient [3.6%], respectively; P = .81) or 30-day rehospitalization (4 patients [22.2%] vs 6 patients [21.4%], respectively; P = .90). CONCLUSIONS AND RELEVANCE: This study found that there was a significant increase in the incidence of stress cardiomyopathy during the COVID-19 pandemic when compared with prepandemic periods.","publish_time":1594252800000,"author_summary":" Jabri, Ahmad; Kalra, Ankur; Kumar, Ashish;<br>Alameh, Anas; Adroja, Shubham; Bashir, Hanad;<br>Nowacki, Amy S.; Shah, Rohan; Khubber, Shameer;<br>Kanaa’N, Anmar; Hedrick, David P.; Sleik, Khaled M.;<br>Mehta, Neil; Chung, Mina K.; Khot, Umesh N.; Kapadia,<br>Samir R.; Puri, Rishi; Reed, Grant W.","abstract_summary":" IMPORTANCE: The coronavirus disease 2019<br>(COVID-19) pandemic has resulted in severe<br>psychological, social, and economic stress in people’s lives.<br>It is not known whether the stress of the pandemic<br>is associated with an increase in the incidence of<br>stress cardiomyopathy. OBJECTIVE: To determine the<br>incidence and outcomes of stress cardiomyopathy during<br>the COVID-19 pandemic compared with before the<br>pandemic. DESIGN, SETTING, AND PARTICIPANTS: This<br>retrospective cohort study at cardiac catheterization<br>laboratories with primary percutaneous coronary<br>intervention capability at 2 hospitals in the Cleveland<br>Clinic health system in Northeast Ohio examined the<br>incidence of stress cardiomyopathy (also known as<br>Takotsubo syndrome)...","title_summary":" Incidence of Stress Cardiomyopathy During the<br>Coronavirus Disease 2019 Pandemic","x":18.5792808533,"y":-24.5512523651,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.5792808533,"tsne_y":-24.5512523651,"subcluster":6,"subcluster_description":"Broaden Worldwide Perspectivesa Current","shape":"p"},{"cord_uid":"5l513o55","source_x":"Medline; PMC","title":"Cardiovascular manifestations and treatment considerations in covid-19","doi":"10.1136\/heartjnl-2020-317056","abstract":"Since its recognition in December 2019, covid-19 has rapidly spread globally causing a pandemic. Pre-existing comorbidities such as hypertension, diabetes, and cardiovascular disease are associated with a greater severity and higher fatality rate of covid-19. Furthermore, covid-19 contributes to cardiovascular complications, including acute myocardial injury as a result of acute coronary syndrome, myocarditis, stress-cardiomyopathy, arrhythmias, cardiogenic shock, and cardiac arrest. The cardiovascular interactions of covid-19 have similarities to that of severe acute respiratory syndrome, Middle East respiratory syndrome and influenza. Specific cardiovascular considerations are also necessary in supportive treatment with anticoagulation, the continued use of renin-angiotensin-aldosterone system inhibitors, arrhythmia monitoring, immunosuppression or modulation, and mechanical circulatory support.","publish_time":1588204800000,"author_summary":" Kang, Yu; Chen, Tiffany; Mui, David; Ferrari,<br>Victor; Jagasia, Dinesh; Scherrer-Crosbie,<br>Marielle; Chen, Yucheng; Han, Yuchi","abstract_summary":" Since its recognition in December 2019,<br>covid-19 has rapidly spread globally causing a<br>pandemic. Pre-existing comorbidities such as<br>hypertension, diabetes, and cardiovascular disease are<br>associated with a greater severity and higher fatality<br>rate of covid-19. Furthermore, covid-19<br>contributes to cardiovascular complications, including<br>acute myocardial injury as a result of acute coronary<br>syndrome, myocarditis, stress-cardiomyopathy,<br>arrhythmias, cardiogenic shock, and cardiac arrest. The<br>cardiovascular interactions of covid-19 have similarities to<br>that of severe acute respiratory syndrome, Middle<br>East respiratory syndrome and influenza. Specific<br>cardiovascular considerations are also necessary in<br>supportive treatment with anticoagulation, the<br>continued use of renin-angiotensin-aldosterone system<br>inhibitors, arrhythmia monitoring,...","title_summary":" Cardiovascular manifestations and treatment<br>considerations in covid-19","x":18.0752010345,"y":-24.6631393433,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.0752010345,"tsne_y":-24.6631393433,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lfjud2aq","source_x":"Medline; PMC","title":"Cardiovascular Risks in Patients with COVID-19: Potential Mechanisms and Areas of Uncertainty","doi":"10.1007\/s11886-020-01293-2","abstract":"PURPOSE OF REVIEW: COronaVirus Disease 2019 (COVID-19) has spread at unprecedented speed and scale into a global pandemic with cardiovascular risk factors and complications emerging as important disease modifiers. We aim to review available clinical and biomedical literature on cardiovascular risks of COVID-19. RECENT FINDINGS: SARS-CoV2, the virus responsible for COVID-19, enters the cell via ACE2 expressed in select organs. Emerging epidemiological evidence suggest cardiovascular risk factors are associated with increased disease severity and mortality in COVID-19 patients. Patients with a more severe form of COVID-19 are also more likely to develop cardiac complications such as myocardial injury and arrhythmia. The true incidence of and mechanism underlying these events remain elusive. SUMMARY: Cardiovascular diseases appear intricately linked with COVID-19, with cardiac complications contributing to the elevated morbidity\/mortality of COVID-19. Robust epidemiologic and biologic studies are urgently needed to better understand the mechanism underlying these associations to develop better therapies.","publish_time":1588118400000,"author_summary":" Cheng, Paul; Zhu, Han; Witteles, Ronald M.; Wu,<br>Joseph C; Quertermous, Thomas; Wu, Sean M.; Rhee,<br>June-Wha","abstract_summary":" PURPOSE OF REVIEW: COronaVirus Disease 2019<br>(COVID-19) has spread at unprecedented speed and scale<br>into a global pandemic with cardiovascular risk<br>factors and complications emerging as important<br>disease modifiers. We aim to review available clinical<br>and biomedical literature on cardiovascular<br>risks of COVID-19. RECENT FINDINGS: SARS-CoV2, the<br>virus responsible for COVID-19, enters the cell via<br>ACE2 expressed in select organs. Emerging<br>epidemiological evidence suggest cardiovascular risk factors<br>are associated with increased disease severity<br>and mortality in COVID-19 patients. Patients with<br>a more severe form of COVID-19 are also more<br>likely to develop cardiac complications such as<br>myocardial injury and arrhythmia....","title_summary":" Cardiovascular Risks in Patients with<br>COVID-19: Potential Mechanisms and Areas of Uncertainty","x":18.6734218597,"y":-23.1101741791,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6734218597,"tsne_y":-23.1101741791,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"o6a30irm","source_x":"Elsevier; PMC; WHO","title":"Cardiovascular comorbidities and complications associated with coronavirus disease 2019","doi":"10.1016\/j.mjafi.2020.05.004","abstract":"Coronavirus disease 2019 (COVID-19) has caused a devastating global pandemic and continues to overwhelm the health-care facilities and shatter the economies of countries worldwide. Although it primarily affects the lungs, it shares a strong interplay with the cardiovascular system. The presence of underlying cardiovascular disease and its risk factors (diabetes, hypertension) predispose the patients to increased severity and mortality associated with COVID-19. On the other hand, COVID-19 itself leads to various cardiovascular complications, which increase its associated morbidity and mortality in affected patients. It is, therefore, prudent to review the rapidly evolving data in this field and understand the mechanisms behind the cardiovascular involvement of this lethal disease.","publish_time":1590537600000,"author_summary":" Mahajan, Kunal; Chandra, K.Sarat","abstract_summary":" Coronavirus disease 2019 (COVID-19) has<br>caused a devastating global pandemic and continues to<br>overwhelm the health-care facilities and shatter the<br>economies of countries worldwide. Although it primarily<br>affects the lungs, it shares a strong interplay with the<br>cardiovascular system. The presence of underlying<br>cardiovascular disease and its risk factors (diabetes,<br>hypertension) predispose the patients to increased severity<br>and mortality associated with COVID-19. On the<br>other hand, COVID-19 itself leads to various<br>cardiovascular complications, which increase its associated<br>morbidity and mortality in affected patients. It is,<br>therefore, prudent to review the rapidly evolving data in<br>this field and understand the mechanisms...","title_summary":" Cardiovascular comorbidities and<br>complications associated with coronavirus disease 2019","x":17.392911911,"y":-24.4626636505,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.392911911,"tsne_y":-24.4626636505,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"hyevq5r0","source_x":"Medline; PMC; WHO","title":"Interventional Stroke Care in the Era of COVID-19","doi":"10.3389\/fneur.2020.00468","abstract":"The current coronavirus disease (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 has led to immense strain on healthcare systems and workers. Patients with severe symptoms of COVID-19 may also present with acute neurological emergencies such as ischemic stroke. Ischemic stroke in these patients may result from COVID-19 related complications or decompensation of previously asymptomatic cerebrovascular disorders, or concurrent ischemic stroke from common stroke risk factors in a patient with COVID-19. Acute ischemic stroke patients with large vessel occlusions require emergent triage, intensive care, and mechanical thrombectomy. Management of patients with large vessel occlusions (LVO) requires special considerations in the current pandemic. Physicians must now account for prognosis of severe COVID-19, resource utilization, and risk of infection to healthcare workers when determining eligibility for mechanical thrombectomy (MT). Here, we describe important prognostic factors including age, laboratory, and imaging findings to consider for MT selection and provide suggestions for taking care of patients with LVO and possible or confirmed COVID-19. It is recommended to perform MT in patients within the established guidelines, and consider a conservative approach in cases where there is clinical equipoise to minimize futile reperfusion. Lastly, we describe an illustrative case of a patient with ischemic stroke and COVID-19.","publish_time":1588896000000,"author_summary":" Salahuddin, Hisham; Castonguay, Alicia C.;<br>Zaidi, Syed F.; Burgess, Richard; Jadhav, Ashutosh<br>P.; Jumaa, Mouhammad A.","abstract_summary":" The current coronavirus disease (COVID-19)<br>pandemic caused by severe acute respiratory syndrome<br>coronavirus 2 has led to immense strain on healthcare<br>systems and workers. Patients with severe symptoms of<br>COVID-19 may also present with acute neurological<br>emergencies such as ischemic stroke. Ischemic stroke in<br>these patients may result from COVID-19 related<br>complications or decompensation of previously asymptomatic<br>cerebrovascular disorders, or concurrent ischemic stroke from<br>common stroke risk factors in a patient with COVID-19.<br>Acute ischemic stroke patients with large vessel<br>occlusions require emergent triage, intensive care, and<br>mechanical thrombectomy. Management of patients with<br>large vessel occlusions (LVO) requires special<br>considerations...","title_summary":" Interventional Stroke Care in the Era of<br>COVID-19","x":19.1394290924,"y":-25.85795784,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1394290924,"tsne_y":-25.85795784,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xhum1ykr","source_x":"Medline; PMC","title":"Cardiac and arrhythmic complications in patients with COVID‐19","doi":"10.1111\/jce.14479","abstract":"In December 2019, the world started to face a new pandemic situation, the severe acute respiratory syndrome‐coronavirus 2 (SARS‐CoV‐2). Although coronavirus disease (COVID‐19) clinical manifestations are mainly respiratory, major cardiac complications are being reported. Cardiac manifestations etiology seems to be multifactorial, comprising direct viral myocardial damage, hypoxia, hypotension, enhanced inflammatory status, ACE2‐receptors downregulation, drug toxicity, endogenous catecholamine adrenergic status, among others. Studies evaluating patients with COVID‐19 presenting cardiac injury markers show that it is associated with poorer outcomes, and arrhythmic events are not uncommon. Besides, drugs currently used to treat the COVID‐19 are known to prolong the QT interval and can have a proarrhythmic propensity. This review focus on COVID‐19 cardiac and arrhythmic manifestations and, in parallel, makes an appraisal of other virus epidemics as SARS‐CoV, Middle East respiratory syndrome coronavirus, and H1N1 influenza.","publish_time":1586736000000,"author_summary":" Kochi, Adriano Nunes; Tagliari, Ana Paula;<br>Forleo, Giovanni Battista; Fassini, Gaetano Michele;<br>Tondo, Claudio","abstract_summary":" In December 2019, the world started to face a new<br>pandemic situation, the severe acute respiratory<br>syndrome‐coronavirus 2 (SARS‐CoV‐2). Although coronavirus disease<br>(COVID‐19) clinical manifestations are mainly<br>respiratory, major cardiac complications are being<br>reported. Cardiac manifestations etiology seems to be<br>multifactorial, comprising direct viral myocardial damage,<br>hypoxia, hypotension, enhanced inflammatory status,<br>ACE2‐receptors downregulation, drug toxicity, endogenous<br>catecholamine adrenergic status, among others. Studies<br>evaluating patients with COVID‐19 presenting cardiac<br>injury markers show that it is associated with poorer<br>outcomes, and arrhythmic events are not uncommon.<br>Besides, drugs currently used to treat the COVID‐19 are<br>known to prolong the QT interval and...","title_summary":" Cardiac and arrhythmic complications in<br>patients with COVID‐19","x":18.6188831329,"y":-24.5621147156,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6188831329,"tsne_y":-24.5621147156,"subcluster":6,"subcluster_description":"Broaden Worldwide Perspectivesa Current","shape":"p"},{"cord_uid":"w49i0xkz","source_x":"Elsevier; Medline; PMC","title":"Cardiovascular Considerations for Patients, Health Care Workers, and Health Systems During the COVID-19 Pandemic","doi":"10.1016\/j.jacc.2020.03.031","abstract":"The coronavirus disease 2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 that has significant implications for the cardiovascular care of patients. First, those with COVID-19 and pre-existing cardiovascular disease have an increased risk of severe disease and death. Second, infection has been associated with multiple direct and indirect cardiovascular complications including acute myocardial injury, myocarditis, arrhythmias, and venous thromboembolism. Third, therapies under investigation for COVID-19 may have cardiovascular side effects. Fourth, the response to COVID-19 can compromise the rapid triage of non-COVID-19 patients with cardiovascular conditions. Finally, the provision of cardiovascular care may place health care workers in a position of vulnerability as they become hosts or vectors of virus transmission. We hereby review the peer-reviewed and pre-print reports pertaining to cardiovascular considerations related to COVID-19 and highlight gaps in knowledge that require further study pertinent to patients, health care workers, and health systems.","publish_time":1589241600000,"author_summary":" Driggin, Elissa; Madhavan, Mahesh V.;<br>Bikdeli, Behnood; Chuich, Taylor; Laracy, Justin;<br>Biondi-Zoccai, Giuseppe; Brown, Tyler S.; Der Nigoghossian,<br>Caroline; Zidar, David A.; Haythe, Jennifer; Brodie,<br>Daniel; Beckman, Joshua A.; Kirtane, Ajay J.; Stone,<br>Gregg W.; Krumholz, Harlan M.; Parikh, Sahil A.","abstract_summary":" The coronavirus disease 2019 (COVID-19) is an<br>infectious disease caused by severe acute respiratory<br>syndrome coronavirus 2 that has significant<br>implications for the cardiovascular care of patients.<br>First, those with COVID-19 and pre-existing<br>cardiovascular disease have an increased risk of severe<br>disease and death. Second, infection has been<br>associated with multiple direct and indirect<br>cardiovascular complications including acute myocardial<br>injury, myocarditis, arrhythmias, and venous<br>thromboembolism. Third, therapies under investigation for<br>COVID-19 may have cardiovascular side effects. Fourth,<br>the response to COVID-19 can compromise the rapid<br>triage of non-COVID-19 patients with cardiovascular<br>conditions. Finally, the provision of cardiovascular care<br>may place...","title_summary":" Cardiovascular Considerations for Patients,<br>Health Care Workers, and Health Systems During the<br>COVID-19 Pandemic","x":18.3912239075,"y":-23.7662353516,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.3912239075,"tsne_y":-23.7662353516,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lbt57ccs","source_x":"Elsevier; Medline; PMC","title":"A review of cardiac manifestations and predictors of outcome in patients with COVID – 19","doi":"10.1016\/j.hrtlng.2020.04.019","abstract":"Coronavirus disease (COVID-19) pandemic has so far involved 184 countries and more than 2.79 million patients worldwide. Over the past three months, it has attributed to more than 196, 000 deaths, with more than 50, 000 deaths in the United States alone. Pulmonary manifestations are predominant and have been well identified. Cardiac involvement is also common. Acute cardiac injury, the most common cardiac manifestation of this disease can be seen in patients even without prior cardiac comorbidities. Established cardiovascular risk factors such as diabetes mellitus, hypertension, and coronary artery disease predispose to cardiac injury, the severity of illness and mortality. Non-ischemic myocardial injury secondary to cytokine storm is thought to be the predominant mechanism of acute cardiac injury associated with COVID-19. Multiple mechanisms and processes contribute to cardiac injury resulting in a poor outcome. Some of these are not clearly understood. Clinical and diagnostic details of cardiovascular involvement in these patients are mostly limited to biochemical markers. Multiple therapeutic agents have been tried with questionable efficacy and without clinical evidence. Interactions of comorbidities, cardiovascular drugs, the cardiac effect of therapeutic agents on the illness continue to be under investigation. With an increasing number of patients, newer promising therapies, and ongoing clinical trials, the exact mechanisms and extent to which these risk factors contribute to outcomes will be clearer in the future.","publish_time":1588464000000,"author_summary":" Mishra, Ajay Kumar; Sahu, Kamal Kant; George,<br>Anu Anna; Lal, Amos","abstract_summary":" Coronavirus disease (COVID-19) pandemic has<br>so far involved 184 countries and more than 2.79<br>million patients worldwide. Over the past three<br>months, it has attributed to more than 196, 000 deaths,<br>with more than 50, 000 deaths in the United States<br>alone. Pulmonary manifestations are predominant and<br>have been well identified. Cardiac involvement is<br>also common. Acute cardiac injury, the most common<br>cardiac manifestation of this disease can be seen in<br>patients even without prior cardiac comorbidities.<br>Established cardiovascular risk factors such as diabetes<br>mellitus, hypertension, and coronary artery disease<br>predispose to cardiac injury, the severity of illness and<br>mortality....","title_summary":" A review of cardiac manifestations and<br>predictors of outcome in patients with COVID – 19","x":18.8781738281,"y":-24.7218894958,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.8781738281,"tsne_y":-24.7218894958,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"kwu0otpi","source_x":"Medline; PMC","title":"Cardiovascular Implications and Therapeutic Considerations in COVID-19 Infection","doi":"10.1007\/s40119-020-00184-5","abstract":"The ongoing severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic has profoundly impacted all fields of medicine. Infection with SARS-CoV-2 and the resulting coronavirus of 2019 (COVID-19) syndrome has multiorgan effects. The pandemic has united researchers from bench to bedside in attempts to understand the pathophysiology of the disease and define optimal treatment strategies. Cardiovascular disease is highly prevalent and a leading cause of death across gender, race, and ethnic groups. As the pandemic spreads, there is increasing concern about the cardiovascular effects of the viral infection and the interaction of infection with existing cardiovascular disease. Additionally, there are concerns about the cardiac effects of the numerous treatment agents under study. It will be essential for cardiologists to understand the interplay between underlying cardiac comorbidities, acute cardiovascular effects of COVID-19 disease, and adverse effects of new treatments. Here we describe emerging evidence of the epidemiology of SARS-CoV-2 infection and underlying cardiovascular disease, the evidence for direct myocardial injury in SARS-CoV-2 infection, the specific presentations of cardiovascular involvement by SARS-CoV-2, and the cardiac effects of emerging treatments.","publish_time":1592006400000,"author_summary":" Judson, Gregory L.; Kelemen, Benjamin W.;<br>Njoroge, Joyce N.; Mahadevan, Vaikom S.","abstract_summary":" The ongoing severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) pandemic has profoundly<br>impacted all fields of medicine. Infection with<br>SARS-CoV-2 and the resulting coronavirus of 2019<br>(COVID-19) syndrome has multiorgan effects. The pandemic<br>has united researchers from bench to bedside in<br>attempts to understand the pathophysiology of the<br>disease and define optimal treatment strategies.<br>Cardiovascular disease is highly prevalent and a leading cause<br>of death across gender, race, and ethnic groups.<br>As the pandemic spreads, there is increasing<br>concern about the cardiovascular effects of the viral<br>infection and the interaction of infection with existing<br>cardiovascular disease. Additionally, there are concerns...","title_summary":" Cardiovascular Implications and Therapeutic<br>Considerations in COVID-19 Infection","x":18.9867038727,"y":-23.7107925415,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.9867038727,"tsne_y":-23.7107925415,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"wo5ncez5","source_x":"Medline; PMC","title":"COVID-19 Pandemic: Cardiovascular Complications and Future Implications","doi":"10.1007\/s40256-020-00420-2","abstract":"Coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is now a global pandemic with the highest number of affected individuals in the modern era. Not only is the infection inflicting significant morbidity and mortality, but there has also been a significant strain to the health care system and the economy. COVID-19 typically presents as viral pneumonia, occasionally leading to acute respiratory distress syndrome (ARDS) and death. However, emerging evidence suggests that it has a significant impact on the cardiovascular (CV) system by direct myocardial damage, severe systemic inflammatory response, hypoxia, right heart strain secondary to ARDS and lung injury, and plaque rupture secondary to inflammation. Primary cardiac manifestations include acute myocarditis, myocardial infarction, arrhythmia, and abnormal clotting. Several consensus documents have been released to help manage CV disease during this pandemic. In this review, we summarize key cardiac manifestations, their management, and future implications.","publish_time":1592870400000,"author_summary":" Bandyopadhyay, Dhrubajyoti; Akhtar,<br>Tauseef; Hajra, Adrija; Gupta, Manasvi; Das, Avash;<br>Chakraborty, Sandipan; Pal, Ipsita; Patel, Neelkumar;<br>Amgai, Birendra; Ghosh, Raktim K.; Fonarow, Gregg C.;<br>Lavie, Carl J.; Naidu, Srihari S.","abstract_summary":" Coronavirus disease 2019 (COVID-19), caused<br>by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2), is now a global pandemic with<br>the highest number of affected individuals in the<br>modern era. Not only is the infection inflicting<br>significant morbidity and mortality, but there has also<br>been a significant strain to the health care system<br>and the economy. COVID-19 typically presents as<br>viral pneumonia, occasionally leading to acute<br>respiratory distress syndrome (ARDS) and death. However,<br>emerging evidence suggests that it has a significant<br>impact on the cardiovascular (CV) system by direct<br>myocardial damage, severe systemic inflammatory<br>response, hypoxia, right heart strain secondary to...","title_summary":" COVID-19 Pandemic: Cardiovascular<br>Complications and Future Implications","x":19.1509799957,"y":-23.9846839905,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.1509799957,"tsne_y":-23.9846839905,"subcluster":4,"subcluster_description":"Cardiovascular Complications","shape":"p"},{"cord_uid":"uo88b0mk","source_x":"Medline; PMC; WHO","title":"Myocardial and Microvascular Injury Due to Coronavirus Disease 2019","doi":"10.15420\/ecr.2020.22","abstract":"Over the past few months, health systems worldwide have been put to the test with the coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Even though the leading clinical manifestations of the SARS-CoV-2 infection involve the respiratory tract, there is a non-negligible risk of systemic involvement leading to the onset of multi-organ failure with fatal consequences. Since the onset of COVID-19, patients with underlying cardiovascular disease have been at increased risk of poor clinical outcomes with higher death rates. Moreover, the occurrence of new-onset cardiac complications is not uncommon among patients hospitalised for COVID-19. Of importance, a significant portion of COVID-19 patients present with myocardial injury. Herein, the authors discuss the mechanisms leading to myocardial and microvascular injury in SARS-CoV-2 infection and their clinical implications.","publish_time":1592870400000,"author_summary":" Montone, Rocco A; Iannaccone, Giulia; Meucci,<br>Maria Chiara; Gurgoglione, Filippo; Niccoli,<br>Giampaolo","abstract_summary":" Over the past few months, health systems<br>worldwide have been put to the test with the coronavirus<br>disease 2019 (COVID-19) pandemic caused by severe<br>acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2). Even though the leading clinical<br>manifestations of the SARS-CoV-2 infection involve the<br>respiratory tract, there is a non-negligible risk of<br>systemic involvement leading to the onset of<br>multi-organ failure with fatal consequences. Since the<br>onset of COVID-19, patients with underlying<br>cardiovascular disease have been at increased risk of poor<br>clinical outcomes with higher death rates. Moreover,<br>the occurrence of new-onset cardiac<br>complications is not uncommon among patients hospitalised<br>for COVID-19....","title_summary":" Myocardial and Microvascular Injury Due to<br>Coronavirus Disease 2019","x":18.7101287842,"y":-24.495765686,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.7101287842,"tsne_y":-24.495765686,"subcluster":6,"subcluster_description":"Broaden Worldwide Perspectivesa Current","shape":"p"},{"cord_uid":"u6vq5ohr","source_x":"Medline; PMC; WHO","title":"A Review of Cardiac Complications in Coronavirus Disease 2019","doi":"10.7759\/cureus.8034","abstract":"The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection has shown an association with acute myocardial injury, cardiomyopathy, and myocarditis. Individuals with myocardial involvement in association with the coronavirus disease 2019 (COVID-19) may be at increased risk of developing severe illness. Cardiomyopathies are a heterogeneous group of diseases of the myocardium associated with mechanical and\/or electrical dysfunction that usually exhibit inappropriate ventricular hypertrophy or dilation and are due to a variety of causes that frequently are genetic. It has been primarily divided into three subsets: genetic, mixed, and acquired cardiomyopathy. We anticipate that, because of the high inflammatory response, other cardiovascular complications may also occur in COVID-19 patients with severe symptoms. This review explores new information as it pertains to COVID-19 and cardiac complications.","publish_time":1588896000000,"author_summary":" Singh, Romil; Kashyap, Rahul; Hutton, Anneka;<br>Sharma, Munish; Surani, Salim","abstract_summary":" The severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) infection has shown an<br>association with acute myocardial injury,<br>cardiomyopathy, and myocarditis. Individuals with myocardial<br>involvement in association with the coronavirus disease<br>2019 (COVID-19) may be at increased risk of<br>developing severe illness. Cardiomyopathies are a<br>heterogeneous group of diseases of the myocardium associated<br>with mechanical and\/or electrical dysfunction<br>that usually exhibit inappropriate ventricular<br>hypertrophy or dilation and are due to a variety of causes<br>that frequently are genetic. It has been primarily<br>divided into three subsets: genetic, mixed, and<br>acquired cardiomyopathy. We anticipate that, because<br>of the high inflammatory response, other...","title_summary":" A Review of Cardiac Complications in<br>Coronavirus Disease 2019","x":17.9348831177,"y":-25.078704834,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.9348831177,"tsne_y":-25.078704834,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"4mjg7jul","source_x":"Elsevier; Medline; PMC","title":"Recognizing COVID-19-related myocarditis: the possible pathophysiology and proposed guideline for diagnosis and management","doi":"10.1016\/j.hrthm.2020.05.001","abstract":"Human coronavirus-associated myocarditis is known, and a number of COVID-19-related myocarditis cases have been reported. The pathophysiology of COVID-19-related myocarditis is thought to be a combination of direct viral injury and cardiac damage due to the host’s immune response. COVID-19 myocarditis diagnosis should be guided by insights from previous coronavirus and other myocarditis experience. The clinical findings include changes in ECG, cardiac biomarkers, and impaired cardiac function. When cardiac MRI is infeasible, cardiac CT angiography with delayed myocardial imaging may serve to exclude significant coronary artery disease and identify myocardial inflammatory patterns. Because many COVID-19 patients have cardiovascular comorbidities, myocardial infarction should be considered. Where the diagnosis remains uncertain, an endomyocardial biopsy may help identify active cardiac infection through viral genome amplification and possibly refine the treatment risks of systemic immunosuppression. Arrhythmias are not uncommon in the COVID-19 patients; however, its pathophysiology is still speculative. Nevertheless, clinicians should be vigilant to provide prompt monitoring and treatments. The long-term impact of COVID-19 myocarditis, including in the majority of mild cases remains unknown.","publish_time":1588636800000,"author_summary":" Siripanthong, Bhurint; Nazarian, Saman;<br>Muser, Daniele; Deo, Rajat; Santangeli, Pasquale;<br>Khanji, Mohammed Y.; Cooper, Leslie T.; Chahal, C.<br>Anwar A.","abstract_summary":" Human coronavirus-associated myocarditis is<br>known, and a number of COVID-19-related myocarditis<br>cases have been reported. The pathophysiology of<br>COVID-19-related myocarditis is thought to be a combination of<br>direct viral injury and cardiac damage due to the<br>host’s immune response. COVID-19 myocarditis<br>diagnosis should be guided by insights from previous<br>coronavirus and other myocarditis experience. The<br>clinical findings include changes in ECG, cardiac<br>biomarkers, and impaired cardiac function. When cardiac<br>MRI is infeasible, cardiac CT angiography with<br>delayed myocardial imaging may serve to exclude<br>significant coronary artery disease and identify<br>myocardial inflammatory patterns. Because many COVID-19<br>patients have cardiovascular comorbidities,<br>myocardial...","title_summary":" Recognizing COVID-19-related myocarditis:<br>the possible pathophysiology and proposed<br>guideline for diagnosis and management","x":19.0391387939,"y":-25.4811267853,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.0391387939,"tsne_y":-25.4811267853,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"d8biycdk","source_x":"Medline; PMC","title":"Atrial Arrhythmias in a Patient Presenting With Coronavirus Disease-2019 (COVID-19) Infection","doi":"10.1177\/2324709620925571","abstract":"The coronavirus disease-2019 (COVID-19) is an infectious disease caused by severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) that has significant potential cardiovascular implications for patients. These include myocarditis, acute coronary syndromes, cardiac arrhythmias, cardiomyopathies with heart failure and cardiogenic shock, and venous thromboembolic events. We describe a Caribbean-Black gentleman with COVID-19 infection presenting with atrial arrhythmias, namely, atrial flutter and atrial fibrillation, which resolved with rate and rhythm control strategies, and supportive care.","publish_time":1588636800000,"author_summary":" Seecheran, Rajeev; Narayansingh, Roshni;<br>Giddings, Stanley; Rampaul, Marlon; Furlonge, Kurt;<br>Abdool, Kamille; Bhagwandass, Neal; Seecheran,<br>Naveen Anand","abstract_summary":" The coronavirus disease-2019 (COVID-19) is an<br>infectious disease caused by severe acute respiratory<br>syndrome-coronavirus-2 (SARS-CoV-2) that has significant potential<br>cardiovascular implications for patients. These include<br>myocarditis, acute coronary syndromes, cardiac<br>arrhythmias, cardiomyopathies with heart failure and<br>cardiogenic shock, and venous thromboembolic events. We<br>describe a Caribbean-Black gentleman with COVID-19<br>infection presenting with atrial arrhythmias, namely,<br>atrial flutter and atrial fibrillation, which<br>resolved with rate and rhythm control strategies, and<br>supportive care.","title_summary":" Atrial Arrhythmias in a Patient Presenting<br>With Coronavirus Disease-2019 (COVID-19)<br>Infection","x":17.4866046906,"y":-25.1864185333,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.4866046906,"tsne_y":-25.1864185333,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"},{"cord_uid":"qsy2kex1","source_x":"Medline; PMC","title":"Cardiac involvement in COVID‐19 patients: Risk factors, predictors, and complications: A review","doi":"10.1111\/jocs.14538","abstract":"BACKGROUND: Respiratory complications have been well remarked in the novel coronavirus disease (SARS‐CoV‐2\/COVID‐19), yet an emerging body of research indicates that cardiac involvement may be implicated in poor outcomes for these patients. AIMS: This review seeks to gather and distill the existing body of literature that describes the cardiac implications of COVID‐19. MATERIALS AND METHODS: The English literature was reviewed for papers dealing with the cardiac effects of COVID‐19. RESULTS: Notably, COVID‐19 patients with pre‐existing cardiovascular disease are counted in greater frequency in intensive care unit settings, and ultimately suffer greater rates of mortality. Other studies have noted cardiac presentations for COVID‐19, rather than respiratory, such as acute pericarditis and left ventricular dysfunction. In some patients there has been evidence of acute myocardial injury, with correspondingly increased serum troponin I levels. With regard to surgical interventions, there is a dearth of data describing myocardial protection during cardiac surgery for COVID‐19 patients. Although some insights have been garnered in the study of cardiovascular diseases for these patients, these insights remain fragmented and have yet to cement clear guidelines for actionable clinical practice. CONCLUSION: While some information is available, further studies are imperative for a more cohesive understanding of the cardiac pathophysiology in COVID‐19 patients to promote more informed treatment and, ultimately, better clinical outcomes.","publish_time":1587254400000,"author_summary":" Aghagoli, Ghazal; Gallo Marin, Benjamin;<br>Soliman, Luke B.; Sellke, Frank W.","abstract_summary":" BACKGROUND: Respiratory complications have<br>been well remarked in the novel coronavirus disease<br>(SARS‐CoV‐2\/COVID‐19), yet an emerging body of research indicates that<br>cardiac involvement may be implicated in poor outcomes<br>for these patients. AIMS: This review seeks to<br>gather and distill the existing body of literature<br>that describes the cardiac implications of<br>COVID‐19. MATERIALS AND METHODS: The English literature<br>was reviewed for papers dealing with the cardiac<br>effects of COVID‐19. RESULTS: Notably, COVID‐19<br>patients with pre‐existing cardiovascular disease are<br>counted in greater frequency in intensive care unit<br>settings, and ultimately suffer greater rates of<br>mortality. Other studies have noted cardiac<br>presentations...","title_summary":" Cardiac involvement in COVID‐19 patients:<br>Risk factors, predictors, and complications: A<br>review","x":18.6786499023,"y":-24.9776229858,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":18.6786499023,"tsne_y":-24.9776229858,"subcluster":5,"subcluster_description":"Acute Myocardial Infarction","shape":"p"},{"cord_uid":"txcagp92","source_x":"PMC; WHO","title":"In the eye of the storm: the right ventricle in COVID-19","doi":"10.1177\/2045894020936660","abstract":"The corona virus disease of 2019 pandemic caused by the SARS-CoV-2 virus continues to inflict significant morbidity and mortality around the globe. A variety of cardiovascular presentations of SARS-CoV-2 infection have been described so far. However, the impact of SARS-CoV-2 on the right ventricle is largely unknown. Due to its pathophysiologic relevance, the right ventricle finds itself in the eye of the storm of corona virus disease of 2019, placing it at higher risk of failure. Increased afterload from acute respiratory distress syndrome and pulmonary embolism, negative inotropic effects of cytokines, and direct angiotensin converting enzyme 2-mediated cardiac injury from SARS-CoV-2 are potential mechanisms of right ventricle dysfunction in corona virus disease of 2019. Early detection and treatment of right ventricle dysfunction may lead to decreased mortality and improved patient outcomes in corona virus disease of 2019.","publish_time":1593648000000,"author_summary":" Park, John F.; Banerjee, Somanshu; Umar, Soban","abstract_summary":" The corona virus disease of 2019 pandemic<br>caused by the SARS-CoV-2 virus continues to inflict<br>significant morbidity and mortality around the globe. A<br>variety of cardiovascular presentations of<br>SARS-CoV-2 infection have been described so far. However,<br>the impact of SARS-CoV-2 on the right ventricle is<br>largely unknown. Due to its pathophysiologic<br>relevance, the right ventricle finds itself in the eye of<br>the storm of corona virus disease of 2019, placing<br>it at higher risk of failure. Increased afterload<br>from acute respiratory distress syndrome and<br>pulmonary embolism, negative inotropic effects of<br>cytokines, and direct angiotensin converting enzyme<br>2-mediated cardiac injury from...","title_summary":" In the eye of the storm: the right ventricle in<br>COVID-19","x":19.5130462646,"y":-24.1034698486,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":19.5130462646,"tsne_y":-24.1034698486,"subcluster":3,"subcluster_description":"Acute Lung Injury.2019-Novel Coronavirus-Related","shape":"p"},{"cord_uid":"qmp2tqtb","source_x":"Medline; PMC; WHO","title":"Cardiac Manifestations of Coronavirus Disease 2019 (COVID-19): A Comprehensive Review","doi":"10.7759\/cureus.8021","abstract":"Since its origin in China, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection has become a pandemic and spread to 209 countries. As coronavirus disease 2019 (COVID-19) is a very rapidly emerging disease, organ-specific studies related to it have been reported. Apart from respiratory findings, some studies have highlighted inflammatory consequences in the heart, kidney, and\/or liver as well. Cardiac involvement in COVID-19 seems to be a result of an inflammatory storm in response to the infection. Moreover, direct viral invasion of cardiomyocytes, as well as a myocardial injury due to oxidative stress, may account for acute cardiac injury in COVID-19. Nevertheless, the mechanism of heart injury in COVID-19 is not clear yet. However, multiple studies that highlight the clinical features, laboratory findings, and prognosis of acute myocardial injury (AMI) in COVID-19-affected individuals have been published. In this review, we have summarized the findings of all those studies as well as the clinical features and management of cardiac injury discussed by some case reports.","publish_time":1588896000000,"author_summary":" Tahir, Faryal; Bin Arif, Taha; Ahmed, Jawad;<br>Malik, Farheen; Khalid, Muhammad","abstract_summary":" Since its origin in China, severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2)<br>infection has become a pandemic and spread to 209<br>countries. As coronavirus disease 2019 (COVID-19) is a<br>very rapidly emerging disease, organ-specific<br>studies related to it have been reported. Apart from<br>respiratory findings, some studies have highlighted<br>inflammatory consequences in the heart, kidney, and\/or<br>liver as well. Cardiac involvement in COVID-19 seems<br>to be a result of an inflammatory storm in response<br>to the infection. Moreover, direct viral<br>invasion of cardiomyocytes, as well as a myocardial<br>injury due to oxidative stress, may account for acute<br>cardiac injury in...","title_summary":" Cardiac Manifestations of Coronavirus<br>Disease 2019 (COVID-19): A Comprehensive Review","x":20.1909255981,"y":-23.7478485107,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":20.1909255981,"tsne_y":-23.7478485107,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ja0wyr5w","source_x":"Medline; PMC; WHO","title":"A Review of Acute Myocardial Injury in Coronavirus Disease 2019","doi":"10.7759\/cureus.8426","abstract":"In December 2019, an outbreak of pneumonia caused by a novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), occurred in Wuhan, Hubei province, China, and it has spread rapidly across the world, causing the coronavirus disease 2019 (COVID-19) pandemic. Although SARS-CoV-2 infection predominantly results in pulmonary issues, accumulating evidence suggests the increased frequency of a variety of cardiovascular complications in patients with COVID-19. Acute cardiac injury, defined as elevated cardiac troponin levels, is the most reported cardiac abnormality in COVID-19 and strongly associated with mortality. In this article, we summarize the currently available data on the association of SARS-CoV-2 and COVID-19 with acute myocardial injury.","publish_time":1591142400000,"author_summary":" B K, Anupama; Chaudhuri, Debanik","abstract_summary":" In December 2019, an outbreak of pneumonia<br>caused by a novel coronavirus, severe acute<br>respiratory syndrome coronavirus 2 (SARS-CoV-2),<br>occurred in Wuhan, Hubei province, China, and it has<br>spread rapidly across the world, causing the<br>coronavirus disease 2019 (COVID-19) pandemic. Although<br>SARS-CoV-2 infection predominantly results in pulmonary<br>issues, accumulating evidence suggests the increased<br>frequency of a variety of cardiovascular complications<br>in patients with COVID-19. Acute cardiac injury,<br>defined as elevated cardiac troponin levels, is the<br>most reported cardiac abnormality in COVID-19 and<br>strongly associated with mortality. In this article, we<br>summarize the currently available data on the<br>association of SARS-CoV-2...","title_summary":" A Review of Acute Myocardial Injury in<br>Coronavirus Disease 2019","x":17.635635376,"y":-25.081949234,"cluster":46,"cluster_name":"c47","cluster_description":"Cardiovascular Complicationspandémie Covid-19","tsne_x":17.635635376,"tsne_y":-25.081949234,"subcluster":0,"subcluster_description":"Coronavirus Disease 2019A Review","shape":"p"}]