{"cluster": 47, "subcluster": 11, "abstract_summ": "Some experts consider infection with influenza B as milder than that with influenza A. The objective of this study is to evaluate the outcomes of hospitalized patients with laboratory-confirmed influenza A or B in 2017–2018 influenza season.The proportion of patients with complicated influenza did not differ between influenza A and B. CONCLUSIONS: Complicated hospitalizations occurred in over 10% of patients hospitalized with influenza virus infection.Here, we describe influenza virus strain circulation in the GIHSN participant countries during 2017–2018 season and examine factors associated with complicated hospitalization among patients admitted with laboratory-confirmed influenza illness.Out of these, 8 829 (29.8%) were influenza positive, 6 655 (75.4%) of whom were influenza A and 2 174 (24.6%) were influenza B. Sub-typing of influenza A showed 3 721 (55.9%) were influenza A(H1N1)pdm09.However, influenza B resulted with similar 30-day mortality rate as influenza A.BACKGROUND: Influenza is a major cause of morbidity and mortality worldwide.", "title_summ": "Hospital-acquired influenza infections detected by a surveillance system over six seasons, from 2010/2011 to 2015/2016Hospital-based surveillance of influenza A(H1N1)pdm09 virus in Saudi Arabia, 2010-2016Incidence and costs of hospitalized adult influenza patients in The Netherlands: a retrospective observational studyComparison of clinical outcomes of influenza A and B at the 2017–2018 influenza season: a cohort studyThe burden of laboratory-confirmed influenza infection in Lebanon between 2008 and 2016: a single tertiary care center experienceComplicated hospitalization due to influenza: results from the Global Hospital Influenza Network for the 2017–2018 seasonEpidemiology and Clinical Symptoms Related to Seasonal Coronavirus Identified in Patients with Acute Respiratory Infections Consulting in Primary Care over Six Influenza Seasons (2014-2020) in France.[Practice and thinking of acute respiratory infection surveillance for the response of emerging respiratory diseases in Shanghai].Epidemic Influenza Seasons from 2008 to 2018 in Poland: A Focused Review of Virological CharacteristicsComparison of mortality associated with respiratory viral infections between December 2019 and March 2020 with that of the previous year, Southeastern FranceUsefulness of Clinical Definitions of Influenza for Public Health Surveillance PurposesEpidemiology and phylogenetic analysis of respiratory viruses from 2012 to 2015 – A sentinel surveillance report from union territory of Puducherry, IndiaInfluenza A and B in a cohort of outpatient children and adolescent with influenza like-illness during two consecutive influenza seasonsInfluenza molecular diagnostic testing in a 1000-bed academic Italian hospital during the 2018–19 influenza seasonEvaluating the diagnostic accuracy of the WHO Severe Acute Respiratory Infection (SARI) criteria in Middle Eastern children under two years over three respiratory seasonsAmbulance dispatch calls attributable to influenza A and other common respiratory viruses in the Netherlands (2014‐2016)A severe influenza season in Austria and its impact on the paediatric population: mortality and hospital admission rates, november 2017 - march 2018Multiple viral etiologies in patients with influenza-like illness and severe acute respiratory infection in Qatar, 2013–2016", "title_abstract_phrases": "Here, we describe influenza virus strain circulation in the GIHSN participant countries during 2017–2018 season and examine factors associated with complicated hospitalization among patients admitted with laboratory-confirmed influenza illness.Out of these, 8 829 (29.8%) were influenza positive, 6 655 (75.4%) of whom were influenza A and 2 174 (24.6%) were influenza B. Sub-typing of influenza A showed 3 721 (55.9%) were influenza A(H1N1)pdm09.Some experts consider infection with influenza B as milder than that with influenza A. The objective of this study is to evaluate the outcomes of hospitalized patients with laboratory-confirmed influenza A or B in 2017–2018 influenza season.Hospital-acquired influenza infections detected by a surveillance system over six seasons, from 2010/2011 to 2015/2016BACKGROUND: In addition to outbreaks of nosocomial influenza, sporadic nosocomial influenza infections also occur but are generally not reported in the literature.Both influenza A and B co-circulated in each season with predominance of influenza A. Influenza virus started circulating in December and peaked in January and February."}