{"cluster": 48, "subcluster": 116, "abstract_summ": "Serum COVID-19 antibody levels were significantly lower in recurrent-positive patients than in control patients (IgM: 13.69 {+/-} 4.38 vs. 68.10 {+/-} 20.85 AU/mL, P = 0.015; IgG: 78.53 {+/-} 9.30 vs. 147.85 {+/-} 13.33 AU/mL, P < 0.0001).RESULTS: Guangzhou patients were younger and had better prognosis than Wuhan patients.METHODS: A retrospective study was performed, with collecting data from medical records of confirmed COVID-19 patients in Zhejiang province from Jan 17 to Feb 12, 2020.Compared with non-severe patients (n = 44), severe patients (n = 7) were older (median age, 52 years vs 44 years), had a higher proportion of diabetes mellitus (4 [57.1%] vs 0 [0.0%]), most of them needed antibiotic treatment (7 [100%] vs 4 [9.1%], most of them needed nutritional diet (6 [85.7%) vs 0 [0.0%], and were more likely to have dyspnea (6 [85.7%] vs 5 [11.4%])，most of them needed noninvasive mechanical ventilation (6 [85.7%] vs 0 [0.0%]).149 (55.8%) patients were men.", "title_summ": "Clinical characteristics of 51 patients discharged from hospital with COVID-19 in Chongqing，ChinaEpidemiological and clinical features of 291 cases with coronavirus disease 2019 in areas adjacent to Hubei, China: a double-center observational studyEpidemiological and clinical features of 2019-nCoV acute respiratory disease cases in Chongqing municipality, China: a retrospective, descriptive, multiple-center studyEpidemiological, Clinical Characteristics and Outcome of Medical Staff Infected with COVID-19 in Wuhan, China: A Retrospective Case Series AnalysisClinical Characteristics of Recurrent-positive Coronavirus Disease 2019 after Curative Discharge: a retrospective analysis of 15 cases in Wuhan ChinaClinical and Immune Features of Hospitalized Pediatric Patients With Coronavirus Disease 2019 (COVID-19) in Wuhan, ChinaAnalysis of Epidemiological and Clinical features in older patients with Corona Virus Disease 2019 (COVID-19) out of WuhanEpidemiological characteristics of 2143 pediatric patients with 2019 coronavirus disease in China Dong Y, Mo X, Hu Y, et al. Pediatrics.2020; doi: 10.1542/peds.2020-0702.Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort studyClinical characteristics of 145 patients with corona virus disease 2019 (COVID-19) in Taizhou, Zhejiang, ChinaClinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case seriesA cross-sectional comparison of epidemiological and clinical features of patients with coronavirus disease (COVID-19) in Wuhan and outside Wuhan, ChinaA Retrospective Analysis of the Clinical and Epidemiological Characteristics of COVID-19 Patients in Henan Provincial People's Hospital, Zhengzhou, ChinaClinical characteristics and co-infections of 354 hospitalized patients with COVID-19 in Wuhan, China: a retrospective cohort studyThe implications of preliminary screening and diagnosis: Clinical characteristics of 33 mild patients with SARS-CoV-2 infection in Hunan, ChinaEpidemiological and clinical features of 200 hospitalized patients with Corona Virus Disease 2019 outside Wuhan, China: A descriptive studyClinical and laboratory findings from patients with COVID-19 pneumonia in Babol North of Iran: a retrospective cohort study.", "title_abstract_phrases": "Serum COVID-19 antibody levels were significantly lower in recurrent-positive patients than in control patients (IgM: 13.69 {+/-} 4.38 vs. 68.10 {+/-} 20.85 AU/mL, P = 0.015; IgG: 78.53 {+/-} 9.30 vs. 147.85 {+/-} 13.33 AU/mL, P < 0.0001).RESULTS: Guangzhou patients were younger and had better prognosis than Wuhan patients.Limitations included lack of clinical characteristics, as only data from the Chinese CDC was used rather than electronic medical records from individual patients.METHODS: A retrospective study was performed, with collecting data from medical records of confirmed COVID-19 patients in Zhejiang province from Jan 17 to Feb 12, 2020.Compared with non-severe patients (n = 44), severe patients (n = 7) were older (median age, 52 years vs 44 years), had a higher proportion of diabetes mellitus (4 [57.1%] vs 0 [0.0%]), most of them needed antibiotic treatment (7 [100%] vs 4 [9.1%], most of them needed nutritional diet (6 [85.7%) vs 0 [0.0%], and were more likely to have dyspnea (6 [85.7%] vs 5 [11.4%])，most of them needed noninvasive mechanical ventilation (6 [85.7%] vs 0 [0.0%])."}