{"cluster": 48, "subcluster": 82, "abstract_summ": "Compared to non-ARDS patients, ARDS patients were elder (mean age, 61 years vs. 49 years), and more likely to have the coexistent conditions, including diabetes (20.8% vs. 1.8%), cerebrovascular disease (11.3% vs. 0%), and chronic kidney disease (15.1% vs. 3.6%).WHAT IS NEW AND CONCLUSION: Elderly patients with chronic diseases are more likely to develop severe or critical COVID‐19 with multiple organ damage or systemic injuries.Compared with parameters in non-eosinopenia patients, eosinopenia patients were more inclined to have less lymphocyte counts (OR value 6.566, 95%CI[1.101-39.173], p=0.039).Objective: To compare the sex differences in the clinical findings among patients with severe coronavirus disease 2019 (COVID-19).We reported the clinical characteristics of COVID-19 patients with acute respiratory distress syndrome (ARDS), and further investigated the treatment and progression of ARDS in COVID-19.", "title_summ": "Clinical features and progression of acute respiratory distress syndrome in coronavirus disease 2019Sex differences in clinical findings among patients with coronavirus disease 2019 (COVID-19) and severe conditionEosinopenia Phenotype in Patients with Coronavirus Disease 2019: A Multi-center Retrospective Study from Anhui, ChinaAnalysis of the clinical characteristics, drug treatments and prognoses of 136 patients with coronavirus disease 2019", "title_abstract_phrases": "Compared to non-ARDS patients, ARDS patients were elder (mean age, 61 years vs. 49 years), and more likely to have the coexistent conditions, including diabetes (20.8% vs. 1.8%), cerebrovascular disease (11.3% vs. 0%), and chronic kidney disease (15.1% vs. 3.6%).Analysis of the clinical characteristics, drug treatments and prognoses of 136 patients with coronavirus disease 2019WHAT IS KNOWN AND OBJECTIVE: Since the December 2019 discovery of several cases of coronavirus disease 2019 (COVID‐19) in Wuhan, China, the infection has spread worldwide.Sex differences in clinical findings among patients with coronavirus disease 2019 (COVID-19) and severe conditionObjective: To compare the sex differences in the clinical findings among patients with severe coronavirus disease 2019 (COVID-19).WHAT IS NEW AND CONCLUSION: Elderly patients with chronic diseases are more likely to develop severe or critical COVID‐19 with multiple organ damage or systemic injuries.Compared with parameters in non-eosinopenia patients, eosinopenia patients were more inclined to have less lymphocyte counts (OR value 6.566, 95%CI[1.101-39.173], p=0.039)."}