{"cluster": 48, "subcluster": 62, "abstract_summ": "In conclusion, those patients with both COVID‐19 and influenza virus infection did not appear to show a more severe condition because based on the laboratory findings, imaging studies, and patient prognosis, they showed similar clinical characteristics as those patients with COVID‐19 infection only.A total of 5 of the 115 patients confirmed with COVID‐19 were also diagnosed with influenza virus infection, with three cases being influenza A and two cases being influenza B. In this study, we describe the clinical characteristics of those patients who got infected with COVID‐19 as well as influenza virus.In addition, COVID-19 patients showed significantly lower levels of leukocytes (7.87 vs. 9.89×109/L, P=0.027), neutrophils (2.43 vs. 5.16×109/L, P<0.001), C-reactive protein (CRP; 3.7 vs. 15.1mg/L, P=0.001) and procalcitonin (PCT; 0.09 vs. 0.68mm/h, P<0.001), while lymphocyte levels (4.58 vs. 3.56×109/L; P=0.006) were significantly higher compared with influenza A patients.Here we summarized the patients we accepted in the fever outpatient department.BACKGROUND: This study aims to observe the clinical characteristics of recovered patients from Coronavirus Disease 2019 (COVID 19) with positive in RT‐PCR or serum antibody.", "title_summ": "Comparison of Hospitalized Patients with pneumonia caused by COVID-19 and influenza A in children under 5 yearsComparison of Hospitalized Patients With ARDS Caused by COVID-19 and H1N1Clinical Characteristics of Re‐hospitalized Patients with COVID‐19 in ChinaThe clinical characteristics of pneumonia patients coinfected with 2019 novel coronavirus and influenza virus in Wuhan, ChinaOptimal upper respiratory tract sampling time for novel coronavirus pneumonia suspectsEmerging 2019 Novel Coronavirus (2019-nCoV) PneumoniaClinical features of 2019 novel coronavirus infection in Beijing.A family outbreak of coronavirus disease 2019.Gender differences in patients with COVID-19: a narrative review.", "title_abstract_phrases": "In conclusion, those patients with both COVID‐19 and influenza virus infection did not appear to show a more severe condition because based on the laboratory findings, imaging studies, and patient prognosis, they showed similar clinical characteristics as those patients with COVID‐19 infection only.A total of 5 of the 115 patients confirmed with COVID‐19 were also diagnosed with influenza virus infection, with three cases being influenza A and two cases being influenza B. In this study, we describe the clinical characteristics of those patients who got infected with COVID‐19 as well as influenza virus.In addition, COVID-19 patients showed significantly lower levels of leukocytes (7.87 vs. 9.89×109/L, P=0.027), neutrophils (2.43 vs. 5.16×109/L, P<0.001), C-reactive protein (CRP; 3.7 vs. 15.1mg/L, P=0.001) and procalcitonin (PCT; 0.09 vs. 0.68mm/h, P<0.001), while lymphocyte levels (4.58 vs. 3.56×109/L; P=0.006) were significantly higher compared with influenza A patients.Here we summarized the patients we accepted in the fever outpatient department.Comparison of Hospitalized Patients with pneumonia caused by COVID-19 and influenza A in children under 5 yearsAbstract Background Since the outbreak of Coronavirus Disease 2019 (COVID-19) in Wuhan, considerable attention has been paid on its epidemiology and clinical characteristics in children patients."}