{"cluster": 48, "subcluster": 126, "abstract_summ": "Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively.Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively.CONCLUSIONS: Most of the patients infected with SARS-CoV-2 in Guangzhou, China are not severe cases and patients with older age, male, and decreased albumin level were more likely to develop into severe ones.The initial clinical data of these patients, such as epidemiological features, symptoms, laboratory results, and chest computed tomography (CT) findings were collected using a standard case report form on admission.METHODS: We collected data from medical records of confirmed COVID-19 patients in Zhejiang Province from Jan. 17 to Feb. 7, 2020 and analyzed epidemiological, clinical, and treatment data of those with and without recorded recent exposure in Wuhan.", "title_summ": "[Clinical analysis of 31 cases of 2019 novel coronavirus infection in children from six provinces (autonomous region) of northern China].Clinical and Laboratory Profiles of 75 Hospitalized Patients with Novel Coronavirus Disease 2019 in Hefei, ChinaClinical features and laboratory inspection of novel coronavirus pneumonia (COVID-19) in Xiangyang, HubeiClinical Characteristics of Patients Infected With the Novel 2019 Coronavirus (SARS-Cov-2) in Guangzhou, ChinaPublic health initiatives from hospitalized patients with COVID-19, ChinaComparison of epidemiological and clinical characteristics of COVID-19 patients with and without Wuhan exposureInitial clinical features of suspected coronavirus disease 2019 in two emergency departments outside of Hubei, ChinaEpidemiological and clinical characteristics of 671 COVID-19 patients in Henan Province, China", "title_abstract_phrases": "Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively.Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively.The initial clinical data of these patients, such as epidemiological features, symptoms, laboratory results, and chest computed tomography (CT) findings were collected using a standard case report form on admission.METHODS: We collected data from medical records of confirmed COVID-19 patients in Zhejiang Province from Jan. 17 to Feb. 7, 2020 and analyzed epidemiological, clinical, and treatment data of those with and without recorded recent exposure in Wuhan.CONCLUSIONS: From the perspective of epidemiological and clinical characteristics, there was no significant difference between COVID-19 patients with and without Wuhan exposure history."}