{"cluster": 48, "subcluster": 77, "abstract_summ": "The coagulation parameters of COVID-19 patients were widely and closely related to the indexes of liver function and inflammation (P < .05), indicating the coagulation dysfunction of these patients may be caused by liver injury and inflammatory storm.Results: At admission, the COVID-19 patients showed statistically significant increased levels of fibrinogen (601.5 (480–747) vs. 455 (352.5–588.5) mg/dL; p = 0.0000064), and a higher percentage of patients had fibrinogen levels >400 mg/dL (86% vs.58%; p = 0.0054) compared to the control group.Determining HbA1c level after hospital admission is thus helpful assessing inflammation, hypercoagulability, and prognosis of COVID-19 patients.METHODS: We performed an observational study during the peak of pandemic in our intensive care unit, dosing D-dimer, C-reactive protein, troponin T, lactate dehydrogenase, ferritin, serum iron, transferrin, transferrin saturation, transferrin soluble receptor, lymphocyte count and NK, CD3, CD4, CD8 and B subgroups of 31 patients during the first 2 weeks of their ICU stay.CONCLUSIONS: High HbA1c level is associated with inflammation, hypercoagulability, and low SaO(2) in COVID-19 patients, and the mortality rate (27.7%) is higher in patients with diabetes.", "title_summ": "Correlation of coagulation parameters with clinical outcomes in Coronavirus-19 affected minorities in United States: Observational cohortIron metabolism and lymphocyte characterisation during Covid-19 infection in ICU patients: an observational cohort studyGlycosylated hemoglobin is associated with systemic inflammation, hypercoagulability, and prognosis of COVID-19 patientsClotting Factors in COVID-19: Epidemiological Association and Prognostic Values in Different Clinical Presentations in an Italian CohortManifestations of blood coagulation and its relation to clinical outcomes in severe COVID-19 patients: Retrospective analysis.", "title_abstract_phrases": "The coagulation parameters of COVID-19 patients were widely and closely related to the indexes of liver function and inflammation (P < .05), indicating the coagulation dysfunction of these patients may be caused by liver injury and inflammatory storm.Results: At admission, the COVID-19 patients showed statistically significant increased levels of fibrinogen (601.5 (480–747) vs. 455 (352.5–588.5) mg/dL; p = 0.0000064), and a higher percentage of patients had fibrinogen levels >400 mg/dL (86% vs.58%; p = 0.0054) compared to the control group.METHODS: We performed an observational study during the peak of pandemic in our intensive care unit, dosing D-dimer, C-reactive protein, troponin T, lactate dehydrogenase, ferritin, serum iron, transferrin, transferrin saturation, transferrin soluble receptor, lymphocyte count and NK, CD3, CD4, CD8 and B subgroups of 31 patients during the first 2 weeks of their ICU stay.Determining HbA1c level after hospital admission is thus helpful assessing inflammation, hypercoagulability, and prognosis of COVID-19 patients.Manifestations of blood coagulation and its relation to clinical outcomes in severe COVID-19 patients: Retrospective analysis."}