{"cluster": 48, "subcluster": 23, "abstract_summ": "RESULTS The older group had more patients with dyspnea and fewer patients with fever and muscle pain.Older patients had more underlying diseases, secondary infection, myocardial injury, renal dysfunction, coagulation dysfunction, and immune dysfunction on admission.The high risk factors of cardiac injury in different COVID-2019 patients were analyzed.Methods and results Data were collected from patients medical records, and we defined cardiac injury according to cardiac biomarker troponin I level > 0.03>ug/L. Among the 291 patients, 15 (5.2%) showed evidence of cardiac injury.However, the possible risk factors for myocardial damage in patients with coronavirus disease 2019 (COVID-19) are not fully known.", "title_summ": "Clinical and radiographic features of cardiac injury in patients with 2019 novel coronavirus pneumoniaMyocardial characteristics as the prognosis for COVID-19 patientsAcute Myocardial Injury of Patients with Coronavirus Disease 2019Clinical features and outcomes of 2019 novel coronavirus-infected patients with high plasma BNP levelsClinical features and outcomes of 2019 novel coronavirus-infected patients with cardiac injuryCardiac injuries in patients with coronavirus disease 2019: Not to be ignoredCharacteristics and clinical significance of myocardial injury in patients with severe coronavirus disease 2019Comparison of clinical characteristics and outcomes of patients with coronavirus disease 2019 at different ages.Retrospective Study of Risk Factors for Myocardial Damage in Patients with Critical Coronavirus Disease 2019, in Wuhan.", "title_abstract_phrases": "RESULTS The older group had more patients with dyspnea and fewer patients with fever and muscle pain.Therefore, the monitoring of the heart functions of COVID-2019 patients and applying potential interventions for those with abnormal cardiac injury related characteristics, is vital to prevent the fatality.Older patients had more underlying diseases, secondary infection, myocardial injury, renal dysfunction, coagulation dysfunction, and immune dysfunction on admission.Keywords: 2019-nCoV, Cardiac injury, Clinical featuresCardiac injuries in patients with coronavirus disease 2019: Not to be ignoredAbstract Objective To describe the clinical features of coronavirus disease 2019 (COVID-19).The high risk factors of cardiac injury in different COVID-2019 patients were analyzed."}