{"cluster": 48, "subcluster": 40, "abstract_summ": "The aim of this study was to assess the overall prevalence of chronic liver disease among patients with COVID-19 disease by meta-analysing data in observational studies and to investigate the relationship between liver damage and COVID-19 disease.All to gather, we assumed that abnormal liver markers could act as a prognostic factor for a better survey of COVID-19.BACKGROUND: Liver function derangements have been reported in coronavirus disease (COVID-19), but reported rates are variable.Further studies are needed to better investigate the causes of liver injury in patients with COVID-19 disease and the effect of treatment for COVID-19 on the liver.Also estimates for overall/total liver disease (TLD) and chronic liver disease (CLD) amongst COVID-19 patients are depicted in a, b, d. For d) In addition to severity stratification, Overall (all studies for a particular estimate) and combined (only those studies which reported severity) estimates are provided.AIMS Comparing the risk of abnormal liver function tests between severe and non-severe patients with coronavirus disease 2019 (COVID-19) by meta-analysis.", "title_summ": "Interleukin-6 in COVID-19: A Systematic Review and Meta-AnalysisLiver Function in Novel Coronavirus Disease (COVID-19): A Systematic Review and Meta-AnalysisCoronavirus disease (COVID-19) and the liver: a comprehensive systematic review and meta-analysisImmune-Inflammatory Parameters in COVID-19 Cases: A Systematic Review and Meta-AnalysisCoronavirus disease 2019 and prevalence of chronic liver disease: A meta-analysis.Abnormal Liver Function Tests of Patients with Coronavirus Disease 2019 in Mainland China:A Systematic Review and Meta- Analysis.", "title_abstract_phrases": "All to gather, we assumed that abnormal liver markers could act as a prognostic factor for a better survey of COVID-19.Coronavirus disease (COVID-19) and the liver: a comprehensive systematic review and meta-analysisBACKGROUND: Liver function derangements have been reported in coronavirus disease (COVID-19), but reported rates are variable.The aim of this study was to assess the overall prevalence of chronic liver disease among patients with COVID-19 disease by meta-analysing data in observational studies and to investigate the relationship between liver damage and COVID-19 disease.Further studies are needed to better investigate the causes of liver injury in patients with COVID-19 disease and the effect of treatment for COVID-19 on the liver.Also estimates for overall/total liver disease (TLD) and chronic liver disease (CLD) amongst COVID-19 patients are depicted in a, b, d. For d) In addition to severity stratification, Overall (all studies for a particular estimate) and combined (only those studies which reported severity) estimates are provided.AIMS Comparing the risk of abnormal liver function tests between severe and non-severe patients with coronavirus disease 2019 (COVID-19) by meta-analysis."}