{"cluster": 48, "subcluster": 53, "abstract_summ": "Clinicians need to pay greater attention to gastrointestinal tract symptoms of COVID-19.Objectives: Patients with novel coronavirus disease 2019 (COVID-19) can present with gastrointestinal symptoms as their initial symptoms or as the main manifestations during disease progression, but the clinical characteristics of these patients are still unknown.RESULTS: In total, 505 COVID-19 patients were divided into two groups: those with gastrointestinal symptoms (G group) and those without gastrointestinal symptoms (NG group).Myalgia, sore throat, sneezing and the other GI symptoms were statistically more frequent in the group with diarrhea than in the group without diarrhea (P < 0.05).OBJECTIVE: To explore the clinical characteristics of Coronavirus Disease (COVID-19) patients with gastrointestinal symptoms.Methods: We identified COVID-19 patients who admitted to Xiangyang No. 1 People's Hospital and presented with gastrointestinal symptoms as their initial or main symptoms.The patients with poor appetite were older than those without symptoms (years old: 48.2±17.6 vs. 39.3±15.1), albumin (Alb) level and the lymphocytes ratio were lower than those in asymptomatic group [Alb (g/L): 39.8 (35.7, 45.1) vs. 46.1 (42.6, 49.4), lymphocytes ratio: 0.19 (0.09, 0.28) vs. 0.28 (0.17, 0.35)], while the neutrophil ratio, the levels of C-reactive protein (CRP), D-dimer, and lactate dehydrogenase (LDH) were higher than those in asymptomatic group [the neutrophil ratio: 0.74 (0.61, 0.85) vs. 0.64 (0.52, 0.76), CRP (mg/L): 21.4 (3.9, 52.9) vs. 5.6 (2.4, 14.0), D-dimer (mg/L): 0.2 (0.2, 0.5) vs. 0.2 (0.1, 0.3), LDH (μmol×s-1×L-1): 4.49 (3.59, 5.19) vs. 3.12 (2.77, 4.90)]; at the same time, more traditional Chinese medicine was used in the patients with gastrointestinal symptoms [65.1% (28/43) vs. 40.5% (15/37), all P < 0.05].", "title_summ": "[Analysis of gastrointestinal symptoms in 80 patients with coronavirus disease 2019].Gastrointestinal tract symptoms in coronavirus disease 2019: Analysis of clinical symptoms in adult patientsClinical Characteristics of COVID-19 Patients With Gastrointestinal Symptoms: An Analysis of Seven Patients in ChinaDiarrhea: An underestimated symptom in Coronavirus disease 2019Clinical characteristics of Coronavirus Disease (COVID-19) patients with gastrointestinal symptoms: A report of 164 cases", "title_abstract_phrases": "Clinicians need to pay greater attention to gastrointestinal tract symptoms of COVID-19.Clinical Characteristics of COVID-19 Patients With Gastrointestinal Symptoms: An Analysis of Seven Patients in ChinaObjectives: Patients with novel coronavirus disease 2019 (COVID-19) can present with gastrointestinal symptoms as their initial symptoms or as the main manifestations during disease progression, but the clinical characteristics of these patients are still unknown.Myalgia, sore throat, sneezing and the other GI symptoms were statistically more frequent in the group with diarrhea than in the group without diarrhea (P < 0.05).Clinical characteristics of Coronavirus Disease (COVID-19) patients with gastrointestinal symptoms: A report of 164 casesOBJECTIVE: To explore the clinical characteristics of Coronavirus Disease (COVID-19) patients with gastrointestinal symptoms.RESULTS: In total, 505 COVID-19 patients were divided into two groups: those with gastrointestinal symptoms (G group) and those without gastrointestinal symptoms (NG group).Methods: We identified COVID-19 patients who admitted to Xiangyang No. 1 People's Hospital and presented with gastrointestinal symptoms as their initial or main symptoms.Whether it is caused by the virus or related drugs, diet and mental conditions, clinicians should analyze the causes of these symptoms timely, and then provide a better treatment for patients with COVID-19.Gastrointestinal tract symptoms in coronavirus disease 2019: Analysis of clinical symptoms in adult patientsObjective: To investigate the clinical presentation of coronavirus disease 2019 (COVID-19), particularly the incidence of gastrointestinal tract symptoms."}