{"cluster": 48, "subcluster": 106, "abstract_summ": "Furthermore, potential risk factors for developing GI symptoms, male gender, and increased C‐reactive protein can help clinicians predict clinical outcomes in COVID‐19 patients.The objective of this study is to compare clinical characteristics and outcomes between patients with and without GI symptoms admitted to Jianghan Fangcang Shelter Hospital in Wuhan.The risk of clinical deterioration was significantly higher in the GI group than in the non‐GI group (15.6% vs. 10.1%, p=0.032).Medical staff members in centres receiving COVID-19 patients had a higher risk of contracting infection than those in centres not receiving COVID-19 patients (relative risk: 19.6; 95% confidence interval: 12.6-30.6).However, sample size was small and the incidence of GI symptoms in patients was variable across studies, and the correlation between these symptoms and clinical outcomes remains incompletely understood.", "title_summ": "Epidemiological characteristics of COVID-19 in medical staff members of neurosurgery departments in Hubei province: A multicentre descriptive studyClinical characteristics and outcomes of COVID‐19 patients with gastrointestinal symptoms admitted to Jianghan Fangcang Shelter Hospital in Wuhan, ChinaClinical Course and Outcomes of Patients with Severe Acute Respiratory Syndrome Coronavirus 2 Infection: a Preliminary Report of the First 28 Patients from the Korean Cohort Study on COVID-19", "title_abstract_phrases": "Furthermore, potential risk factors for developing GI symptoms, male gender, and increased C‐reactive protein can help clinicians predict clinical outcomes in COVID‐19 patients.The objective of this study is to compare clinical characteristics and outcomes between patients with and without GI symptoms admitted to Jianghan Fangcang Shelter Hospital in Wuhan.Clinical characteristics and outcomes of COVID‐19 patients with gastrointestinal symptoms admitted to Jianghan Fangcang Shelter Hospital in Wuhan, ChinaOBJECTIVE: Coronavirus disease 2019 (COVID‐19) is a health emergency worldwide, and gastrointestinal (GI) symptoms are increasingly reported in COVID‐19 patients.Medical staff members in centres receiving COVID-19 patients had a higher risk of contracting infection than those in centres not receiving COVID-19 patients (relative risk: 19.6; 95% confidence interval: 12.6-30.6).The risk of clinical deterioration was significantly higher in the GI group than in the non‐GI group (15.6% vs. 10.1%, p=0.032)."}