{"cluster": 48, "subcluster": 29, "abstract_summ": "Conclusions: COVID-19 patients with hypertension were significantly older and were more likely to have underlying comorbidities, including chronic renal insufficiency, cardiovascular disease, diabetes mellitus, and cerebrovascular disease.Multivariate regression showed that old age (OR=1.11, 95%CI=1.03-1.19, P=0.026), low non oxygen saturation(OR=0.85, 95%CI=0.72-0.99, P=0.041), and abnormal increase of IL-10(＞9.1 ng/L, OR=101.93, 95%CI=4.74-2190.71, P=0.003)were independent risk factors for COVID-19 patients combined with hypertension, coronary heart disease or diabetes.CONCLUSION In COVID-19 patients combined with hypertension, coronary heart disease or diabetes, the risk factors for death were old age, low non oxygen saturation, low lymphocyte count, myocardial injury, and abnormal increase of IL-2R, IL-6, and IL-10.In COVID-19 patients with type 2 diabetes, the coexistence of hypertension (58.3% vs. 31.2%), coronary heart disease (17.1% vs. 8.0%), and chronic kidney diseases (6.2% vs. 0%) was significantly higher than in COVID-19 patients without type 2 diabetes.OBJECTIVE The pathogenesis of myocardial injury upon corona virus disease 2019 (COVID-19) infection remain unknown,evidence of impact on outcome is insufficient, therefore, we aim to investigate the risk factors for death among COVID-19 patients combined with hypertension, coronary heart disease or diabetes in this study.", "title_summ": "Association between Cardiovascular Burden and Requirement of Intensive Care among Patients with Mild COVID-19Hypertension in patients hospitalized with COVID-19 in Wuhan, China: A single-center retrospective observational studyA clinical and biological framework on the role of visceral fat tissue and leptin in SARS-CoV-2 infection related respiratory failureClinical Characteristics and Outcomes of Type 2 Diabetes Patients Infected with COVID-19: A Retrospective StudyClinical characteristics and outcomes of patients with severe covid-19 with diabetesCOVID-19 patients with hypertension have more severe disease: a multicenter retrospective observational studyAssociation of hypertension and antihypertensive treatment with COVID-19 mortality: a retrospective observational study[Risks factors for death among COVID-19 patients combined with hypertension, coronary heart disease or diabetes].Age and Multimorbidity Predict Death Among COVID-19 Patients: Results of the SARS-RAS Study of the Italian Society of Hypertension.The Risk of Diabetes on Clinical Outcomes in Patients with Coronavirus Disease 2019: A Retrospective Cohort Study.", "title_abstract_phrases": "Conclusions: COVID-19 patients with hypertension were significantly older and were more likely to have underlying comorbidities, including chronic renal insufficiency, cardiovascular disease, diabetes mellitus, and cerebrovascular disease.However, multivariate analysis (adjusted for age and sex) failed to show that hypertension was an independent risk factor for COVID-19 mortality or severity.In nonsurvivors, older age, hypertension, diabetes mellitus, chronic obstructive pulmonary disease, chronic kidney disease, coronary artery diseases, and heart failure were more represented than in survivors.COVID-19 patients with hypertension have more severe disease: a multicenter retrospective observational studyThis study aims to explore the effect of hypertension on disease progression and prognosis in patients with coronavirus disease 2019 (COVID-19).Multivariate regression showed that old age (OR=1.11, 95%CI=1.03-1.19, P=0.026), low non oxygen saturation(OR=0.85, 95%CI=0.72-0.99, P=0.041), and abnormal increase of IL-10(＞9.1 ng/L, OR=101.93, 95%CI=4.74-2190.71, P=0.003)were independent risk factors for COVID-19 patients combined with hypertension, coronary heart disease or diabetes."}