{"cluster": 49, "subcluster": 24, "abstract_summ": "The fatality rate of coronavirus MERS-CoV was (34.77%) higher than SARS-CoV (10.87%) and 2019-nCoV (2.08%); however, the 2019-nCoV transmitted rapidly in comparison to SARS-CoV and MERS-CoV. CONCLUSIONS The novel coronavirus 2019-nCoV has diverse epidemiological and biological characteristics, making it more contagious than SARS-CoV and MERS-CoV. It has affected more people in a short time period compared to SARS-CoV and MERS-CoV, although the fatality rate of MERS-CoV was higher than SARS-CoV and 2019-nCoV. The major clinical manifestations in coronavirus infections 2019-nCoV, MERS-CoV, and SARS CoV are fever, chills, cough, shortness of breath, generalized myalgia, malaise, drowsy, diarrhea, confusion, dyspnea, and pneumonia.Methods Based on recently published literatures, official documents and selected up-to-date preprint studies, we reviewed the virology and origin, epidemiology, clinical manifestations, pathology and treatment of 2019-nCoV infection, in comparison with severe acute respiratory syndrome coronavirus (SARS-CoV) and middle east respiratory syndrome coronavirus (MERS-CoV) infection.Keywords: Coronavirus disease 2019; COVID-19; SARS-CoV-2; novel coronavirus 2019; severe acute respiratory syndrome-2.The new decade of the 21(st) century (2020) started with the emergence of a novel coronavirus known as SARS-CoV-2 that caused an epidemic of coronavirus disease (COVID-19) in Wuhan, China.Here we scrutinise a series of available studies by global scientists on the clinical manifestations, detection methods and treatment options for the disease caused by SARS-CoV-2, named coronavirus disease 2019 (COVID-19), and also propose potential strategies for preventing the infection.This study aimed at investigating the global prevalence, biological and clinical characteristics of novel coronavirus, Wuhan China (2019-nCoV), Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV), and Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection outbreaks.", "title_summ": "Novel coronavirus 2019-nCoV: prevalence, biological and clinical characteristics comparison with SARS-CoV and MERS-CoV.The Coronavirus Pandemic: What Does the Evidence Show?Emergence of a Novel Coronavirus, Severe Acute Respiratory Syndrome Coronavirus 2: Biology and Therapeutic OptionsRecent progress in understanding 2019 novel coronavirus (SARS-CoV-2) associated with human respiratory disease: detection, mechanisms and treatmentInsight into 2019 novel coronavirus — an updated intrim review and lessons from SARS-CoV and MERS-CoVThe emergence of SARS, MERS and novel SARS-2 coronaviruses in the 21st century", "title_abstract_phrases": "Keywords: Coronavirus disease 2019; COVID-19; SARS-CoV-2; novel coronavirus 2019; severe acute respiratory syndrome-2.Emergence of a Novel Coronavirus, Severe Acute Respiratory Syndrome Coronavirus 2: Biology and Therapeutic OptionsThe new decade of the 21(st) century (2020) started with the emergence of a novel coronavirus known as SARS-CoV-2 that caused an epidemic of coronavirus disease (COVID-19) in Wuhan, China.Furthermore, we discuss the clinical features and potential therapeutic options that may be effective against SARS-CoV-2.Recent progress in understanding 2019 novel coronavirus (SARS-CoV-2) associated with human respiratory disease: detection, mechanisms and treatmentABSTRACT Viral respiratory diseases such as severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) always pose a severe threat to people.The fatality rate of coronavirus MERS-CoV was (34.77%) higher than SARS-CoV (10.87%) and 2019-nCoV (2.08%); however, the 2019-nCoV transmitted rapidly in comparison to SARS-CoV and MERS-CoV. CONCLUSIONS The novel coronavirus 2019-nCoV has diverse epidemiological and biological characteristics, making it more contagious than SARS-CoV and MERS-CoV. It has affected more people in a short time period compared to SARS-CoV and MERS-CoV, although the fatality rate of MERS-CoV was higher than SARS-CoV and 2019-nCoV. The major clinical manifestations in coronavirus infections 2019-nCoV, MERS-CoV, and SARS CoV are fever, chills, cough, shortness of breath, generalized myalgia, malaise, drowsy, diarrhea, confusion, dyspnea, and pneumonia.Methods Based on recently published literatures, official documents and selected up-to-date preprint studies, we reviewed the virology and origin, epidemiology, clinical manifestations, pathology and treatment of 2019-nCoV infection, in comparison with severe acute respiratory syndrome coronavirus (SARS-CoV) and middle east respiratory syndrome coronavirus (MERS-CoV) infection.This study aimed at investigating the global prevalence, biological and clinical characteristics of novel coronavirus, Wuhan China (2019-nCoV), Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV), and Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection outbreaks."}