{"cluster": 49, "subcluster": 26, "abstract_summ": "BACKGROUND AND AIM Coronavirus disease 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).Other than symptoms of the respiratory tract, many children may present with gastrointestinal symptoms.\"Web of Science\", \"Google Scholar\" and \"World Health Organization-WHO\" using the keywords \"severe acute respiratory syndrome coronavirus\", \"2019-nCoV\", \"COVID-19, \"SARS\", \"SARS-CoV-2\" \"Epidemiology\" \"Transmission\" \"Pathogenesis\" \"Clinical Characteristics\".Although deaths related to SARS-CoV-2 are rarely reported in the paediatric age group, young children and those with underlying medical conditions are more likely to develop severe illness.INTRODUCTION The Coronavirus disease-19 (COVID-19) caused by the novel beta coronavirus named Severe Acute Respiratory Syndromecoronavirus-2 (SARS-CoV-2) started in late December 2019 in Wuhan, China.", "title_summ": "Covid-19: A Comprehensive Review of a Formidable Foe and the Road Ahead.Pregnancy affected by SARS-CoV-2 infection: a flash report from Michigan.SARS-CoV-2 infection in children - Understanding the immune responses and controlling the pandemic.Novel coronavirus infection and children.COVID-19: lessons to date from China.", "title_abstract_phrases": "BACKGROUND AND AIM Coronavirus disease 2019 (COVID-19) is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).Other than symptoms of the respiratory tract, many children may present with gastrointestinal symptoms.Although deaths related to SARS-CoV-2 are rarely reported in the paediatric age group, young children and those with underlying medical conditions are more likely to develop severe illness.\"Web of Science\", \"Google Scholar\" and \"World Health Organization-WHO\" using the keywords \"severe acute respiratory syndrome coronavirus\", \"2019-nCoV\", \"COVID-19, \"SARS\", \"SARS-CoV-2\" \"Epidemiology\" \"Transmission\" \"Pathogenesis\" \"Clinical Characteristics\".INTRODUCTION The Coronavirus disease-19 (COVID-19) caused by the novel beta coronavirus named Severe Acute Respiratory Syndromecoronavirus-2 (SARS-CoV-2) started in late December 2019 in Wuhan, China."}