[{"cord_uid":"zcy1sm6t","source_x":"PMC","title":"Medical Ethics in Extreme and Austere Environments","doi":"10.1007\/s10730-020-09405-9","abstract":"American society has a history of turning to physicians during times of extreme need, from plagues in the past to recent outbreaks of communicable diseases. This public instinct comes from a deep seated trust in physician duty that has been earned over the centuries through dedicated and selfless care, often in the face of personal risks. As dangers facing our communities include terroristic events physicians must be adequately prepared to respond, both medically and ethically. While the ethical principles that govern physician behavior—beneficence, nonmaleficence, autonomy, and social justice—are unchanging, fundamental doctrines must change with the new risks inherent to terroristic events. Responding to mass casualty disasters caused by terrorists, natural calamities, and combat continue to be challenging frontiers in medicine. Preparing physicians to deal with the consequences of a terroristic disease must include understanding the ethical challenges that can occur.","publish_time":1584144000000,"author_summary":" Pingree, Christian S.; Newberry, Travis R.;<br>McMains, K. Christopher; Holt, G. Richard","abstract_summary":" American society has a history of turning to<br>physicians during times of extreme need, from plagues in<br>the past to recent outbreaks of communicable<br>diseases. This public instinct comes from a deep seated<br>trust in physician duty that has been earned over the<br>centuries through dedicated and selfless care, often in<br>the face of personal risks. As dangers facing our<br>communities include terroristic events physicians must be<br>adequately prepared to respond, both medically and<br>ethically. While the ethical principles that govern<br>physician behavior—beneficence, nonmaleficence,<br>autonomy, and social justice—are unchanging,<br>fundamental doctrines must change with the new risks<br>inherent to terroristic...","title_summary":" Medical Ethics in Extreme and Austere<br>Environments","x":-23.797832489,"y":-7.9979534149,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.797832489,"tsne_y":-7.9979534149,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"mtkuybq9","source_x":"PMC","title":"The Legal and Medical Necessity of Abortion Care Amid the COVID-19 Pandemic","doi":"10.1093\/jlb\/lsaa013","abstract":"In response to the COVID-19 pandemic, states have ordered the cessation of non-essential healthcare. Unfortunately, many conservative states have sought to capitalize on those orders to halt abortion care. In this short paper, we argue that abortion should not fall under any state’s non-essential healthcare order. Major medical organizations recognize that abortion is essential healthcare that must be provided even in a pandemic, and the law recognizes abortion as a time-sensitive constitutional right. Finally, we examine the constitutional arguments as to why enforcing these orders against abortion providers should not stand constitutional scrutiny. We conclude that no public health purpose can be served by this application because abortion uses less scarce resources and involves fewer contacts with healthcare professionals than prenatal care and delivery assistance, which is continuing to be provided in this public health emergency.","publish_time":1588118400000,"author_summary":" Donley, Greer; Chen, Beatrice A; Borrero,<br>Sonya","abstract_summary":" In response to the COVID-19 pandemic, states<br>have ordered the cessation of non-essential<br>healthcare. Unfortunately, many conservative states have<br>sought to capitalize on those orders to halt abortion<br>care. In this short paper, we argue that abortion<br>should not fall under any state’s non-essential<br>healthcare order. Major medical organizations recognize<br>that abortion is essential healthcare that must be<br>provided even in a pandemic, and the law recognizes<br>abortion as a time-sensitive constitutional right.<br>Finally, we examine the constitutional arguments as to<br>why enforcing these orders against abortion<br>providers should not stand constitutional scrutiny. We<br>conclude that no public health purpose...","title_summary":" The Legal and Medical Necessity of Abortion<br>Care Amid the COVID-19 Pandemic","x":-24.001701355,"y":-8.0047998428,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-24.001701355,"tsne_y":-8.0047998428,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"qf5x2hl6","source_x":"PMC","title":"Ethical rationale for better coordination of clinical research on COVID-19","doi":"10.1177\/1747016120931998","abstract":"Hundreds of clinical trials of potential treatments and vaccines for the “coronavirus 19 disease” (COVID-19) have been set up in record time. This is a remarkable reaction to the global pandemic, but the absence of a global coordination of clinical research efforts raises serious ethical concerns. Some COVID-19 patients might carry the burden of clinical trial involvement even though their trial cannot be completed as researchers are competing for patients. A shortage of medicines can occur when existing drugs are diverted for clinical trials. Research ethics committees are overburdened with multiple applications. A multitude of trials can also overstretch medical staff and risk neglecting non-COVID-19 patients. And finally, conflicting conclusions from a multitude of heterogeneous trials might lead to delays in public health decisions about life-saving issues. These challenges are made worse by the unpredictable evolution of epidemics, the active involvement of political decision-makers in scientific issues and the pressure of social media globally. While freedom to conduct research must be safeguarded, global health emergency situations would greatly benefit from effective international coordination mechanisms for clinical research.","publish_time":1590624000000,"author_summary":" Bompart, Francois","abstract_summary":" Hundreds of clinical trials of potential<br>treatments and vaccines for the “coronavirus 19 disease”<br>(COVID-19) have been set up in record time. This is a<br>remarkable reaction to the global pandemic, but the<br>absence of a global coordination of clinical research<br>efforts raises serious ethical concerns. Some<br>COVID-19 patients might carry the burden of clinical<br>trial involvement even though their trial cannot be<br>completed as researchers are competing for patients. A<br>shortage of medicines can occur when existing drugs are<br>diverted for clinical trials. Research ethics<br>committees are overburdened with multiple applications.<br>A multitude of trials can also overstretch<br>medical...","title_summary":" Ethical rationale for better coordination of<br>clinical research on COVID-19","x":-22.2048797607,"y":-6.3329691887,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2048797607,"tsne_y":-6.3329691887,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"7b3xidh0","source_x":"PMC","title":"COVID-19 and Reproductive Justice in Great Britain and the United States: Ensuring Access to Abortion Care during a Global Pandemic","doi":"10.1093\/jlb\/lsaa027","abstract":"In this paper we consider the impact that the COVID-19 pandemic is having on access to abortion care in Great Britain (England, Wales, and Scotland) and the United States. The pandemic has exacerbated problems in access to abortion services because social distancing or lockdown measures, increasing caring responsibilities, and the need to self-isolate are making clinics much more difficult to access; and this is when clinics are able to stay open which many are not. In response we argue there is a need to facilitate telemedical early medical abortion in order to ensure access to essential healthcare for people in need of terminations. There are substantial legal barriers to the establishment of telemedical abortion services in parts of Great Britain and parts of the United States. We argue that during a pandemic any restriction on telemedicine for basic healthcare is an unjustifiable human rights violation and, in the United States, is unconstitutional.","publish_time":1589760000000,"author_summary":" Romanis, Elizabeth Chloe; Parsons, Jordan;<br>Hodson, Nathan","abstract_summary":" In this paper we consider the impact that the<br>COVID-19 pandemic is having on access to abortion care in<br>Great Britain (England, Wales, and Scotland) and the<br>United States. The pandemic has exacerbated problems<br>in access to abortion services because social<br>distancing or lockdown measures, increasing caring<br>responsibilities, and the need to self-isolate are making clinics<br>much more difficult to access; and this is when<br>clinics are able to stay open which many are not. In<br>response we argue there is a need to facilitate<br>telemedical early medical abortion in order to ensure<br>access to essential healthcare for people in...","title_summary":" COVID-19 and Reproductive Justice in Great<br>Britain and the United States: Ensuring Access to<br>Abortion Care during a Global Pandemic","x":-24.1020584106,"y":-8.0154275894,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-24.1020584106,"tsne_y":-8.0154275894,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"jej4l04c","source_x":"Medline","title":"Ethical dilemmas in clinical care during COVID-19 pandemic.","doi":"10.5455\/jpma.35","abstract":"In a short span of a few weeks, the COVID-19 pandemic has affected the entire world like no other event in modern history. Healthcare institutions and providers have been at the forefront of containing the ravages of this disease, and are experiencing unprecedented challenges. Medical decision making has become all the more complex because of the moral weight of difficult decisions that need to be made. This paper discusses three areas where ethical decision making is extremely important: dealing with those patients with COVID-19 who no longer have access to their doctors; following ethical criteria for assigning risky duties to healthcare professionals; and in making life and death decisions while allocating scarce resources. This paper describes a national level guidance document for the COVID-19 pandemic that is designed to facilitate ethical decision-making.","publish_time":1588291200000,"author_summary":" Jafarey, Aamir","abstract_summary":" In a short span of a few weeks, the COVID-19<br>pandemic has affected the entire world like no other<br>event in modern history. Healthcare institutions<br>and providers have been at the forefront of<br>containing the ravages of this disease, and are<br>experiencing unprecedented challenges. Medical decision<br>making has become all the more complex because of the<br>moral weight of difficult decisions that need to be<br>made. This paper discusses three areas where ethical<br>decision making is extremely important: dealing with<br>those patients with COVID-19 who no longer have<br>access to their doctors; following ethical criteria<br>for assigning risky duties to...","title_summary":" Ethical dilemmas in clinical care during<br>COVID-19 pandemic.","x":-22.6105690002,"y":-8.6544322968,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.6105690002,"tsne_y":-8.6544322968,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"qn9brifl","source_x":"Medline","title":"The Pandemic: Lessons for Bioethics?","doi":"10.1002\/hast.1119","abstract":"Seeking useful ways to respond to the Covid-19 pandemic, bioethicists have been tempted to claim for themselves what Alasdair MacIntyre characterized in After Virtue as the moral fiction of managerial expertise. They have been eager to offer a wide range of policy prescriptions, presenting themselves as bureaucratic managers and suggesting an expertise that bioethics may not in fact be able to offer. This was evident, for example, in the petition published by The Hastings Center in March 2020. The pandemic could foster a more hopeful future for bioethics if it were to focus attention less on policy decisions that belong to all citizens and more on some of the most basic moral questions that life presents and with which bioethics has always dealt-including, surely, the virtues needed in order to live well in a time of pandemic.","publish_time":1588291200000,"author_summary":" Meilaender, Gilbert","abstract_summary":" Seeking useful ways to respond to the Covid-19<br>pandemic, bioethicists have been tempted to claim for<br>themselves what Alasdair MacIntyre characterized in<br>After Virtue as the moral fiction of managerial<br>expertise. They have been eager to offer a wide range of<br>policy prescriptions, presenting themselves as<br>bureaucratic managers and suggesting an expertise that<br>bioethics may not in fact be able to offer. This was<br>evident, for example, in the petition published by The<br>Hastings Center in March 2020. The pandemic could foster<br>a more hopeful future for bioethics if it were to<br>focus attention less on policy decisions that belong...","title_summary":" The Pandemic: Lessons for Bioethics?","x":-23.1644859314,"y":-7.2813196182,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.1644859314,"tsne_y":-7.2813196182,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lrf0whrs","source_x":"Medline","title":"Code Blue During the COVID-19 Pandemic.","doi":"10.1161\/circoutcomes.120.006779","abstract":"The surging COVID-19 pandemic has raised ethical and moral dilemmas that Western nations with first-rate medical care facilities rarely confront-how to best allocate standard life-saving medical resources when escalating demand outstrips supply. Sadly, these quandaries are familiar challenges in resource-poor countries. What makes this pandemic notable is that the scope and number of reported cases have been primarily in First World nations, raising questions in some settings about the use of emergency treatments like resuscitation care for in-hospital cardiac arrest (IHCA). This perspective reviews the debate around these ethical and moral dilemmas more broadly but focuses specifically on IHCA and the response of the medical community.","publish_time":1586217600000,"author_summary":" Chan, Paul S; Berg, Robert A; Nadkarni, Vinay M","abstract_summary":" The surging COVID-19 pandemic has raised<br>ethical and moral dilemmas that Western nations with<br>first-rate medical care facilities rarely confront-how<br>to best allocate standard life-saving medical<br>resources when escalating demand outstrips supply.<br>Sadly, these quandaries are familiar challenges in<br>resource-poor countries. What makes this pandemic notable is<br>that the scope and number of reported cases have been<br>primarily in First World nations, raising questions in<br>some settings about the use of emergency treatments<br>like resuscitation care for in-hospital cardiac<br>arrest (IHCA). This perspective reviews the debate<br>around these ethical and moral dilemmas more broadly<br>but focuses specifically on IHCA and...","title_summary":" Code Blue During the COVID-19 Pandemic.","x":-22.7940654755,"y":-8.6333580017,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.7940654755,"tsne_y":-8.6333580017,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"pz7ltv41","source_x":"Medline","title":"AYUSH, modern medicine and the Covid-19 pandemic.","doi":"10.20529\/ijme.2020.058","abstract":"The COVID-19 pandemic has posed several challenges to the Indian healthcare system. Here, we examine the situation in India considering the moral and ethical imperatives of decision making for public health. Currently, in the absence of proven therapies, empirical evidence is being used for treatment of Covid-19 disease. We find a dual standard of practice. Currently, only modern medicine therapies are used on an empirical basis, however, the same principle is not considered for the use of AYUSH systems. Appropriate use of evidence is required. In the ethics context and in the interest of the larger public good, we suggest the inclusion of simple and safe measures from AYUSH systems in the integrative protocols for prophylaxis and treatment of Covid-19. Keywords: AYUSH systems, Covid-19, pandemic, prophylaxis, evidence, empirical evidence, priority setting, public health decision making, global health emergencies,complementary medicine, integrative healthcare.","publish_time":1589328000000,"author_summary":" Chaturvedi, Sarika; Kumar, Nandini; Tillu,<br>Girish; Deshpande, Sharad; Patwardhan, Bhushan","abstract_summary":" The COVID-19 pandemic has posed several<br>challenges to the Indian healthcare system. Here, we<br>examine the situation in India considering the moral<br>and ethical imperatives of decision making for<br>public health. Currently, in the absence of proven<br>therapies, empirical evidence is being used for treatment<br>of Covid-19 disease. We find a dual standard of<br>practice. Currently, only modern medicine therapies are<br>used on an empirical basis, however, the same<br>principle is not considered for the use of AYUSH systems.<br>Appropriate use of evidence is required. In the ethics<br>context and in the interest of the larger public good, we<br>suggest...","title_summary":" AYUSH, modern medicine and the Covid-19<br>pandemic.","x":-21.2450771332,"y":-9.0815887451,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-21.2450771332,"tsne_y":-9.0815887451,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"8qao0tmx","source_x":"Medline","title":"Diabetes and COVID-19: Risks, Management, and Learnings From Other National Disasters.","doi":"10.2337\/dc20-1192","abstract":"Evidence relating to the impact of COVID-19 in people with diabetes (PWD) is limited but continuing to emerge. PWD appear to be at increased risk of more severe COVID-19 infection, though evidence quantifying the risk is highly uncertain. The extent to which clinical and demographic factors moderate this relationship is unclear, though signals are emerging that link higher BMI and higher HbA1c to worse outcomes in PWD with COVID-19. As well as posing direct immediate risks to PWD, COVID-19 also risks contributing to worse diabetes outcomes due to disruptions caused by the pandemic, including stress and changes to routine care, diet, and physical activity. Countries have used various strategies to support PWD during this pandemic. There is a high potential for COVID-19 to exacerbate existing health disparities, and research and practice guidelines need to take this into account. Evidence on the management of long-term conditions during national emergencies suggests various ways to mitigate the risks presented by these events.","publish_time":1592265600000,"author_summary":" Hartmann-Boyce, Jamie; Morris, Elizabeth;<br>Goyder, Clare; Kinton, Jade; Perring, James; Nunan,<br>David; Mahtani, Kamal; Buse, John B; Del Prato,<br>Stefano; Ji, Linong; Roussel, Ronan; Khunti, Kamlesh","abstract_summary":" Evidence relating to the impact of COVID-19 in<br>people with diabetes (PWD) is limited but continuing<br>to emerge. PWD appear to be at increased risk of<br>more severe COVID-19 infection, though evidence<br>quantifying the risk is highly uncertain. The extent to<br>which clinical and demographic factors moderate<br>this relationship is unclear, though signals are<br>emerging that link higher BMI and higher HbA1c to worse<br>outcomes in PWD with COVID-19. As well as posing direct<br>immediate risks to PWD, COVID-19 also risks contributing<br>to worse diabetes outcomes due to disruptions<br>caused by the pandemic, including stress and changes<br>to routine care,...","title_summary":" Diabetes and COVID-19: Risks, Management, and<br>Learnings From Other National Disasters.","x":-18.8291835785,"y":-8.7473726273,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.8291835785,"tsne_y":-8.7473726273,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"0u56njnr","source_x":"Medline","title":"[Bioethics guide on scarce medical resource allocation in Mexico].","doi":"10.21149\/11747","abstract":"The bioethical inquiry about allocating fairly scarce health resources is not new, all countries around the world that were seriously afflicted by SARS-CoV-2 have issued triage guidelines in order to address the dilemmas raised by the pandemic. There is no question about the need to create bioethical guidelines, since its creation provides a degree of certainty that fair and ethical decisions are taken. This also prevents that decisions are made in solitary and maybe motivated by corrupted actions. In Mexico, the creation of this guidelines was a proactive and preventive measure to what was unavoidable, the exponential contagion phase of the pandemical scenario caused by Covid-19. On April 30, 2020 the General Sanitary Council published the Bioethical Guide to Allocate Scarce Resources on Critical Care Medicine in Emergency Situation. This guide has at the core of its principal that of upmost importance: social justice principle which main thesis is \"All lives have the same value\". The aim of this contribution is to provide the ethical and legal principles established in the aforementioned bioethical guideline. In sum, a brief exploration of the ethical reasons that supports a specific way to allocate scarce health resources is provided, as well as the foundations of the procedural part from a human rights-based approach.","publish_time":1593648000000,"author_summary":" Medina-Arellano, María de Jesús;<br>Palacios-González, César; Santos-Preciado, José Ignacio","abstract_summary":" The bioethical inquiry about allocating<br>fairly scarce health resources is not new, all<br>countries around the world that were seriously afflicted<br>by SARS-CoV-2 have issued triage guidelines in<br>order to address the dilemmas raised by the pandemic.<br>There is no question about the need to create<br>bioethical guidelines, since its creation provides a<br>degree of certainty that fair and ethical decisions<br>are taken. This also prevents that decisions are<br>made in solitary and maybe motivated by corrupted<br>actions. In Mexico, the creation of this guidelines was a<br>proactive and preventive measure to what was<br>unavoidable, the exponential contagion phase of...","title_summary":" [Bioethics guide on scarce medical resource<br>allocation in Mexico].","x":-22.2952613831,"y":-7.8005418777,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2952613831,"tsne_y":-7.8005418777,"subcluster":2,"subcluster_description":"Sub-Saharan Africa?Allocating Medical Resources","shape":"p"},{"cord_uid":"llsgu6il","source_x":"Medline","title":"Ethical Challenges Arising in the COVID-19 Pandemic: An Overview from the Association of Bioethics Program Directors (ABPD) Task Force.","doi":"10.1080\/15265161.2020.1764138","abstract":"The COVID-19 pandemic has raised a host of ethical challenges, but key among these has been the possibility that health care systems might need to ration scarce critical care resources. Rationing policies for pandemics differ by institution, health system, and applicable law. Most seem to agree that a patient's ability to benefit from treatment and to survive are first-order considerations. However, there is debate about what clinical measures should be used to make that determination and about other factors that might be ethically appropriate to consider. In this paper, we discuss resource allocation and several related ethical challenges to the healthcare system and society, including how to define benefit, how to handle informed consent, the special needs of pediatric patients, how to engage communities in these difficult decisions, and how to mitigate concerns of discrimination and the effects of structural inequities.","publish_time":1591574400000,"author_summary":" McGuire, Amy L; Aulisio, Mark P; Davis, F<br>Daniel; Erwin, Cheryl; Harter, Thomas D; Jagsi,<br>Reshma; Klitzman, Robert; Macauley, Robert; Racine,<br>Eric; Wolf, Susan M; Wynia, Matthew; Wolpe, Paul Root","abstract_summary":" The COVID-19 pandemic has raised a host of<br>ethical challenges, but key among these has been the<br>possibility that health care systems might need to ration<br>scarce critical care resources. Rationing policies<br>for pandemics differ by institution, health<br>system, and applicable law. Most seem to agree that a<br>patient's ability to benefit from treatment and to<br>survive are first-order considerations. However,<br>there is debate about what clinical measures should<br>be used to make that determination and about other<br>factors that might be ethically appropriate to<br>consider. In this paper, we discuss resource allocation<br>and several related ethical challenges to the...","title_summary":" Ethical Challenges Arising in the COVID-19<br>Pandemic: An Overview from the Association of Bioethics<br>Program Directors (ABPD) Task Force.","x":-22.9918632507,"y":-7.9915266037,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.9918632507,"tsne_y":-7.9915266037,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"0ow89v8w","source_x":"Medline","title":"[Ethical, deontologic and legal considerations about SIAARTI Document \"Clinical ethics recommendations for the allocation of intensive care treatments, in exceptional, resource-limited circumstances\".]","doi":"10.1701\/3347.33184","abstract":"On 6 March 2020, the Italian Society of Anaesthesia Analgesia Resuscitation and Intensive care (SIAARTI) published the document \"Clinical Ethics Recommendations for Admission to and Suspension of Intensive Care in Exceptional Conditions of Imbalance between Needs and Available Resources\". The document, which aims to propose treatment decision-making criteria in the face of exceptional imbalances between health needs and available resources, has produced strong reactions, within the medical-scientific community, in the academic world, and in the media. In the current context of international public health emergency caused by the CoViD-19 epidemic, this work aims to explain the ethical, deontological and legal bases of the SIAARTI Document and to propose methodologic and argumentative integrations that are useful for understanding and placing in context the decision-making criteria proposed. The working group that contributed to the drafting of this paper agrees that it is appropriate that healthcare personnel, who is particularly committed to taking care of those who are currently in need of intensive or sub-intensive care, should benefit from clear operational indications that are useful to orient care and, at the same time, that the population should know in advance which criteria will guide the tragic choices that may fall on each one of us. This contribution therefore firstly reflects on the appropriateness of the SIAARTI standpoint and the objectives of the SIAARTI Document. It then turns to demonstrate how the recommendations it proposes can be framed within a shared interdisciplinary, ethical, deontological and legal perspective.","publish_time":1585699200000,"author_summary":" Piccinni, Mariassunta; Aprile, Anna;<br>Benciolini, Paolo; Busatta, Lucia; Cadamuro, Elena;<br>Malacarne, Paolo; Marin, Francesca; Orsi, Luciano;<br>Palermo Fabris, Elisabetta; Pisu, Alessandra;<br>Provolo, Debora; Scalera, Antonio; Tomasi, Marta;<br>Zamperetti, Nereo; Rodriguez, Daniele","abstract_summary":" On 6 March 2020, the Italian Society of<br>Anaesthesia Analgesia Resuscitation and Intensive care<br>(SIAARTI) published the document \"Clinical Ethics<br>Recommendations for Admission to and Suspension of Intensive<br>Care in Exceptional Conditions of Imbalance<br>between Needs and Available Resources\". The document,<br>which aims to propose treatment decision-making<br>criteria in the face of exceptional imbalances between<br>health needs and available resources, has produced<br>strong reactions, within the medical-scientific<br>community, in the academic world, and in the media. In the<br>current context of international public health<br>emergency caused by the CoViD-19 epidemic, this work aims<br>to explain the ethical, deontological and legal...","title_summary":" [Ethical, deontologic and legal<br>considerations about SIAARTI Document \"Clinical ethics<br>recommendations for the allocation of intensive care<br>treatments, in exceptional, resource-limited<br>circumstances\".]","x":-22.8215732574,"y":-7.8517622948,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.8215732574,"tsne_y":-7.8517622948,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"10gjn4av","source_x":"Medline","title":"Do we really know how many clinical trials are conducted ethically? Why research ethics committee review practices need to be strengthened and initial steps we could take to strengthen them.","doi":"10.1136\/medethics-2019-106014","abstract":"Research Ethics Committees (RECs) play a critical gatekeeping role in clinical trials. This role is meant to ensure that only those trials that meet certain ethical thresholds proceed through their gate. Two of these thresholds are that the potential benefits of trials are reasonable in relation to risks and that trials are capable of producing a requisite amount of social value. While one ought not expect perfect execution by RECs of their gatekeeping role, one should expect routine success in it. This article reviews a range of evidence showing that substantial numbers of ethically tainted trials are receiving REC approvals. Many of the trials are early phase trials that evidence shows have benefits that may not be reasonable compared with their risks and many others are later trials that evidence shows may lack sufficient social value. The evidence pertains to such matters as methodologically inadequate preclinical studies incapable of supporting the inferences that REC members must make about the prospects for potential benefit needed to offset the risks in early phase trials and sponsorship bias that can cause improperly designed, conducted, analysed and reported later phase trials. The analysis of the evidence makes clear that REC practices need to be strengthened if they are to adequately fulfil their gatekeeping role. The article also explores options that RECs could use in order to improve their gatekeeping function.","publish_time":1591920000000,"author_summary":" Yarborough, Mark","abstract_summary":" Research Ethics Committees (RECs) play a<br>critical gatekeeping role in clinical trials. This role<br>is meant to ensure that only those trials that meet<br>certain ethical thresholds proceed through their<br>gate. Two of these thresholds are that the potential<br>benefits of trials are reasonable in relation to risks<br>and that trials are capable of producing a<br>requisite amount of social value. While one ought not<br>expect perfect execution by RECs of their gatekeeping<br>role, one should expect routine success in it. This<br>article reviews a range of evidence showing that<br>substantial numbers of ethically tainted trials are<br>receiving REC approvals....","title_summary":" Do we really know how many clinical trials are<br>conducted ethically? Why research ethics committee<br>review practices need to be strengthened and initial<br>steps we could take to strengthen them.","x":-22.6449127197,"y":-5.8075566292,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.6449127197,"tsne_y":-5.8075566292,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"22wxihtm","source_x":"Medline","title":"[CoViD-19 and chronic diseases: current knowledge, future steps and the MaCroScopio project.]","doi":"10.1701\/3347.33180","abstract":"Chronicity and comorbidity influence the risk of CoViD-19 infection and the course of the disease. Epidemiological data and studies performed show different rates of chronic diseases and multimorbidity among patients affected by CoViD-19 in the various countries and areas, but they consistently stress their impact on CoViD-19 infection. In order to protect chronic and frail patients, the Italian Medicines Agency has taken measures to extend the therapeutic plans and monitoring registers; hopefully, therapeutic plans for antidiabetics, drugs for respiratory diseases and oral anticoagulant drugs will be abolished since they do not offer any additional advantage in terms of appropriateness and traceability of outcomes. The MaCroScopio project (Observatory on Chronic Diseases), regarding the CoViD-19 emergency, has started a new research path to foster the integration of the administrative data flows with the CoViD-19 Registers for planning and research purposes in the context of chronicity, as well as to evaluate the economic and organizational impact of the pandemic.","publish_time":1585699200000,"author_summary":" Martini, Nello; Piccinni, Carlo; Pedrini,<br>Antonella; Maggioni, Aldo","abstract_summary":" Chronicity and comorbidity influence the risk<br>of CoViD-19 infection and the course of the<br>disease. Epidemiological data and studies performed<br>show different rates of chronic diseases and<br>multimorbidity among patients affected by CoViD-19 in the<br>various countries and areas, but they consistently<br>stress their impact on CoViD-19 infection. In order to<br>protect chronic and frail patients, the Italian<br>Medicines Agency has taken measures to extend the<br>therapeutic plans and monitoring registers; hopefully,<br>therapeutic plans for antidiabetics, drugs for<br>respiratory diseases and oral anticoagulant drugs will be<br>abolished since they do not offer any additional<br>advantage in terms of appropriateness and...","title_summary":" [CoViD-19 and chronic diseases: current<br>knowledge, future steps and the MaCroScopio project.]","x":-18.6823501587,"y":-8.6572608948,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.6823501587,"tsne_y":-8.6572608948,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"oemsmzon","source_x":"Medline","title":"Expanding the concept of the professional integrity of obstetrics during a public health emergency.","doi":"10.1515\/jpm-2020-0174","abstract":"The coronavirus disease 2019 (COVID-19) pandemic has placed great demands on many hospitals to maximize their capacity to care for affected patients. The requirement to reassign space has created challenges for obstetric services. We describe the nature of that challenge for an obstetric service in New York City. This experience raised an ethical challenge: whether it would be consistent with professional integrity to respond to a public health emergency with a plan for obstetric services that would create an increased risk of rare maternal mortality. We answered this question using the conceptual tools of professional ethics in obstetrics, especially the professional virtue of integrity. A public health emergency requires frameshifting from an individual-patient perspective to a population-based perspective. We show that an individual-patient-based, beneficence-based deliberative clinical judgment is not an adequate basis for organizational policy in response to a public health emergency. Instead, physicians, especially those in leadership positions, must frameshift to population-based clinical ethical judgment that focuses on reduction of mortality as much as possible in the entire population of patients served by a healthcare organization.","publish_time":1588723200000,"author_summary":" Chervenak, Frank A; Grünebaum, Amos;<br>Bornstein, Eran; Wasden, Shane; Katz, Adi; Rochelson,<br>Burton L; McCullough, Laurence B","abstract_summary":" The coronavirus disease 2019 (COVID-19)<br>pandemic has placed great demands on many hospitals to<br>maximize their capacity to care for affected patients.<br>The requirement to reassign space has created<br>challenges for obstetric services. We describe the nature<br>of that challenge for an obstetric service in New<br>York City. This experience raised an ethical<br>challenge: whether it would be consistent with<br>professional integrity to respond to a public health<br>emergency with a plan for obstetric services that would<br>create an increased risk of rare maternal mortality.<br>We answered this question using the conceptual<br>tools of professional ethics in obstetrics,<br>especially the...","title_summary":" Expanding the concept of the professional<br>integrity of obstetrics during a public health<br>emergency.","x":-22.9346542358,"y":-8.6871595383,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.9346542358,"tsne_y":-8.6871595383,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"mjim9vgj","source_x":"Medline","title":"COVID-19 and Diabetes from IDF MENA Region.","doi":"10.1016\/j.diabres.2020.108277","abstract":"The whole world are facing the current COVID-19 pandemic, the most serious health crisis in modern times. All countries with the support of national and international agencies are making great efforts to fight this devastating pandemic with disastrous medical, economic and social consequences. Thispandemic affects allpeople but it's serious in case ofdiabetes, elderly and inchronic andcomplicated diseases. The current work on the theme \"COVID-19 and Diabetes\" attempts to bring together all the data available at MENA level through medical and scientific publications. It also includes all the efforts made by the governments and the responses of associations and their efforts in this field. Even if it is admitted that diabetes with its comorbidity represents a high risk factor for severe forms and mortality, the health consequences of the epidemic, does not seem as dramatic in terms of both morbidity and mortality of COVID-19 with diabetes in the majority of MENA countries. If the crises continues longer, the supply of insulin, oral drugs, self monitoring equipment of diabetes and other tools, will beaffected. To this, we must expect great difficulties in supplying food for many countries. Certainely, it is important to remember that containment and hygiene measures, associated with other factors such as the young average age of the population, the higher temperature in these countries, the differences in the immune status of populations and the role of BCG vaccine have something to do with it. All of this deserves to be studied in depth.","publish_time":1592956800000,"author_summary":" Belkhadir, JJamal; Al,","abstract_summary":" The whole world are facing the current COVID-19<br>pandemic, the most serious health crisis in modern times.<br>All countries with the support of national and<br>international agencies are making great efforts to fight this<br>devastating pandemic with disastrous medical, economic<br>and social consequences. Thispandemic affects<br>allpeople but it's serious in case ofdiabetes, elderly<br>and inchronic andcomplicated diseases. The<br>current work on the theme \"COVID-19 and Diabetes\"<br>attempts to bring together all the data available at MENA<br>level through medical and scientific publications.<br>It also includes all the efforts made by the<br>governments and the responses of associations and their<br>efforts...","title_summary":" COVID-19 and Diabetes from IDF MENA Region.","x":-18.8342075348,"y":-8.7322292328,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.8342075348,"tsne_y":-8.7322292328,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"lr95g73c","source_x":"Medline","title":"Our Next Pandemic Ethics Challenge? Allocating \"Normal\" Health Care Services.","doi":"10.1002\/hast.1145","abstract":"The pandemic creates unprecedented challenges to society and to health care systems around the world. Like all crises, these provide a unique opportunity to rethink the fundamental limiting assumptions and institutional inertia of our established systems. These inertial assumptions have obscured deeply rooted problems in health care and deflected attempts to address them. As hospitals begin to welcome all patients back, they should resist the temptation to go back to business as usual. Instead, they should retain the more deliberative, explicit, and transparent ways of thinking that have informed the development of crisis standards of care. The key lesson to be learned from those exercises in rational deliberation is that justice must be the ethical foundation of all standards of care. Justice demands that hospitals take a safety-net approach to providing services that prioritizes the most vulnerable segments of society, continue to expand telemedicine in ways that improve access without exacerbating disparities, invest in community-based care, and fully staff hospitals and clinics on nights and weekends.","publish_time":1588291200000,"author_summary":" Garrett, Jeremy R; McNolty, Leslie Ann; Wolfe,<br>Ian D; Lantos, John D","abstract_summary":" The pandemic creates unprecedented<br>challenges to society and to health care systems around the<br>world. Like all crises, these provide a unique<br>opportunity to rethink the fundamental limiting<br>assumptions and institutional inertia of our established<br>systems. These inertial assumptions have obscured<br>deeply rooted problems in health care and deflected<br>attempts to address them. As hospitals begin to welcome<br>all patients back, they should resist the<br>temptation to go back to business as usual. Instead, they<br>should retain the more deliberative, explicit, and<br>transparent ways of thinking that have informed the<br>development of crisis standards of care. The key lesson to...","title_summary":" Our Next Pandemic Ethics Challenge?<br>Allocating \"Normal\" Health Care Services.","x":-23.3035488129,"y":-8.243853569,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.3035488129,"tsne_y":-8.243853569,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"g8gtxxvb","source_x":"Medline","title":"Allocation of scarce resources during the COVID-19 pandemic: a Jewish ethical perspective.","doi":"10.1136\/medethics-2020-106242","abstract":"The novel COVID-19 pandemic has placed medical triage decision-making in the spotlight. As life-saving ventilators become scarce, clinicians are being forced to allocate scarce resources in even the wealthiest countries. The pervasiveness of air travel and high rate of transmission has caused this pandemic to spread swiftly throughout the world. Ethical triage decisions are commonly based on the utilitarian approach of maximising total benefits and life expectancy. We present triage guidelines from Italy, USA and the UK as well as the Jewish ethical prospective on medical triage. The Jewish tradition also recognises the utilitarian approach but there is disagreement between the rabbis whether human discretion has any role in the allocation of scarce resources and triage decision-making.","publish_time":1586476800000,"author_summary":" Solnica, Amy; Barski, Leonid; Jotkowitz, Alan","abstract_summary":" The novel COVID-19 pandemic has placed medical<br>triage decision-making in the spotlight. As<br>life-saving ventilators become scarce, clinicians are<br>being forced to allocate scarce resources in even the<br>wealthiest countries. The pervasiveness of air travel and<br>high rate of transmission has caused this pandemic<br>to spread swiftly throughout the world. Ethical<br>triage decisions are commonly based on the<br>utilitarian approach of maximising total benefits and life<br>expectancy. We present triage guidelines from Italy, USA<br>and the UK as well as the Jewish ethical prospective<br>on medical triage. The Jewish tradition also<br>recognises the utilitarian approach but there is<br>disagreement between...","title_summary":" Allocation of scarce resources during the<br>COVID-19 pandemic: a Jewish ethical perspective.","x":-22.5526065826,"y":-8.3463697433,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.5526065826,"tsne_y":-8.3463697433,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"z37vqogt","source_x":"Medline","title":"Covid-19: Exposing the Lack of Evidence-Based Practice in Medicine.","doi":"10.1002\/hast.1144","abstract":"The Covid-19 pandemic has altered the shape of medicine, making in-person interactions risky for both patients and health care workers. Now, before scheduling in-person appointments or procedures, physicians are forced to reconsider if they are truly necessary. The pandemic has thus thrown into relief the difference between evidence-based medical care and traditional aspects of care that lack a strong evidentiary component. In this essay, we demonstrate how this has played out in prenatal care, as well as in other aspects of medical care, during the pandemic. The extent to which these changes will persist beyond the most emergent phases of the pandemic is not clear, though insurance reimbursement practices and patient expectations will be determining factors. One thing, however, is certain: the longer the pandemic continues, the more difficult it will be for providers and patients to return to pre-Covid norms.","publish_time":1588291200000,"author_summary":" Reisman, Jonathan; Wexler, Anna","abstract_summary":" The Covid-19 pandemic has altered the shape of<br>medicine, making in-person interactions risky for both<br>patients and health care workers. Now, before<br>scheduling in-person appointments or procedures,<br>physicians are forced to reconsider if they are truly<br>necessary. The pandemic has thus thrown into relief the<br>difference between evidence-based medical care and<br>traditional aspects of care that lack a strong evidentiary<br>component. In this essay, we demonstrate how this has<br>played out in prenatal care, as well as in other aspects<br>of medical care, during the pandemic. The extent<br>to which these changes will persist beyond the<br>most emergent phases of...","title_summary":" Covid-19: Exposing the Lack of Evidence-Based<br>Practice in Medicine.","x":-21.6925678253,"y":-9.3337841034,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-21.6925678253,"tsne_y":-9.3337841034,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"i8v1xw7l","source_x":"Medline","title":"Eliminating Categorical Exclusion Criteria in Crisis Standards of Care Frameworks.","doi":"10.1080\/15265161.2020.1764141","abstract":"During public health crises including the COVID-19 pandemic, resource scarcity and contagion risks may require health systems to shift-to some degree-from a usual clinical ethic, focused on the well-being of individual patients, to a public health ethic, focused on population health. Many triage policies exist that fall under the legal protections afforded by \"crisis standards of care,\" but they have key differences. We critically appraise one of the most fundamental differences among policies, namely the use of criteria to categorically exclude certain patients from eligibility for otherwise standard medical services. We examine these categorical exclusion criteria from ethical, legal, disability, and implementation perspectives. Focusing our analysis on the most common type of exclusion criteria, which are disease-specific, we conclude that optimal policies for critical care resource allocation and the use of cardiopulmonary resuscitation (CPR) should not use categorical exclusions. We argue that the avoidance of categorical exclusions is often practically feasible, consistent with public health norms, and mitigates discrimination against persons with disabilities.","publish_time":1589760000000,"author_summary":" Auriemma, Catherine L; Molinero, Ashli M;<br>Houtrow, Amy J; Persad, Govind; White, Douglas B;<br>Halpern, Scott D","abstract_summary":" During public health crises including the<br>COVID-19 pandemic, resource scarcity and contagion<br>risks may require health systems to shift-to some<br>degree-from a usual clinical ethic, focused on the<br>well-being of individual patients, to a public health<br>ethic, focused on population health. Many triage<br>policies exist that fall under the legal protections<br>afforded by \"crisis standards of care,\" but they have key<br>differences. We critically appraise one of the most<br>fundamental differences among policies, namely the use of<br>criteria to categorically exclude certain patients<br>from eligibility for otherwise standard medical<br>services. We examine these categorical exclusion<br>criteria from ethical, legal, disability,...","title_summary":" Eliminating Categorical Exclusion Criteria<br>in Crisis Standards of Care Frameworks.","x":-22.8725013733,"y":-8.0073738098,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.8725013733,"tsne_y":-8.0073738098,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"ejrcujnx","source_x":"Medline","title":"Clinical ethics during the Covid-19 pandemic: Missing the trees for the forest.","doi":"10.20529\/ijme.2020.053","abstract":"The SARS-CoV2 pandemic has exposed the acute vulnerability of the health systems of countries worldwide. While countries are scrambling to contain the spread of the infection, the focus is largely on infection prevention strategies such as isolation, quarantine, physical distancing, hand hygiene, cough etiquette and country-wide lock-down. Important ethical concerns arise in the context of the public health interventions. However, while focusing on the forest, the population, attention must also be paid to the trees, the individuals who suffer the illness. This article focuses on the ethical conflicts between the largely public health- driven focus of the Covid19 prevention and containment measures versus patient-centred care for those who suffer the illness and the consequent moral distress of healthcare providers. The key argument is for countries to mainstream clinical ethics considerations for care of patients with Covid-19 as well as \"non-Covid-19\" illnesses. Keywords: SARS-CoV2, Covid 19, clinical ethics, duty to care, allocation of scarce resources, moral distress.","publish_time":1588204800000,"author_summary":" Gopichandran, Vijayaprasad","abstract_summary":" The SARS-CoV2 pandemic has exposed the acute<br>vulnerability of the health systems of countries worldwide.<br>While countries are scrambling to contain the spread<br>of the infection, the focus is largely on<br>infection prevention strategies such as isolation,<br>quarantine, physical distancing, hand hygiene, cough<br>etiquette and country-wide lock-down. Important<br>ethical concerns arise in the context of the public<br>health interventions. However, while focusing on the<br>forest, the population, attention must also be paid to<br>the trees, the individuals who suffer the illness.<br>This article focuses on the ethical conflicts<br>between the largely public health- driven focus of the<br>Covid19 prevention and...","title_summary":" Clinical ethics during the Covid-19 pandemic:<br>Missing the trees for the forest.","x":-22.1282901764,"y":-7.0388636589,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.1282901764,"tsne_y":-7.0388636589,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"sp7brt83","source_x":"Medline","title":"Ethical allocation of scarce health care resources in the context of the COVID-19 crisis.","doi":"10.5867\/medwave.2020.05.7935","abstract":"The current COVID-19 pandemic has the potential to overwhelm the capacity of hospitals and Intensive Care Units in Chile and Latin America. Thus local authorities have an ethical obligation to be prepared by implementing pertinent measures to prevent a situation of rationing of scarce healthcare resources, and by defining ethically acceptable and socially legitimate criteria for the allocation of these resources. This paper responds to recent ethical guidelines issued by a Chilean academic institution and discusses the main moral principles for the ethical foundations of criteria for rationing during the present crisis. It argues that under exceptional circumstances such as the current pandemic, the traditional patient-centered morality of medicine needs to be balanced with ethical principles formulated from a public health perspective, including the principles of social utility, social justice and equity, among others. The paper concludes with some recommendations regarding how to reach an agreement about rationing criteria and about their implementation in clinical practice.","publish_time":1592265600000,"author_summary":" Aguilera, Bernardo","abstract_summary":" The current COVID-19 pandemic has the<br>potential to overwhelm the capacity of hospitals and<br>Intensive Care Units in Chile and Latin America. Thus<br>local authorities have an ethical obligation to be<br>prepared by implementing pertinent measures to prevent<br>a situation of rationing of scarce healthcare<br>resources, and by defining ethically acceptable and<br>socially legitimate criteria for the allocation of<br>these resources. This paper responds to recent<br>ethical guidelines issued by a Chilean academic<br>institution and discusses the main moral principles for the<br>ethical foundations of criteria for rationing during<br>the present crisis. It argues that under<br>exceptional circumstances such as...","title_summary":" Ethical allocation of scarce health care<br>resources in the context of the COVID-19 crisis.","x":-22.9699478149,"y":-8.0223207474,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.9699478149,"tsne_y":-8.0223207474,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"8fk2w2n7","source_x":"Medline","title":"Pandemics, Protocols, and the Plague of Athens: Insights from Thucydides.","doi":"10.1002\/hast.1132","abstract":"When confronted by the novel ethical challenges posed by a pandemic, it is helpful to turn to history for guidance and direction. In this essay, the author revisits Thucydides's description of the Plague of Athens from The Peloponnesian War as he considers the New York State Task Force on Life and the Law's 2015 guidelines on ventilator allocation. Confronted by the exigencies of the Covid-19 surge that struck New York, he questions the task force's decision not to give any degree of preference to health care workers who might become ill. He posits that they are due a compensatory ethic and some deference given the risks they have assumed, often with inadequate protective gear. Reflecting on his ambivalence, he asks if his change of heart reflects the impact of experiential learning or the erosion of nomos-or governing norms-described by Thucydides when the plague struck Athens.","publish_time":1588291200000,"author_summary":" Fins, Joseph J","abstract_summary":" When confronted by the novel ethical<br>challenges posed by a pandemic, it is helpful to turn to<br>history for guidance and direction. In this essay, the<br>author revisits Thucydides's description of the<br>Plague of Athens from The Peloponnesian War as he<br>considers the New York State Task Force on Life and the<br>Law's 2015 guidelines on ventilator allocation.<br>Confronted by the exigencies of the Covid-19 surge that<br>struck New York, he questions the task force's<br>decision not to give any degree of preference to health<br>care workers who might become ill. He posits that<br>they are due a compensatory ethic...","title_summary":" Pandemics, Protocols, and the Plague of<br>Athens: Insights from Thucydides.","x":-23.231672287,"y":-6.834672451,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.231672287,"tsne_y":-6.834672451,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"iotmjo9h","source_x":"Medline","title":"The medico-legal implications in medical malpractice claims during Covid-19 pandemic: Increase or trend reversal?","doi":"10.1177\/0025817220926925","abstract":"The Covid-19 pandemic caused a marked increase in admissions to intensive care units. The critically ill patients' condition from the infection resulted in their deaths. The healthcare facilities have got into trouble because of the pandemic. In fact, they had to create additional beds in a very short time and to protect health workers with personal protective equipment. Healthcare professionals fear that there will be an increase in complaints and medico-legal malpractice claims and hence they have urged politicians to discuss this. The Italian Parliament recently debated the topic of medical liability and passed the Decree-Law no. 18 of 17 March 2020 (DL - so called Cura Italia) by which they want to extend the concept of \"gross negligence\" to healthcare facilities. Several Extended Care Units have suffered from outbreaks of Covid-19, so the Prosecutor's Office of several cities initiated investigations against them. This situation has reached Sicily, where the Prosecutor's Office of Palermo has opened an inquiry against an Extended Care Unit. Simultaneously, the Covid-19 pandemic may change patients' attitudes towards healthcare professionals, who are risking their lives daily. So the Italian medico-legal community is debating these questions, with one last pending question remaining: is the number of medico-legal claims likely to increase or trend down?","publish_time":1591747200000,"author_summary":" Zerbo, Clio Bilotta Stefania; Perrone,<br>Giulio; Malta, Ginerva; Argo, Antonella","abstract_summary":" The Covid-19 pandemic caused a marked increase<br>in admissions to intensive care units. The<br>critically ill patients' condition from the infection<br>resulted in their deaths. The healthcare facilities<br>have got into trouble because of the pandemic. In<br>fact, they had to create additional beds in a very<br>short time and to protect health workers with<br>personal protective equipment. Healthcare<br>professionals fear that there will be an increase in<br>complaints and medico-legal malpractice claims and hence<br>they have urged politicians to discuss this. The<br>Italian Parliament recently debated the topic of<br>medical liability and passed the Decree-Law no. 18 of 17...","title_summary":" The medico-legal implications in medical<br>malpractice claims during Covid-19 pandemic: Increase or<br>trend reversal?","x":-23.9807434082,"y":-7.8364214897,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.9807434082,"tsne_y":-7.8364214897,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"2f9zyqko","source_x":"Medline","title":"Covid-19 and medical liability: A delicate balance.","doi":"10.1177\/0025817220935879","abstract":"During the Covid-19 pandemic, many countries around the world are considering whether and how to provide liability protection to front-line healthcare staff. The guiding principle of liability protection for physicians and others is to ensure that, in a serious emergency situation, health professionals can devote themselves exclusively to their work and to patient care, without the fear of future claims for unforeseeable, but above all unavoidable, injury, loss and damage caused by their conduct. Great care is needed to balance the interests and rights of all those involved. Liability protection could have risky consequences with the final result that doctors will not be protected, but institutions such as health facilities will be even if they were in fact responsible for foreseeable and avoidable damage.","publish_time":1593734400000,"author_summary":" Cioffi, Andrea; Rinaldi, Raffaella","abstract_summary":" During the Covid-19 pandemic, many countries<br>around the world are considering whether and how to<br>provide liability protection to front-line<br>healthcare staff. The guiding principle of liability<br>protection for physicians and others is to ensure that, in a<br>serious emergency situation, health professionals<br>can devote themselves exclusively to their work<br>and to patient care, without the fear of future<br>claims for unforeseeable, but above all unavoidable,<br>injury, loss and damage caused by their conduct. Great<br>care is needed to balance the interests and rights of<br>all those involved. Liability protection could<br>have risky consequences with the final result that<br>doctors...","title_summary":" Covid-19 and medical liability: A delicate<br>balance.","x":-23.9434051514,"y":-7.7790474892,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.9434051514,"tsne_y":-7.7790474892,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"zawa487j","source_x":"Medline","title":"The Future of Bioethics: It Shouldn't Take a Pandemic.","doi":"10.1002\/hast.1133","abstract":"The Covid-19 pandemic has concentrated bioethics attention on the \"lifeboat ethics\" of rationing and fair allocation of scarce medical resources, such as testing, intensive care unit beds, and ventilators. This focus drives ethics resources away from persistent and systemic problems-in particular, the structural injustices that give rise to health disparities affecting disadvantaged communities of color. Bioethics, long allied with academic medicine and highly attentive to individual decision-making, has largely neglected its responsibility to address these difficult \"upstream\" issues. It is time to broaden our teaching, research, and practice to match the breadth of the field in order to help address these significant societal inequities and unmet health needs.","publish_time":1588291200000,"author_summary":" Churchill, Larry R; King, Nancy M P; Henderson,<br>Gail E","abstract_summary":" The Covid-19 pandemic has concentrated<br>bioethics attention on the \"lifeboat ethics\" of<br>rationing and fair allocation of scarce medical<br>resources, such as testing, intensive care unit beds, and<br>ventilators. This focus drives ethics resources away from<br>persistent and systemic problems-in particular, the<br>structural injustices that give rise to health<br>disparities affecting disadvantaged communities of<br>color. Bioethics, long allied with academic medicine<br>and highly attentive to individual<br>decision-making, has largely neglected its responsibility to<br>address these difficult \"upstream\" issues. It is time<br>to broaden our teaching, research, and practice<br>to match the breadth of the field in order to help<br>address...","title_summary":" The Future of Bioethics: It Shouldn't Take a<br>Pandemic.","x":-23.0577087402,"y":-7.6934776306,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.0577087402,"tsne_y":-7.6934776306,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"lobz0tj1","source_x":"Medline","title":"What Could \"Fair Allocation\" during the Covid-19 Crisis Possibly Mean in Sub-Saharan Africa?","doi":"10.1002\/hast.1129","abstract":"The Covid-19 pandemic has sparked rapid and voluminous production of bioethics commentary in popular media and academic publications. Many of the discussions are new twists on an old theme: how to fairly allocate scarce medical resources, such as ventilators and intensive care unit beds. In this essay, we do not add another allocation scheme to the growing pile, partly out of appreciation that such schemes should be products of inclusive and transparent community engagement and partly out of recognition of their limited utility for physicians working in the field. Instead, we make the more modest claim that context matters when making such decisions and, more specifically, that recommendations from high-income countries about fair allocation during Covid-19 should not be cut and pasted into low-income settings. We offer a few examples of why seemingly universal, well-intentioned ethical recommendations could have adverse consequences if unreflectively applied in sub-Saharan Africa.","publish_time":1588291200000,"author_summary":" Moodley, Keymanthri; Ravez, Laurent; Obasa,<br>Adetayo Emmanuel; Mwinga, Alwyn; Jaoko, Walter;<br>Makindu, Darius; Behets, Frieda; Rennie, Stuart","abstract_summary":" The Covid-19 pandemic has sparked rapid and<br>voluminous production of bioethics commentary in popular<br>media and academic publications. Many of the<br>discussions are new twists on an old theme: how to fairly<br>allocate scarce medical resources, such as ventilators<br>and intensive care unit beds. In this essay, we do<br>not add another allocation scheme to the growing<br>pile, partly out of appreciation that such schemes<br>should be products of inclusive and transparent<br>community engagement and partly out of recognition of<br>their limited utility for physicians working in the<br>field. Instead, we make the more modest claim that<br>context matters when...","title_summary":" What Could \"Fair Allocation\" during the<br>Covid-19 Crisis Possibly Mean in Sub-Saharan Africa?","x":-22.0529193878,"y":-7.6244902611,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.0529193878,"tsne_y":-7.6244902611,"subcluster":2,"subcluster_description":"Sub-Saharan Africa?Allocating Medical Resources","shape":"p"},{"cord_uid":"hxh8lodt","source_x":"Medline","title":"Geriatric Health in Bangladesh during COVID-19: Challenges and Recommendations.","doi":"10.1080\/01634372.2020.1772932","abstract":"The novel coronavirus disease (COVID-19) is impacting health globally, whereas older adults are highly susceptible and more likely to have adverse health outcomes. In Bangladesh, the elderly population has been increasing over the past few decades, who often live with poor socioeconomic conditions and inadequate access to healthcare services. These disparities are likely to increase amid COVID-19, which may result in high mortality and morbidity among Bangladeshi older adults. We recommend that multifaceted interventions should be adopted for strengthening social care and health systems approach to ensure wellbeing, promote preventive measures, and facilitate access to healthcare among older adults in Bangladesh. Such multipronged measures would require policy-level commitment and collaborative efforts of health and social care providers and institutions to protect health and wellbeing among this vulnerable population during the COVID-19 pandemic.","publish_time":1591315200000,"author_summary":" Hossain, Md Mahbub; Mazumder, Hoimonty;<br>Tasnim, Samia; Nuzhath, Tasmiah; Sultana, Abida","abstract_summary":" The novel coronavirus disease (COVID-19) is<br>impacting health globally, whereas older adults are<br>highly susceptible and more likely to have adverse<br>health outcomes. In Bangladesh, the elderly<br>population has been increasing over the past few decades,<br>who often live with poor socioeconomic conditions<br>and inadequate access to healthcare services.<br>These disparities are likely to increase amid<br>COVID-19, which may result in high mortality and<br>morbidity among Bangladeshi older adults. We recommend<br>that multifaceted interventions should be adopted<br>for strengthening social care and health systems<br>approach to ensure wellbeing, promote preventive<br>measures, and facilitate access to healthcare among<br>older adults in...","title_summary":" Geriatric Health in Bangladesh during<br>COVID-19: Challenges and Recommendations.","x":-19.027797699,"y":-9.1059875488,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-19.027797699,"tsne_y":-9.1059875488,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"nvwn8lzy","source_x":"Medline","title":"Ethical triage during the COVID-19 pandemic: a toolkit for neurosurgical resource allocation.","doi":"10.1007\/s00701-020-04375-w","abstract":"BACKGROUND The COVID-19 pandemic confronts healthcare workers, including neurosurgeons, with difficult choices regarding which patients to treat. METHODS In order to assist ethical triage, this article gives an overview of the main considerations and ethical principles relevant when allocating resources in times of scarcity. RESULTS We discuss a framework employing four principles: prioritizing the worst off, maximizing benefits, treating patients equally, and promoting instrumental value. We furthermore discuss the role of age and comorbidity in triage and highlight some principles that may seem intuitive but should not form a basis for triage. CONCLUSIONS This overview is presented on behalf of the European Association of Neurosurgical Societies and can be used as a toolkit for neurosurgeons faced with ethical dilemmas when triaging patients in times of scarcity.","publish_time":1589414400000,"author_summary":" Hulsbergen, Alexander F C; Eijkholt, Marleen<br>M; Balak, Naci; Brennum, Jannick; Bolger,<br>Ciarán; Bohrer, Anna-Margarete; Feldman, Zeev;<br>Holsgrove, Daniel; Kitchen, Neil; Mathiesen, Tiit I;<br>Moojen, Wouter A; Samprón, Nicolás; Sames, Martin;<br>Sandvik, Ulrika; Tisell, Magnus; Broekman, Marike L D","abstract_summary":" BACKGROUND The COVID-19 pandemic confronts<br>healthcare workers, including neurosurgeons, with<br>difficult choices regarding which patients to treat.<br>METHODS In order to assist ethical triage, this article<br>gives an overview of the main considerations and<br>ethical principles relevant when allocating<br>resources in times of scarcity. RESULTS We discuss a<br>framework employing four principles: prioritizing the<br>worst off, maximizing benefits, treating patients<br>equally, and promoting instrumental value. We<br>furthermore discuss the role of age and comorbidity in<br>triage and highlight some principles that may seem<br>intuitive but should not form a basis for triage.<br>CONCLUSIONS This overview is presented on behalf of...","title_summary":" Ethical triage during the COVID-19 pandemic: a<br>toolkit for neurosurgical resource allocation.","x":-22.5075550079,"y":-8.9958295822,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.5075550079,"tsne_y":-8.9958295822,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"0k2oc16y","source_x":"Medline","title":"Allocating medical resources fairly: the CSG bioethics guide.","doi":"10.21149\/11486","abstract":"On April 12, 2020, a bioethics guide for allocating scarce hospital resources during the current Covid-19 pandemic was posted on the website of the Consejo de Salubridad General (CSG) of the Government of Mexico. The guide, entitled Guía bioética para asignación de recursos limitados de medicina crítica en situación de emergencia, was intended as a preliminary document, but the website posting did not describe it as a first step in the process. The publicity resulted in a wide array of comments and criticisms. That first version posted on the CSG website contained an age-based criterion for breaking a tie between two or more medically eligible patients who needed of a ventilator: younger patients would have preference over older ones. The final version of the guide eliminated that criterion and instead, relied on the leading public health principle, \"save the most lives\", without regard to personal characteristics other than the possibility of benefitting from the scarce medical resources.","publish_time":1591660800000,"author_summary":" Macklin, Ruth","abstract_summary":" On April 12, 2020, a bioethics guide for<br>allocating scarce hospital resources during the current<br>Covid-19 pandemic was posted on the website of the<br>Consejo de Salubridad General (CSG) of the Government<br>of Mexico. The guide, entitled Guía bioética para<br>asignación de recursos limitados de medicina crítica en<br>situación de emergencia, was intended as a preliminary<br>document, but the website posting did not describe it as a<br>first step in the process. The publicity resulted in a<br>wide array of comments and criticisms. That first<br>version posted on the CSG website contained an<br>age-based criterion for breaking a tie between...","title_summary":" Allocating medical resources fairly: the CSG<br>bioethics guide.","x":-22.0854492188,"y":-7.8594679832,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.0854492188,"tsne_y":-7.8594679832,"subcluster":2,"subcluster_description":"Sub-Saharan Africa?Allocating Medical Resources","shape":"p"},{"cord_uid":"tesi22l8","source_x":"Medline","title":"AAN position statement: The COVID-19 pandemic and the ethical duties of the neurologist.","doi":"10.1212\/wnl.0000000000009744","abstract":"Patients, clinicians, and hospitals have undergone monumental changes during the COVID-19 pandemic. This time of troubles has forced us to consider the fundamental obligations that neurologists have to our own individual patients as well as the greater community. By returning to our fundamental understanding of these duties we can ensure that we are providing the most ethically appropriate contingency and crisis care possible. We recommend specific adaptations to both the inpatient and outpatient settings, as well as changes to medical and trainee education. Furthermore, we explore the daunting but potentially necessary implementation of scare resource allocation protocols. As the pandemic evolves, we will need to adapt continuously to these rapidly changing circumstances and consider both national and regional standards and variation.","publish_time":1589500800000,"author_summary":" Rubin, Michael A; Bonnie, Richard J; Epstein,<br>Leon; Hemphill, Claude; Kirschen, Matthew; Lewis,<br>Ariane; Suarez, Jose I","abstract_summary":" Patients, clinicians, and hospitals have<br>undergone monumental changes during the COVID-19<br>pandemic. This time of troubles has forced us to consider<br>the fundamental obligations that neurologists<br>have to our own individual patients as well as the<br>greater community. By returning to our fundamental<br>understanding of these duties we can ensure that we are<br>providing the most ethically appropriate contingency<br>and crisis care possible. We recommend specific<br>adaptations to both the inpatient and outpatient settings,<br>as well as changes to medical and trainee<br>education. Furthermore, we explore the daunting but<br>potentially necessary implementation of scare resource<br>allocation protocols. As the pandemic...","title_summary":" AAN position statement: The COVID-19 pandemic<br>and the ethical duties of the neurologist.","x":-22.4807415009,"y":-9.4464492798,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.4807415009,"tsne_y":-9.4464492798,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"hupcrb4z","source_x":"Medline","title":"Criminal medical liability in the context of Covid-19 pandemic.","doi":null,"abstract":"The COVID-19 infection causes to medical community many difficulties worldwide. In addition to its therapeutic problems, it can generate situations with high medico-legal risk to doctor who can see his criminal medical liability engaged. In fact, in Tunisia, this new infection imposes many specific legal obligations. Some of these obligations have recently been introduced, therefore still little or not known by doctors, despite the need for them to comply with. In this paper, we propose to analyse the circumstances of medical practice in Covid-19 pandemic period , which risk to engage the doctor's criminal medical liability, and to set out the sanctions incurred, in order to protect health professionals against the specific legal risk of this emerging disease.","publish_time":1588291200000,"author_summary":" Ben Amar, Wiem; Karray, Narjes; Zribi, Malek;<br>Siala, Héla; Dhouib, Hanen; Karray, Mohamed;<br>Hammami, Zouhir; Maatoug, Samir","abstract_summary":" The COVID-19 infection causes to medical<br>community many difficulties worldwide. In addition to<br>its therapeutic problems, it can generate<br>situations with high medico-legal risk to doctor who can<br>see his criminal medical liability engaged. In<br>fact, in Tunisia, this new infection imposes many<br>specific legal obligations. Some of these obligations<br>have recently been introduced, therefore still<br>little or not known by doctors, despite the need for<br>them to comply with. In this paper, we propose to<br>analyse the circumstances of medical practice in<br>Covid-19 pandemic period , which risk to engage the<br>doctor's criminal medical liability, and to set out...","title_summary":" Criminal medical liability in the context of<br>Covid-19 pandemic.","x":-24.0177974701,"y":-7.727083683,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-24.0177974701,"tsne_y":-7.727083683,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"i3i3xuc6","source_x":"Medline","title":"COVID-19, Negligence and Occupational Health and Safety: Ethical and Legal Issues for Hospitals and Health Centres.","doi":null,"abstract":"The international incidence of health workers being infected with COVID-19 is deeply troubling. Until a vaccine is developed, they are the community's bulwark against the pandemic. It is vital that they be protected to the maximum extent possible. This entails the need for implementation of effective and compassionate protocols to keep their workplace as safe as possible for them, their colleagues and their patients in a context of much as yet not being known about the virus and awareness that some persons infected by it are for a time at least asymptomatic and that others test negative for it when they are prodromal or even already displaying some symptomatology. This has repercussions both for the liability of hospitals and multi-practitioner centres for negligence and also under occupational health and safety legislation. With the commencement of the roll out of biosecurity and disaster\/emergency measures by government and escalating levels of anxiety in the general population, it is important to reflect upon the measures that most effectively can be adopted practically and ethically to protect the health and safety of those whose task it is to care for us if we become infected by COVID-19.","publish_time":1585699200000,"author_summary":" Freckelton, Ian","abstract_summary":" The international incidence of health workers<br>being infected with COVID-19 is deeply troubling.<br>Until a vaccine is developed, they are the<br>community's bulwark against the pandemic. It is vital that<br>they be protected to the maximum extent possible.<br>This entails the need for implementation of<br>effective and compassionate protocols to keep their<br>workplace as safe as possible for them, their colleagues<br>and their patients in a context of much as yet not<br>being known about the virus and awareness that some<br>persons infected by it are for a time at least<br>asymptomatic and that others test negative for it when...","title_summary":" COVID-19, Negligence and Occupational Health<br>and Safety: Ethical and Legal Issues for Hospitals<br>and Health Centres.","x":-23.7558727264,"y":-7.2594890594,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.7558727264,"tsne_y":-7.2594890594,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"vmgzta92","source_x":"Medline","title":"[Ethical principles compromised during the COVID-19 pandemic?]","doi":null,"abstract":"In the late 1970s, the American bioethicists Tom Beauchamp and James Childress described the four ethical principles that should guide a physician's actions in individual patient care. These principles are: (a) respect for autonomy; (b) doing well (beneficence); (c) not harming (non-maleficence); and (d) justice. In many countries, the global outbreak of SARS-CoV-2 has led to overloaded healthcare systems due to large numbers of COVID-19 patients. In order to provide care to this high volume of patients, far-reaching measures are taken that affect everyone. These measures are not taken from an individual patient's perspective but in the interest of public health; nonetheless, they can directly affect the individual patient's interests. This article examines the extent to which Beauchamp and Childress' ethical principles may be compromised during the COVID-19 pandemic.","publish_time":1587600000000,"author_summary":" Bakker, Marleen; van de Vathorst, Suzanne","abstract_summary":" In the late 1970s, the American bioethicists<br>Tom Beauchamp and James Childress described the<br>four ethical principles that should guide a<br>physician's actions in individual patient care. These<br>principles are: (a) respect for autonomy; (b) doing well<br>(beneficence); (c) not harming (non-maleficence); and (d)<br>justice. In many countries, the global outbreak of<br>SARS-CoV-2 has led to overloaded healthcare systems due to<br>large numbers of COVID-19 patients. In order to<br>provide care to this high volume of patients,<br>far-reaching measures are taken that affect everyone. These<br>measures are not taken from an individual patient's<br>perspective but in the interest of public...","title_summary":" [Ethical principles compromised during the<br>COVID-19 pandemic?]","x":-23.1458206177,"y":-8.0566930771,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.1458206177,"tsne_y":-8.0566930771,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"drlj2ps4","source_x":"Medline; WHO","title":"Making Do During a Pandemic: Morally Distressing and Injurious Events.","doi":"10.1097\/hnp.0000000000000396","abstract":"The coronavirus disease (COVID-19) pandemic has placed nurses and other health care professionals in morally distressing situations related to personal safety, resource allocation, and family versus public care needs Making do, referring to managing with insufficient means, has been the norm of pandemic testing and care Health care professionals and essential employees at the sharp point of care and service have been required to pay the price associated with this new normal Some have described these crushingly difficult circumstances as contributing to moral injury and moral distress Nurses, physicians, and other essential professionals are affirmatively responding to demands for their services while acknowledging that necessary clinical equipment and protective gear are unavailable in the quantities required for safe care delivery Moral injury is unique from moral distress Moral injury has its roots in war and was diagnosed in veterans harmed after perpetrating, failing to thwart, or witnessing acts that violated their deeply held moral convictions and expectations","publish_time":1589241600000,"author_summary":" Zuzelo, Patti Rager","abstract_summary":" The coronavirus disease (COVID-19) pandemic<br>has placed nurses and other health care<br>professionals in morally distressing situations related to<br>personal safety, resource allocation, and family<br>versus public care needs Making do, referring to<br>managing with insufficient means, has been the norm of<br>pandemic testing and care Health care professionals and<br>essential employees at the sharp point of care and service<br>have been required to pay the price associated with<br>this new normal Some have described these<br>crushingly difficult circumstances as contributing to<br>moral injury and moral distress Nurses, physicians,<br>and other essential professionals are<br>affirmatively responding to demands for their...","title_summary":" Making Do During a Pandemic: Morally<br>Distressing and Injurious Events.","x":-24.2406082153,"y":-8.9065599442,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-24.2406082153,"tsne_y":-8.9065599442,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"g3ovti22","source_x":"Medline; PMC","title":"Conducting Clinical Research During the COVID-19 Pandemic: Investigator and Participant Perspectives","doi":"10.2196\/18887","abstract":"As the medical landscape changes daily with the coronavirus disease (COVID-19) pandemic, clinical researchers are caught off-guard and are forced to make decisions on research visits in their ongoing clinical trials. Although there is some guidance from local and national organizations, the principal investigator (PI) is ultimately responsible for determining the risk-benefit ratio of conducting, rescheduling, or cancelling each research visit. The PI should take into consideration the ethical principles of research, local\/national guidance, the community risk of the pandemic in their locale, staffing strain, and the risk involved to each participant, to ultimately decide on the course of action. While balancing the rights and protection of the human subject, we seldom examine patients’ views and opinions about their scheduled research visit(s). This article discusses the ethical principles of beneficence and autonomy in helping the decision-making process. We discuss ways to weigh-in local and national guidance, staffing strain, and institutional support into the decision-making process and outline potential changes needed for regulatory bodies depending on the decision. Further, we discuss the need to weigh-in the individual risk-benefit ratio for each participant and present a decision tree to navigate this complex process. Finally, we examine participant and caregiver perspectives on their fears, sense of preparedness, and factors that they consider before deciding whether to keep or postpone the research appointments. This entry also provides PIs ways to support their research participants in both scenarios, including provision of psychological support.","publish_time":1586131200000,"author_summary":" Padala, Prasad R; Jendro, Ashlyn M; Padala,<br>Kalpana P","abstract_summary":" As the medical landscape changes daily with the<br>coronavirus disease (COVID-19) pandemic, clinical<br>researchers are caught off-guard and are forced to make<br>decisions on research visits in their ongoing clinical<br>trials. Although there is some guidance from local and<br>national organizations, the principal investigator<br>(PI) is ultimately responsible for determining the<br>risk-benefit ratio of conducting, rescheduling, or<br>cancelling each research visit. The PI should take into<br>consideration the ethical principles of research,<br>local\/national guidance, the community risk of the pandemic in<br>their locale, staffing strain, and the risk involved<br>to each participant, to ultimately decide on the<br>course of action....","title_summary":" Conducting Clinical Research During the<br>COVID-19 Pandemic: Investigator and Participant<br>Perspectives","x":-22.1874771118,"y":-6.3212413788,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.1874771118,"tsne_y":-6.3212413788,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"fhkbcp7z","source_x":"Elsevier; Medline; PMC","title":"Diabetes and COVID-19: IDF perspective in the Western Pacific Region","doi":"10.1016\/j.diabres.2020.108278","abstract":"Abstract The World Health Organization (WHO) declared a pandemic, the highest risk level in the infectious disease alert phase, on 11 March 2020. In the Western Pacific Region (WPR), 192,016 confirmed cases with 7,125 deaths had been reported as of 8 June 2020. In people with diabetes COVID-19 can be more difficult to treat due to the wide fluctuations in blood glucose levels or presence of comorbidities such as diabetes complications, including cardiovascular disease and renal damage, which are recognized risks for adverse outcomes. National diabetes associations and governments have established guidelines for subjects with diabetes in relation to COVID-19, and are trying to supply emergency and their regularly required medical products for them. The WPR is so large and composed of such diverse countries and COVID-19 situations, no one conclusion or program applies. Instead we could see a diverse COVID-19 pandemic profile in the WPR, and several creative diagnostic and therapeutic measures undertaken. This includes drive-through screening facilities, high-speed RT-PCR technologies, convalescent patients’ plasma therapy, which potentially had some positive contributions in combatting COVID-19 in the WPR as well as globally. Although the numbers of confirmed cases are currently decreasing in the region, the COVID-19 pandemic is not over, and many experts are recommending to prepare measures for potential second or third waves of COVID-19.","publish_time":1593043200000,"author_summary":" Hwang, Yerin; Khasag, Altaisaikhan; Jia,<br>Weiping; Jenkins, Alicia; Huang, Chien-Ning; Yabe,<br>Daisuke; Kim, Doo-Man; Kadowaki, Takashi; Lee,<br>Moon-Kyu","abstract_summary":" Abstract The World Health Organization (WHO)<br>declared a pandemic, the highest risk level in the<br>infectious disease alert phase, on 11 March 2020. In the<br>Western Pacific Region (WPR), 192,016 confirmed cases<br>with 7,125 deaths had been reported as of 8 June 2020.<br>In people with diabetes COVID-19 can be more<br>difficult to treat due to the wide fluctuations in blood<br>glucose levels or presence of comorbidities such as<br>diabetes complications, including cardiovascular<br>disease and renal damage, which are recognized risks<br>for adverse outcomes. National diabetes<br>associations and governments have established guidelines<br>for subjects with diabetes in relation to<br>COVID-19,...","title_summary":" Diabetes and COVID-19: IDF perspective in the<br>Western Pacific Region","x":-18.7223396301,"y":-8.8066940308,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.7223396301,"tsne_y":-8.8066940308,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"slv7r9u7","source_x":"Medline; PMC","title":"The right to know: ethical implications of antibody testing for healthcare workers and overlooked societal implications","doi":"10.1136\/medethics-2020-106467","abstract":"After the initial surge in cases of coronavirus (COVID-19), the outbreak has been managed differently in different countries. In the USA, it has been managed in many different ways between states, cities and even counties. This disparity is slowly becoming more and more pronounced with the advent of antibody testing. Although many argue over the potential merits of antibody testing as an immunity passport to allow the economy to restart, there are other implications that stand at the heart of the bioethical debate that are often overlooked. Particularly with COVID-19, there are many uncertainties and the discourse alone of antibodies presumes misinformation that may outweigh the epidemiological benefits of antibody testing. Although this paper does not seek to eliminate antibody testing, it does highlight the need for appropriate counselling both on a personal level with each patient but on a more global level. This moral standard of appropriate education is key to allowing the continued autonomy needed during this pandemic.","publish_time":1591142400000,"author_summary":" Vakharia, Kunal","abstract_summary":" After the initial surge in cases of coronavirus<br>(COVID-19), the outbreak has been managed differently in<br>different countries. In the USA, it has been managed in<br>many different ways between states, cities and even<br>counties. This disparity is slowly becoming more and more<br>pronounced with the advent of antibody testing. Although<br>many argue over the potential merits of antibody<br>testing as an immunity passport to allow the economy to<br>restart, there are other implications that stand at the<br>heart of the bioethical debate that are often<br>overlooked. Particularly with COVID-19, there are many<br>uncertainties and the discourse alone of antibodies...","title_summary":" The right to know: ethical implications of<br>antibody testing for healthcare workers and overlooked<br>societal implications","x":-22.5003700256,"y":-6.1254777908,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.5003700256,"tsne_y":-6.1254777908,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"ilqi3ib8","source_x":"Medline; PMC","title":"Ethical considerations for allocation of scarce resources and alterations in surgical care during a pandemic","doi":"10.1007\/s00464-020-07629-x","abstract":"The COVID-19 pandemic caused by SARS-CoV-2 is unprecedented in modern history. Its effects on social behavior and health care delivery have been dramatic. The resultant burden of disease and critical illness has outpaced the diagnostic, therapeutic, and health care professional resources of many clinics and hospitals. It continues to do so globally. The allocation of hospital beds and ventilators, personal protective equipment, investigational therapeutics, and other scarce resources has required difficult decisions. Clinical and surgical practices which are standard in normal times may not be standard or safe during the COVID-19 crisis. How can we best adapt as physicians and surgeons? What foundational ethical principles and systems of principle application can help guide our decision-making? Fortunately, a large body of work in medical ethics addresses these questions. Unfortunately, many surgeons and other health care professionals are probably not as familiar with these concepts. This brief communication is intended to provide a concise explanation of ethical considerations which readers may find helpful when addressing allocation of scarce resources and alterations in surgical care brought on by the current pandemic.","publish_time":1589241600000,"author_summary":" Rawlings, Arthur; Brandt, Lea; Ferreres,<br>Alberto; Asbun, Horacio; Shadduck, Phillip","abstract_summary":" The COVID-19 pandemic caused by SARS-CoV-2 is<br>unprecedented in modern history. Its effects on social<br>behavior and health care delivery have been dramatic.<br>The resultant burden of disease and critical<br>illness has outpaced the diagnostic, therapeutic, and<br>health care professional resources of many clinics<br>and hospitals. It continues to do so globally. The<br>allocation of hospital beds and ventilators, personal<br>protective equipment, investigational therapeutics,<br>and other scarce resources has required difficult<br>decisions. Clinical and surgical practices which are<br>standard in normal times may not be standard or safe<br>during the COVID-19 crisis. How can we best adapt as<br>physicians and...","title_summary":" Ethical considerations for allocation of<br>scarce resources and alterations in surgical care<br>during a pandemic","x":-22.5355033875,"y":-9.0907516479,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.5355033875,"tsne_y":-9.0907516479,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"dxqqfr90","source_x":"PMC; WHO","title":"Joint Commission releases COVID‐19 resources","doi":"10.1002\/mhw.32331","abstract":"The Joint Commission has released specific COVID‐19 resources for health care professionals and organizations on the front lines of this pandemic. The site also includes statements to support providers, including the use of face masks from home and the shortage of critical medical equipment. “As a mission‐driven organization, we are driven to help our entire health care community keep their teams and patients safe,” President and CEO of The Joint Commission Mark R. Chassin, M.D., said. “The situation is changing rapidly, and recommendations are changing with similar speed. We know that you have received a torrent of information. We will continue to update this library with only those resources and guidance that we believe to be particularly useful as we continue to navigate through this pandemic.” COVID‐19 resources can be found at https:\/\/www.jointcommission.org\/-\/media\/tjc\/documents\/resources\/patient-safety-topics\/infection-prevention-and-hai\/covid19\/drchassin_032420.pdf.","publish_time":1587081600000,"author_summary":null,"abstract_summary":" The Joint Commission has released specific<br>COVID‐19 resources for health care professionals and<br>organizations on the front lines of this pandemic. The site<br>also includes statements to support providers,<br>including the use of face masks from home and the shortage<br>of critical medical equipment. “As a<br>mission‐driven organization, we are driven to help our entire<br>health care community keep their teams and patients<br>safe,” President and CEO of The Joint Commission Mark<br>R. Chassin, M.D., said. “The situation is<br>changing rapidly, and recommendations are changing<br>with similar speed. We know that you have received a<br>torrent of information. We will...","title_summary":" Joint Commission releases COVID‐19 resources","x":-20.7425765991,"y":-8.5182676315,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-20.7425765991,"tsne_y":-8.5182676315,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"b37z8482","source_x":"Elsevier; Medline; PMC","title":"The preventive strategy for pandemics in the elderly is to collect in advance samples & data to counteract chronic inflammation (inflammaging)","doi":"10.1016\/j.arr.2020.101091","abstract":"Fighting the current COVID-19 pandemic, we must not forget to prepare for the next. Since elderly and frail people are at high risk, we wish to predict their vulnerability, and intervene if possible. For example, it would take little effort to take additional swabs or dried blood spots. Such minimally-invasive sampling, exemplified here during screening for potential COVID-19 infection, can yield the data to discover biomarkers to better handle this and the next respiratory disease pandemic. Longitudinal outcome data can then be combined with other epidemics and old-age health data, to discover the best biomarkers to predict (i) coping with infection & inflammation and thus hospitalization or intensive care, (ii) long-term health challenges, e.g. deterioration of lung function after intensive care, and (iii) treatment & vaccination response. Further, there are universal triggers of old-age morbidity & mortality, and the elimination of senescent cells improved health in pilot studies in idiopathic lung fibrosis & osteoarthritis patients alike. Biomarker studies are needed to test the hypothesis that resilience of the elderly during a pandemic can be improved by countering chronic inflammation and\/or removing senescent cells. Our review suggests that more samples should be taken and saved systematically, following minimum standards, and data be made available, to maximize healthspan & minimize frailty, leading to savings in health care, gains in quality of life, and preparing us better for the next pandemic, all at the same time.","publish_time":1590278400000,"author_summary":" Fuellen, Georg; Liesenfeld, Oliver; Kowald,<br>Axel; Barrantes, Israel; Bastian, Manuela; Simm,<br>Andreas; Jansen, Ludger; Tietz-Latza, Alexander;<br>Quandt, Dagmar; Franceschi, Claudio; Walter, Michael","abstract_summary":" Fighting the current COVID-19 pandemic, we<br>must not forget to prepare for the next. Since<br>elderly and frail people are at high risk, we wish to<br>predict their vulnerability, and intervene if<br>possible. For example, it would take little effort to take<br>additional swabs or dried blood spots. Such<br>minimally-invasive sampling, exemplified here during screening<br>for potential COVID-19 infection, can yield the<br>data to discover biomarkers to better handle this<br>and the next respiratory disease pandemic.<br>Longitudinal outcome data can then be combined with other<br>epidemics and old-age health data, to discover the best<br>biomarkers to predict (i) coping with...","title_summary":" The preventive strategy for pandemics in the<br>elderly is to collect in advance samples & data to<br>counteract chronic inflammation (inflammaging)","x":-18.232301712,"y":-9.0531301498,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.232301712,"tsne_y":-9.0531301498,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"ugs0lgw9","source_x":"Medline; PMC; WHO","title":"Ethical Issues in Decision-making Regarding the Elderly Affected by Coronavirus Disease 2019: An Expert Opinion","doi":"10.15420\/ecr.2020.14","abstract":"The coronavirus disease 2019 (COVID-19) pandemic is resulting in ethical decisions regarding resource allocation. Prioritisation reflects established practices that regulate the distribution of finite resources when demand exceeds supply. However, discrimination based on sex, race or age has no role in prioritisation unless clearly justified. The risk posed by COVID-19 is higher for elderly people than for younger people, so older adults should be prioritised in preventive measures. In the case of people who already have COVID-19, healthcare professionals might prioritise those most likely to survive. Making decisions based on chronological age alone is not justified; in addition to age, other aspects that determine theoretical life expectancy must be taken into account. Individualised correct prioritisation in the allocation of scarce resources is essential to good clinical practice.","publish_time":1589760000000,"author_summary":" Martínez-Sellés, David; Martínez-Sellés,<br>Helena; Martinez-Sellés, Manuel","abstract_summary":" The coronavirus disease 2019 (COVID-19)<br>pandemic is resulting in ethical decisions regarding<br>resource allocation. Prioritisation reflects<br>established practices that regulate the distribution of<br>finite resources when demand exceeds supply.<br>However, discrimination based on sex, race or age has no<br>role in prioritisation unless clearly justified.<br>The risk posed by COVID-19 is higher for elderly<br>people than for younger people, so older adults should<br>be prioritised in preventive measures. In the<br>case of people who already have COVID-19,<br>healthcare professionals might prioritise those most<br>likely to survive. Making decisions based on<br>chronological age alone is not justified; in addition to age,...","title_summary":" Ethical Issues in Decision-making Regarding<br>the Elderly Affected by Coronavirus Disease 2019:<br>An Expert Opinion","x":-22.3568840027,"y":-9.1509227753,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.3568840027,"tsne_y":-9.1509227753,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"yjct2pe3","source_x":"Elsevier; PMC; WHO","title":"Developing an Ethics Framework for Allocating Remdesivir in the COVID-19 Pandemic","doi":"10.1016\/j.mayocp.2020.06.016","abstract":"Abstract On May 1, 2020, the U.S. Food and Drug Administration (FDA) issued an Emergency Use Authorization (EUA) to allow use of the antiviral drug remdesivir to treat patients with severe COVID-19 disease. Remdesivir is an investigational drug studied in clinical trials for COVID-19 and is available to children and pregnant women through compassionate use access, but is not yet FDA-approved. In early May, the U.S. Department of Health and Human Services began to distribute remdesivir donated by Gilead Sciences, Inc., to hospitals and state health departments for emergency use; multiple shipments have since been distributed. This process has raised questions of how remdesivir should be allocated. The Minnesota Department of Health has collaborated with the Minnesota COVID Ethics Collaborative and multiple clinical experts to issue an “Ethical Framework for May 2020 Allocation of Remdesivir in the COVID-19 Pandemic.” The framework builds on extensive ethical guidance developed for public health emergencies in Minnesota prior to the COVID-19 crisis. The Minnesota remdesivir allocation framework specifies an ethical approach to distributing the drug (1) to facilities across the state, and then (2) among COVID-19 patients within each facility. This article describes the process of developing the framework and adjustments in the framework over time with emergence of new data, analyzes key issues addressed, and suggests next steps. Sharing this framework and the development process can encourage transparency and may be useful to other states formulating and refining their approach to remdesivir EUA allocation.","publish_time":1592611200000,"author_summary":" Lim, Sarah; DeBruin, Debra A.; Leider,<br>Jonathon P.; Sederstrom, Nneka; Lynfield, Ruth; Baker,<br>Jason V.; Kline, Susan; Kesler, Sarah; Rizza,<br>Stacey; Wu, Joel; Sharp, Richard R.; Wolf, Susan M.","abstract_summary":" Abstract On May 1, 2020, the U.S. Food and Drug<br>Administration (FDA) issued an Emergency Use Authorization<br>(EUA) to allow use of the antiviral drug remdesivir to<br>treat patients with severe COVID-19 disease.<br>Remdesivir is an investigational drug studied in clinical<br>trials for COVID-19 and is available to children and<br>pregnant women through compassionate use access, but is<br>not yet FDA-approved. In early May, the U.S.<br>Department of Health and Human Services began to<br>distribute remdesivir donated by Gilead Sciences, Inc.,<br>to hospitals and state health departments for<br>emergency use; multiple shipments have since been<br>distributed. This process has raised...","title_summary":" Developing an Ethics Framework for Allocating<br>Remdesivir in the COVID-19 Pandemic","x":-22.3759441376,"y":-6.9816160202,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.3759441376,"tsne_y":-6.9816160202,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"mob8dbcr","source_x":"Medline; PMC","title":"Equitably Sharing the Benefits and Burdens of Research: Covid‐19 Raises the Stakes","doi":"10.1002\/eahr.500055","abstract":"One of the central principles of research ethics is that the benefits and burdens of research with human participants should be equitably distributed. This principle has important implications for where research will be conducted, how participants will be recruited, what questions will be investigated, and who will control the distribution of any innovations that result. In the context of Covid‐19, key issues include providing support to clinical trials in low‐ and middle‐income countries, without taking needed resources away from other critical clinical and public health needs; designing recruitment strategies likely to generate sufficient enrollment from groups that have been disproportionately burdened by the virus, such as African Americans; supporting studies designed to improve outcomes in high‐risk environments, such as nursing homes and group homes for the developmentally disabled; and ensuring that the medical products resulting from research are made available throughout the world at an affordable price. If clinical trials are not designed with equity considerations consciously in mind, the response to the pandemic may further exacerbate disparities in health status between population groups.","publish_time":1589414400000,"author_summary":" Coleman, Carl H.","abstract_summary":" One of the central principles of research<br>ethics is that the benefits and burdens of research<br>with human participants should be equitably<br>distributed. This principle has important implications for<br>where research will be conducted, how participants<br>will be recruited, what questions will be<br>investigated, and who will control the distribution of any<br>innovations that result. In the context of Covid‐19, key<br>issues include providing support to clinical trials<br>in low‐ and middle‐income countries, without<br>taking needed resources away from other critical<br>clinical and public health needs; designing<br>recruitment strategies likely to generate sufficient<br>enrollment from groups that have been disproportionately...","title_summary":" Equitably Sharing the Benefits and Burdens of<br>Research: Covid‐19 Raises the Stakes","x":-22.5767383575,"y":-6.1782464981,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.5767383575,"tsne_y":-6.1782464981,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"qnkew4d9","source_x":"Medline; PMC","title":"Coronavirus disease 2019: Utilizing an ethical framework for rationing absolutely scarce health‐care resources in transplant allocation decisions","doi":"10.1111\/ajt.15914","abstract":"The novel Coronavirus disease 2019 (COVID‐19) is impacting transplant programs around the world, and, as the center of the pandemic shifts to the United States, we have to prepare to make decisions about which patients to transplant during times of constrained resources. In this paper, we discuss how to transition from the traditional justice vs utility consideration in organ allocation to a more nuanced allocation scheme based on ethical values that drive decisions in times of absolute scarcity. We recognize that many decisions are made based on the practical limitations that transplant programs face, especially at the extremes. As programs make the transition from a standard approach to a resource‐constrained approach to transplantation, we utilize a framework for ethical decisions in settings of absolutely scarce resources to help guide programs in deciding which patients to transplant, which donors to accept, how to minimize risk, and how to ensure the best utilization of transplant team members.","publish_time":1587859200000,"author_summary":" Wall, Anji E.; Pruett, Timothy; Stock, Peter;<br>Testa, Giuliano","abstract_summary":" The novel Coronavirus disease 2019 (COVID‐19)<br>is impacting transplant programs around the<br>world, and, as the center of the pandemic shifts to the<br>United States, we have to prepare to make decisions<br>about which patients to transplant during times of<br>constrained resources. In this paper, we discuss how to<br>transition from the traditional justice vs utility<br>consideration in organ allocation to a more nuanced<br>allocation scheme based on ethical values that drive<br>decisions in times of absolute scarcity. We recognize<br>that many decisions are made based on the practical<br>limitations that transplant programs face, especially at<br>the extremes. As programs...","title_summary":" Coronavirus disease 2019: Utilizing an<br>ethical framework for rationing absolutely scarce<br>health‐care resources in transplant allocation decisions","x":-21.7783164978,"y":-8.7748851776,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-21.7783164978,"tsne_y":-8.7748851776,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"olzpwmfu","source_x":"Elsevier; Medline; PMC","title":"COVID-19 and fertility: A virtual reality","doi":"10.1016\/j.rbmo.2020.05.001","abstract":"The COVID-19 pandemic is an extraordinary global situation and all Countries have adopted their own strategies to diminish and eliminate the spread of the virus. All measures are in line with the recommendations provided by WHO. Scientific societies, such as ESHRE and ASRM, have provided recommendations and guidance to overcome and flatten the growing curve of infection in patients that undergo IVF treatments. Although there is no evidence yet that the virus causing COVID-19 may exert negative effects on IVF outcome, fertility treatments have been postponed in order to support the healthcare systems by avoiding additional stress contribution. The possibility of the virus affecting sperm function and egg performance cannot be excluded. Also, an indirect effect of the virus on gametes and embryos during their manipulation cannot be ruled out. This commentary aims to provide some ideas on the possible effect of the virus on gametes and embryos as well as how it can affect the normal functioning of the embryology laboratory.","publish_time":1588896000000,"author_summary":" Anifandis, George; Messini, Christina I.;<br>Daponte, Alexandros; Messinis, Ioannis E.","abstract_summary":" The COVID-19 pandemic is an extraordinary<br>global situation and all Countries have adopted their<br>own strategies to diminish and eliminate the<br>spread of the virus. All measures are in line with the<br>recommendations provided by WHO. Scientific societies, such as<br>ESHRE and ASRM, have provided recommendations and<br>guidance to overcome and flatten the growing curve of<br>infection in patients that undergo IVF treatments.<br>Although there is no evidence yet that the virus causing<br>COVID-19 may exert negative effects on IVF outcome,<br>fertility treatments have been postponed in order to<br>support the healthcare systems by avoiding additional<br>stress contribution. The possibility...","title_summary":" COVID-19 and fertility: A virtual reality","x":-19.6371459961,"y":-7.9989347458,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-19.6371459961,"tsne_y":-7.9989347458,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"bydf1wv9","source_x":"PMC; WHO","title":"Setting Priorities Fairly in Response to Covid-19: Identifying Overlapping Consensus and Reasonable Disagreement","doi":"10.1093\/jlb\/lsaa044","abstract":"Proposals for allocating scarce lifesaving resources in the face of the covid-19 pandemic have aligned in some ways and conflicted in others. This paper attempts a kind of priority setting in addressing these conflicts. In the first part, we identify points on which we do not believe that reasonable people should differ—even if they do. These are (a) the inadequacy of traditional clinical ethics to address priority-setting in a pandemic; (b) the relevance of saving lives; (c) the flaws of first-come, first-served allocation; (d) the relevance of post-episode survival; (e) the difference between age and other life-expectancy expectancy; and (f) the need to avoid quality-of-life judgments. In the second part, we lay out some positions on which reasonable people can and do differ. These include (a) conflicts between maximizing benefits and priority to the worst off; (b) role-based priority; and (c) whether patients’ existing lifesaving resources should be subject to redistribution.","publish_time":1593129600000,"author_summary":" Wasserman, David; Persad, Govind; Millum,<br>Joseph","abstract_summary":" Proposals for allocating scarce lifesaving<br>resources in the face of the covid-19 pandemic have<br>aligned in some ways and conflicted in others. This<br>paper attempts a kind of priority setting in<br>addressing these conflicts. In the first part, we identify<br>points on which we do not believe that reasonable<br>people should differ—even if they do. These are (a) the<br>inadequacy of traditional clinical ethics to address<br>priority-setting in a pandemic; (b) the relevance of saving<br>lives; (c) the flaws of first-come, first-served<br>allocation; (d) the relevance of post-episode survival;<br>(e) the difference between age and other<br>life-expectancy expectancy; and (f)...","title_summary":" Setting Priorities Fairly in Response to<br>Covid-19: Identifying Overlapping Consensus and<br>Reasonable Disagreement","x":-22.145816803,"y":-7.5776839256,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.145816803,"tsne_y":-7.5776839256,"subcluster":2,"subcluster_description":"Sub-Saharan Africa?Allocating Medical Resources","shape":"p"},{"cord_uid":"iqxycv05","source_x":"Elsevier; Medline; PMC","title":"Western Washington State COVID-19 Experience: Keys to Flattening the Curve and Effective Health System Response","doi":"10.1016\/j.jamcollsurg.2020.06.006","abstract":"BACKGROUND: Washington State experienced the first major outbreak of COVID-19 in the United States and despite a significant number of cases, has seen a relatively low death rate per million population compared to other states with major outbreaks and has seen a substantial decrease in the projections for healthcare utilization, i.e. “flattening the curve”. This consensus report seeks to identify the key factors contributing to the effective health system disaster response in western WA. METHODS: A multidisciplinary, expert panel including individuals and organizations who were integral to managing the public health and emergency healthcare system response were engaged in a consensus process to identify the key themes and lessons learned and develop recommendations for ongoing management of the COVID-19 pandemic. RESULTS: Six key themes were identified including: early communication and coordination among stakeholders; regional coordination of the healthcare system response; rapid development and access to viral testing; proactive management of long-term care & skilled nursing facilities; proactive management of vulnerable populations; and effective physical distancing in the community. CONCLUSIONS: Based on the lessons learned in each of the areas identified by the panel, 11 recommendations are provided to support the healthcare system disaster response in managing future outbreaks.","publish_time":1592265600000,"author_summary":" Mitchell, Steven H.; Bulger, Eileen M.; Duber,<br>Herbert C.; Greninger, Alexander L.; Ong, Thuan D.;<br>Morris, Stephen C.; Chew, Lisa D.; Haffner, Tom M.;<br>Sakata, Vicki L.; Lynch, John B.","abstract_summary":" BACKGROUND: Washington State experienced the<br>first major outbreak of COVID-19 in the United States<br>and despite a significant number of cases, has seen<br>a relatively low death rate per million<br>population compared to other states with major outbreaks<br>and has seen a substantial decrease in the<br>projections for healthcare utilization, i.e. “flattening<br>the curve”. This consensus report seeks to<br>identify the key factors contributing to the effective<br>health system disaster response in western WA.<br>METHODS: A multidisciplinary, expert panel including<br>individuals and organizations who were integral to<br>managing the public health and emergency healthcare<br>system response were engaged in a...","title_summary":" Western Washington State COVID-19<br>Experience: Keys to Flattening the Curve and Effective<br>Health System Response","x":-19.4662342072,"y":-8.716635704,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-19.4662342072,"tsne_y":-8.716635704,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"f2my0wow","source_x":"Medline; PMC","title":"Allocation of Scarce Resources in a Pandemic: A Systematic Review of US State Crisis Standards of Care Documents","doi":"10.1017\/dmp.2020.101","abstract":"The aim of this systematic review was to locate and analyze United States state crisis standards of care (CSC) documents to determine their prevalence and quality. Following PRISMA guidelines, Google search for “allocation of scarce resources” and “crisis standards of care (CSC)” for each state. We analyzed the plans based on the 2009 Institute of Medicine (IOM) report, which provided guidance for establishing CSC for use in disaster situations, as well as the 2014 CHEST consensus statement’s 11 core topic areas. The search yielded 42 state documents, and we excluded 11 that were not CSC plans. Of the 31 included plans, 13 plans were written for an “all hazards” approach, while 18 were pandemic influenza specific. Eighteen had strong ethical grounding. Twenty-one plans had integrated and ongoing community and provider engagement, education, and communication. Twenty-two had assurances regarding legal authority and environment. Sixteen plans had clear indicators, triggers, and lines of responsibility. Finally, 28 had evidence-based clinical processes and operations. Five plans contained all 5 IOM elements: Arizona, Colorado, Minnesota, Nevada, and Vermont. Colorado and Minnesota have all hazards documents and processes for both adult and pediatric populations and could be considered exemplars for other states.","publish_time":1586995200000,"author_summary":" Romney, Douglas; Fox, Hannah; Carlson,<br>Stephanie; Bachmann, Daniel; O’Mathuna, Donal; Kman,<br>Nicholas","abstract_summary":" The aim of this systematic review was to locate<br>and analyze United States state crisis standards<br>of care (CSC) documents to determine their<br>prevalence and quality. Following PRISMA guidelines,<br>Google search for “allocation of scarce resources”<br>and “crisis standards of care (CSC)” for each<br>state. We analyzed the plans based on the 2009<br>Institute of Medicine (IOM) report, which provided<br>guidance for establishing CSC for use in disaster<br>situations, as well as the 2014 CHEST consensus statement’s<br>11 core topic areas. The search yielded 42 state<br>documents, and we excluded 11 that were not CSC plans. Of the<br>31 included...","title_summary":" Allocation of Scarce Resources in a Pandemic: A<br>Systematic Review of US State Crisis Standards of Care<br>Documents","x":-21.6459980011,"y":-7.309442997,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-21.6459980011,"tsne_y":-7.309442997,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1j583m32","source_x":"Medline; PMC","title":"Challenges and strategies to research ethics in conducting COVID‐19 research","doi":"10.1111\/jebm.12388","abstract":"The number of research involving human subjects on coronavirus disease 2019 (COVID‐19) is surging, bringing challenges to the ethical review committee (ERC) in terms of reviewing speed and special ethical considerations under the pandemic. However, the existing ethical review system and regulations have their limitations to meet the demand for a prompt and efficient epidemic control. Since the research under the public health emergency is different from that carried out in familiar situations to design and implementation, the strategy for a satisfactory ERC response should balance the duty of protecting individual participants as well as the special public needs derived from the disease control. It is suggested that the ethical review‐related regulations need to be updated, and a unified supervision system to the overall ERC is required. ERC collaboration, capacity‐improving and efficiency‐improving measures need to be taken. With respect to the reviewing guidelines, it is suggested that the international norms should be explained with more consideration of the local condition and the exceptional circumstances in this public health emergency. A joint effort needs to be taken for better research conduction.","publish_time":1590105600000,"author_summary":" Ma, Xitao; Wang, Yanqiao; Gao, Tian; He, Qing;<br>He, Yan; Yue, Rensong; You, Fengming; Tang,<br>Jianyuan","abstract_summary":" The number of research involving human<br>subjects on coronavirus disease 2019 (COVID‐19) is<br>surging, bringing challenges to the ethical review<br>committee (ERC) in terms of reviewing speed and special<br>ethical considerations under the pandemic. However,<br>the existing ethical review system and<br>regulations have their limitations to meet the demand for a<br>prompt and efficient epidemic control. Since the<br>research under the public health emergency is different<br>from that carried out in familiar situations to<br>design and implementation, the strategy for a<br>satisfactory ERC response should balance the duty of<br>protecting individual participants as well as the special<br>public needs derived...","title_summary":" Challenges and strategies to research ethics<br>in conducting COVID‐19 research","x":-22.4807682037,"y":-6.6255121231,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.4807682037,"tsne_y":-6.6255121231,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"e38nu08a","source_x":"Elsevier; Medline; PMC","title":"Beyond the virus: Ensuring continuity of care for people with diabetes during COVID-19","doi":"10.1016\/j.pcd.2020.05.014","abstract":"The current COVID-19 pandemic is a major concern for the diabetes community. A meta-analysis in China found that the proportions of people with COVID-19 and diabetes was 9.7% and that having diabetes resulted in a two-fold increased risk of having a severe case. Global guidance on confinement measures for the prevention of COVID-19 have a particular emphasis on vulnerable populations which include people with diabetes. These recommendations are coherent to avoid the spread of SARSCoV-2 infection, but are in contradiction with comprehensive diabetes care, which requires regular patient–provider interactions for patient education, prescriptions and possible management of complications or mental health. Moreover, confinement drives risk for unhealthy diets, decreased physical activity, mental health related concerns, in parallel to delayed care-seeking due to fear of contracting COVID-19. Another weakness in the current COVID-19 response is the focus on hospital care which overlooks the importance of Primary Care in guaranteeing continuity of care. Ensuring the availability of insulin, other medicines, self-monitoring and diagnostic tools is another challenge. These are all global concerns for the diabetes community, as well as for those suffering from other chronic conditions. Undoubtedly, the global priority is to contain the spread and impact of COVID-19. However, health systems still need to meet the needs of the entire population, including individuals with diabetes. Clear guidance for preparedness, crisis and post-crisis management of diabetes and chronic diseases during mass disruptions to health systems are lacking. Therefore, in parallel to the epidemic response efforts to ensure existing healthcare services keep running should be supported to avoid health consequences that might be worse than the epidemic itself. This includes targeted messaging for people with diabetes and vulnerable populations with regards to possible risk of infection as well as their disease-related management; continued support via telephone, video conferencing or even home visits; ensuring access to insulin and other medicines and supplies both nationally and individually; and most importantly, preparing for the future.","publish_time":1590796800000,"author_summary":" Beran, David; Aebischer Perone, Sigiriya;<br>Castellsague Perolini, Montserrat; Chappuis, François;<br>Chopard, Pierre; Haller, Dagmar M.; Jacquerioz Bausch,<br>Frédérique; Maisonneuve, Hubert; Perone, Nicolas;<br>Gastaldi, Giacomo","abstract_summary":" The current COVID-19 pandemic is a major<br>concern for the diabetes community. A meta-analysis in<br>China found that the proportions of people with<br>COVID-19 and diabetes was 9.7% and that having diabetes<br>resulted in a two-fold increased risk of having a severe<br>case. Global guidance on confinement measures for<br>the prevention of COVID-19 have a particular<br>emphasis on vulnerable populations which include<br>people with diabetes. These recommendations are<br>coherent to avoid the spread of SARSCoV-2 infection, but<br>are in contradiction with comprehensive diabetes<br>care, which requires regular patient–provider<br>interactions for patient education, prescriptions and<br>possible management of complications or mental...","title_summary":" Beyond the virus: Ensuring continuity of care<br>for people with diabetes during COVID-19","x":-18.8772773743,"y":-9.0817022324,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.8772773743,"tsne_y":-9.0817022324,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"vfl08i2p","source_x":"Medline; PMC","title":"Paying Participants in COVID-19 Trials","doi":"10.1093\/infdis\/jiaa284","abstract":"Trials are in development and underway to examine potential interventions for treatment and prophylaxis of coronavirus disease 2019 (COVID-19). How should we think about offering payment to participants in these trials? Payment for research participation is ethically contentious even under ideal circumstances. Here, we review 3 functions of research payment—reimbursement, compensation, and incentive—and identify heightened and novel ethical concerns in the context of a global pandemic. We argue that COVID-19 trial participants should usually be offered reimbursement for research-related expenses, and compensation for their time and effort, as for other types of research under usual circumstances. Given increased risk of undue influence against pandemic background conditions, incentive payment should be avoided unless essential to recruitment and retention in important trials whose social value outweighs this risk. Where essential, however, incentives can be ethically permissible, so long as reasonable efforts are made to minimize the possibility of undue influence.","publish_time":1590710400000,"author_summary":" Largent, Emily A; Lynch, Holly Fernandez","abstract_summary":" Trials are in development and underway to<br>examine potential interventions for treatment and<br>prophylaxis of coronavirus disease 2019 (COVID-19). How<br>should we think about offering payment to<br>participants in these trials? Payment for research<br>participation is ethically contentious even under ideal<br>circumstances. Here, we review 3 functions of research<br>payment—reimbursement, compensation, and incentive—and identify<br>heightened and novel ethical concerns in the context of a<br>global pandemic. We argue that COVID-19 trial<br>participants should usually be offered reimbursement for<br>research-related expenses, and compensation for their time and<br>effort, as for other types of research under usual<br>circumstances. Given increased risk of...","title_summary":" Paying Participants in COVID-19 Trials","x":-22.1780605316,"y":-6.3289351463,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.1780605316,"tsne_y":-6.3289351463,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"ok4utzlb","source_x":"Medline; PMC","title":"COVID‐19 and medical litigation: More than just the obvious","doi":"10.1111\/1742-6723.13548","abstract":"COVID‐19 has massively changed the health landscape around the world. Wide‐ranging changes to healthcare delivery have occurred, especially in hospitals and EDs. Health services have made local decisions about care pathways, in some cases deviating from what would, until recently, have been considered widely accepted care. These changes bring with them new medicolegal risk for clinicians. In Australia, civil liability Acts provide protection for professionals when the criterion of having undertaken ‘competent’ practice that would be ‘widely accepted’ ‘in the circumstances’ is met. There is doubt how courts, and the medical experts who advise them, will evaluate clinical care provided during the pandemic when health services have developed local care pathways and there is no nationally accepted standard.","publish_time":1591142400000,"author_summary":" Kelly, Anne‐Maree","abstract_summary":" COVID‐19 has massively changed the health<br>landscape around the world. Wide‐ranging changes to<br>healthcare delivery have occurred, especially in<br>hospitals and EDs. Health services have made local<br>decisions about care pathways, in some cases deviating<br>from what would, until recently, have been<br>considered widely accepted care. These changes bring with<br>them new medicolegal risk for clinicians. In<br>Australia, civil liability Acts provide protection for<br>professionals when the criterion of having undertaken<br>‘competent’ practice that would be ‘widely accepted’ ‘in<br>the circumstances’ is met. There is doubt how<br>courts, and the medical experts who advise them, will<br>evaluate clinical care provided...","title_summary":" COVID‐19 and medical litigation: More than<br>just the obvious","x":-23.7917861938,"y":-7.9551529884,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.7917861938,"tsne_y":-7.9551529884,"subcluster":1,"subcluster_description":"Medical Liability","shape":"p"},{"cord_uid":"6hx7avva","source_x":"Medline; PMC","title":"Is withdrawing treatment really more problematic than withholding treatment?","doi":"10.1136\/medethics-2020-106330","abstract":"There is a concern that as a result of COVID-19 there will be a shortage of ventilators for patients requiring respiratory support. This concern has resulted in significant debate about whether it is appropriate to withdraw ventilation from one patient in order to provide it to another patient who may benefit more. The current advice available to doctors appears to be inconsistent, with some suggesting withdrawal of treatment is more serious than withholding, while others suggest that this distinction should not be made. We argue that there is no ethically relevant difference between withdrawing and withholding treatment and that suggesting otherwise may have problematic consequences. If doctors are discouraged from withdrawing treatment, concern about a future shortage may make them reluctant to provide ventilation to patients who are unlikely to have a successful outcome. This may result in underutilisation of available resources. A national policy is urgently required to provide doctors with guidance about how patients should be prioritised to ensure the maximum benefit is derived from limited resources.","publish_time":1590364800000,"author_summary":" Cameron, James; Savulescu, Julian;<br>Wilkinson, Dominic","abstract_summary":" There is a concern that as a result of COVID-19<br>there will be a shortage of ventilators for patients<br>requiring respiratory support. This concern has<br>resulted in significant debate about whether it is<br>appropriate to withdraw ventilation from one patient in<br>order to provide it to another patient who may benefit<br>more. The current advice available to doctors<br>appears to be inconsistent, with some suggesting<br>withdrawal of treatment is more serious than withholding,<br>while others suggest that this distinction should<br>not be made. We argue that there is no ethically<br>relevant difference between withdrawing and<br>withholding treatment and that suggesting...","title_summary":" Is withdrawing treatment really more<br>problematic than withholding treatment?","x":-22.2297229767,"y":-8.6601324081,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2297229767,"tsne_y":-8.6601324081,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"u2pt89w9","source_x":"PMC; WHO","title":"The Perfect Moral Storm: Diverse Ethical Considerations in the COVID-19 Pandemic","doi":"10.1007\/s41649-020-00125-3","abstract":"The COVID-19 pandemic has both exposed and created deep rifts in society. It has thrust us into deep ethical thinking to help justify the difficult decisions many will be called upon to make and to protect from decisions that lack ethical underpinnings. This paper aims to highlight ethical issues in six different areas of life highlighting the enormity of the task we are faced with globally. In the context of COVID-19, we consider health inequity, dilemmas in triage and allocation of scarce resources, ethical issues associated with research, ethical considerations relating to tracing apps, and exit strategies such as immunity passports and COVID-19 vaccines. Finally, we consider environmental issues in light of COVID-19. The paper also offers some ethical reflection on these areas as many parts of the world contemplate the recovery phase.","publish_time":1590624000000,"author_summary":" Xafis, Vicki; Schaefer, G. Owen; Labude,<br>Markus K.; Zhu, Yujia; Hsu, Li Yan","abstract_summary":" The COVID-19 pandemic has both exposed and<br>created deep rifts in society. It has thrust us into deep<br>ethical thinking to help justify the difficult<br>decisions many will be called upon to make and to protect<br>from decisions that lack ethical underpinnings.<br>This paper aims to highlight ethical issues in six<br>different areas of life highlighting the enormity of the<br>task we are faced with globally. In the context of<br>COVID-19, we consider health inequity, dilemmas in<br>triage and allocation of scarce resources, ethical<br>issues associated with research, ethical<br>considerations relating to tracing apps, and exit strategies<br>such as immunity...","title_summary":" The Perfect Moral Storm: Diverse Ethical<br>Considerations in the COVID-19 Pandemic","x":-23.0013103485,"y":-7.9603466988,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.0013103485,"tsne_y":-7.9603466988,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"nhn986qw","source_x":"Medline; PMC","title":"COVID‐19: Legal implications for critical care","doi":"10.1111\/anae.15147","abstract":"The COVID‐19 pandemic has caused an unprecedented challenge for the provision of critical care. Anticipating an unsustainable burden on the health service, the UK government introduced numerous legislative measures culminating in the Coronavirus Act, which interfere with existing legislation and rights. However, the existing standards and legal frameworks relevant to critical care clinicians are not extinguished but anticipated to adapt to a new context. This new context influences the standard of care that can be reasonably provided and yields numerous human rights considerations, for example in the use of restraints or the restrictions placed upon patients and visitors under the Infection Prevention and Control guidance. The changing landscape, has also highlighted previously unrecognised legal dilemmas. The perceived difficulties in the provision of PPE for employees pose a legal risk for trusts and a regulatory risk for clinicians. The spectre of rationing critical care poses a number of legal issues. Notably, the flux between clinical decisions based on best interests towards decisions explicitly based on resource considerations should be underpinned by an authoritative public policy decision to preserve legitimacy and lawfulness. Such a policy should be medically coherent, legally robust and ethically justified. The current crisis yields numerous challenges for clinicians aspiring to remain faithful to medico‐legal and human rights principles developed over many decades, especially when such considerations could easily be dismissed. However, it is exactly at such times that these principles are needed the most and clinicians play a disproportionate role in safeguarding such principles for the most vulnerable.","publish_time":1590192000000,"author_summary":" Coghlan, N.; Archard, D.; Sipanoun, P.; Hayes,<br>T.; Baharlo, B.","abstract_summary":" The COVID‐19 pandemic has caused an<br>unprecedented challenge for the provision of critical care.<br>Anticipating an unsustainable burden on the health service,<br>the UK government introduced numerous<br>legislative measures culminating in the Coronavirus Act,<br>which interfere with existing legislation and<br>rights. However, the existing standards and legal<br>frameworks relevant to critical care clinicians are not<br>extinguished but anticipated to adapt to a new context. This<br>new context influences the standard of care that<br>can be reasonably provided and yields numerous<br>human rights considerations, for example in the use<br>of restraints or the restrictions placed upon<br>patients and visitors under the...","title_summary":" COVID‐19: Legal implications for critical<br>care","x":-23.1448917389,"y":-8.092092514,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.1448917389,"tsne_y":-8.092092514,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"435n70ne","source_x":"Medline; PMC","title":"Ethical aspects of the COVID-19 crisis: How to deal with an overwhelming shortage of acute beds","doi":"10.1177\/2048872620922788","abstract":"The current outbreak of SARS-CoV-2 has and continues to put huge pressure on intensive care units (ICUs) worldwide. Many patients with COVID-19 require some form of respiratory support and often have prolonged ICU stays, which results in a critical shortage of ICU beds. It is therefore not always physically possible to treat all the patients who require intensive care, raising major ethical dilemmas related to which patients should benefit from the limited resources and which should not. Here we consider some of the approaches to the acute shortages seen during this and other epidemics, including some guidelines for triaging ICU admissions and treatments.","publish_time":1588118400000,"author_summary":" Vincent, Jean-Louis; Creteur, Jacques","abstract_summary":" The current outbreak of SARS-CoV-2 has and<br>continues to put huge pressure on intensive care units<br>(ICUs) worldwide. Many patients with COVID-19<br>require some form of respiratory support and often have<br>prolonged ICU stays, which results in a critical shortage<br>of ICU beds. It is therefore not always physically<br>possible to treat all the patients who require intensive<br>care, raising major ethical dilemmas related to<br>which patients should benefit from the limited<br>resources and which should not. Here we consider some of<br>the approaches to the acute shortages seen during<br>this and other epidemics, including some<br>guidelines for triaging ICU...","title_summary":" Ethical aspects of the COVID-19 crisis: How to<br>deal with an overwhelming shortage of acute beds","x":-22.6712779999,"y":-9.0265569687,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.6712779999,"tsne_y":-9.0265569687,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"e01yu51n","source_x":"Medline; PMC","title":"Rechtsfragen der Ressourcenzuteilung in der COVID-19-Pandemie – Zwischen Utilitarismus und Lebenswertindifferenz","doi":"10.1055\/a-1146-1160","abstract":"The COVID-19 pandemic poses unprecedented challenges for the German health care system. What is already the case in some other countries, may occur in Germany in the near future also: Faced with limited ICU resources, doctors will be forced to decide which patients to treat and which to let die. This paper examines the legal implications of such decisions. It takes up arguments from the general discussion on prioritization in medicine. A constitutional hurdle for the application of utilitarian criteria (in particular patients' age or social role) comes from the principle that every human life is of equal value and must not be traded off against others (\"life value indifference\"). However, the limits that the Grundgesetz (German Basic Law) sets for state actions do not apply directly to doctors. According to the Musterberufsordnung (professional code of conduct), doctors act based on their conscience and the requirements of medical ethics and humanity. The implications of this normative standard for the prioritizing in an exceptional situation as the COVID 19 pandemic have not been sufficiently clarified. This uncertainty leads to emotional and moral burdens for doctors. The authors conclude that the German law grants a limited freedom of choice that allows physicians to apply utilitarian criteria in addition to purely medical decision algorithms.","publish_time":1585699200000,"author_summary":" Hübner, Joachim; Schewe, Denis M.; Katalinic,<br>Alexander; Frielitz, Fabian-S.","abstract_summary":" The COVID-19 pandemic poses unprecedented<br>challenges for the German health care system. What is<br>already the case in some other countries, may occur in<br>Germany in the near future also: Faced with limited ICU<br>resources, doctors will be forced to decide which patients<br>to treat and which to let die. This paper examines<br>the legal implications of such decisions. It takes<br>up arguments from the general discussion on<br>prioritization in medicine. A constitutional hurdle for the<br>application of utilitarian criteria (in particular<br>patients' age or social role) comes from the principle<br>that every human life is of equal value and...","title_summary":" Rechtsfragen der Ressourcenzuteilung in der<br>COVID-19-Pandemie – Zwischen Utilitarismus und<br>Lebenswertindifferenz","x":-22.3581218719,"y":-7.2961058617,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.3581218719,"tsne_y":-7.2961058617,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"liye2td8","source_x":"Elsevier; Medline; PMC; WHO","title":"Allocating Scarce Resources and Triaging Patients during the COVID-19 Pandemic","doi":"10.1016\/j.jacc.2020.05.006","abstract":"Abstract The COVID-19 pandemic and its sequelae have created scenarios of scarce medical resources, leading to the prospect that healthcare systems have faced or will face difficult decisions about triage, allocation and reallocation. These decisions should be guided by ethical principles and values, should not be made before crisis standards have been declared by authorities, and, in most cases, will not be made by bedside clinicians. Do not attempt resuscitation (DNAR) and withholding and withdrawing decisions should be made according to standard determination of medical appropriateness and futility, but there are unique considerations during a pandemic. Transparent and clear communication is crucial, coupled with dedication to provide the best possible care to patients, including palliative care. As medical knowledge about COVID-19 grows, more will be known about prognostic factors that can guide these difficult decisions.","publish_time":1589155200000,"author_summary":" Kirkpatrick, James N.; Hull, Sarah C.; Fedson,<br>Savitri; Mullen, Brendan; Goodlin, Sarah J.","abstract_summary":" Abstract The COVID-19 pandemic and its<br>sequelae have created scenarios of scarce medical<br>resources, leading to the prospect that healthcare<br>systems have faced or will face difficult decisions<br>about triage, allocation and reallocation. These<br>decisions should be guided by ethical principles and<br>values, should not be made before crisis standards have<br>been declared by authorities, and, in most cases,<br>will not be made by bedside clinicians. Do not<br>attempt resuscitation (DNAR) and withholding and<br>withdrawing decisions should be made according to standard<br>determination of medical appropriateness and futility, but<br>there are unique considerations during a pandemic.<br>Transparent and clear communication...","title_summary":" Allocating Scarce Resources and Triaging<br>Patients during the COVID-19 Pandemic","x":-22.2283535004,"y":-8.9783353806,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2283535004,"tsne_y":-8.9783353806,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"egcwdxhq","source_x":"Medline; PMC","title":"Ethical guidelines for deliberately infecting volunteers with COVID-19","doi":"10.1136\/medethics-2020-106322","abstract":"Global fatalities related to COVID-19 are expected to be high in 2020–2021. Developing and delivering a vaccine may be the most likely way to end the pandemic. If it were possible to shorten this development time by weeks or months, this may have a significant effect on reducing deaths. Phase II and phase III trials could take less long to conduct if they used human challenge methods—that is, deliberately infecting participants with COVID-19 following inoculation. This article analyses arguments for and against such methods and provides suggested broad guidelines for regulators, researchers and ethics committees when considering these matters. It concludes that it may be possible to maintain current ethical standards yet still permit human challenge trials in a context where delay is critical. The implications are that regulators and researchers need to work together now to design robust but short trials and streamline ethics approval processes so that they are in place when applications for trials are made.","publish_time":1590537600000,"author_summary":" Richards, Adair D.","abstract_summary":" Global fatalities related to COVID-19 are<br>expected to be high in 2020–2021. Developing and<br>delivering a vaccine may be the most likely way to end the<br>pandemic. If it were possible to shorten this development<br>time by weeks or months, this may have a significant<br>effect on reducing deaths. Phase II and phase III<br>trials could take less long to conduct if they used<br>human challenge methods—that is, deliberately<br>infecting participants with COVID-19 following<br>inoculation. This article analyses arguments for and<br>against such methods and provides suggested broad<br>guidelines for regulators, researchers and ethics<br>committees when considering these matters. It...","title_summary":" Ethical guidelines for deliberately<br>infecting volunteers with COVID-19","x":-22.2273330688,"y":-6.4190554619,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2273330688,"tsne_y":-6.4190554619,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"0rztvk9g","source_x":"Medline; PMC","title":"A Bioethical Perspective for Navigating Moral Dilemmas Amidst the COVID-19 Pandemic","doi":"10.5435\/jaaos-d-20-00371","abstract":"The Coronavirus disease 2019 pandemic has been an unprecedented challenge to healthcare systems and clinicians around the globe. As the virus has spread, critical questions arose about how to best deliver health care in emergency situations where material and personnel resources become scarce. Clinicians who excel at caring for the individual patient at the bedside are now being reoriented into a system where they are being asked to see the collective public as their responsibility. As such, the clinical ethics clinicians are used to practicing is being modified by a framework of public health ethics defined by the presence of a global pandemic. There are many unknowns about Coronavirus disease 2019, which makes it difficult to provide consistent recommendations and guidelines that uniformly apply to all situations. This lack of consensus leads to the clinicians' confusion and distress. Real life dilemmas about how to allocate resources and provide care in hot-spot cities make explicit the need for careful ethical analysis, but the need runs far deeper than that; even when not trading some lives against others, the responsibilities of both individual clinicians and the broader healthcare system are changing in the face of this crisis.","publish_time":1586476800000,"author_summary":" Dunham, Alexandra M.; Rieder, Travis N.;<br>Humbyrd, Casey J.","abstract_summary":" The Coronavirus disease 2019 pandemic has been<br>an unprecedented challenge to healthcare<br>systems and clinicians around the globe. As the virus<br>has spread, critical questions arose about how to<br>best deliver health care in emergency situations<br>where material and personnel resources become<br>scarce. Clinicians who excel at caring for the<br>individual patient at the bedside are now being reoriented<br>into a system where they are being asked to see the<br>collective public as their responsibility. As such, the<br>clinical ethics clinicians are used to practicing is<br>being modified by a framework of public health ethics<br>defined by the presence of...","title_summary":" A Bioethical Perspective for Navigating Moral<br>Dilemmas Amidst the COVID-19 Pandemic","x":-22.9177799225,"y":-8.2376556396,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.9177799225,"tsne_y":-8.2376556396,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"fj21uirr","source_x":"Medline; PMC","title":"What healthcare professionals owe us: why their duty to treat during a pandemic is contingent on personal protective equipment (PPE)","doi":"10.1136\/medethics-2020-106278","abstract":"Healthcare professionals’ capacity to protect themselves, while caring for infected patients during an infectious disease pandemic, depends on their ability to practise universal precautions. In turn, universal precautions rely on the availability of personal protective equipment (PPE). During the SARS-CoV2 outbreak many healthcare workers across the globe have been reluctant to provide patient care because crucial PPE components are in short supply. The lack of such equipment during the pandemic was not a result of careful resource allocation decisions in the global north, where the short supply could be explained through their high cost. Instead, they were the result of democratically elected governments prioritising low tax regimes over an adequate resourcing of their healthcare delivery systems. Such decisions were made despite global health experts warning about the high probability of pandemics like SARS-CoV2 occurring during our lifetimes. Avoidable allocation decisions by democratically elected political leaders resulted in a lack of sufficient PPE for healthcare professionals. After discussing and discounting various ethical arguments in support of a professional obligation to treat, even without or with suboptimal PPE, I conclude that these policy decisions were sufficiently grave that they provide a sound ethical rationale to justify healthcare workers’ refusal to provide care to infected patients.","publish_time":1590105600000,"author_summary":" Schuklenk, Udo","abstract_summary":" Healthcare professionals’ capacity to<br>protect themselves, while caring for infected<br>patients during an infectious disease pandemic,<br>depends on their ability to practise universal<br>precautions. In turn, universal precautions rely on the<br>availability of personal protective equipment (PPE).<br>During the SARS-CoV2 outbreak many healthcare<br>workers across the globe have been reluctant to provide<br>patient care because crucial PPE components are in<br>short supply. The lack of such equipment during the<br>pandemic was not a result of careful resource allocation<br>decisions in the global north, where the short supply<br>could be explained through their high cost. Instead,<br>they were the result of...","title_summary":" What healthcare professionals owe us: why<br>their duty to treat during a pandemic is contingent on<br>personal protective equipment (PPE)","x":-23.5414981842,"y":-8.8253555298,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.5414981842,"tsne_y":-8.8253555298,"subcluster":5,"subcluster_description":"Personal Protective Equipment","shape":"p"},{"cord_uid":"4pijm4fy","source_x":"Elsevier; Medline; PMC","title":"Ethical Rationing of Personal Protective Equipment to Minimize Moral Residue During the COVID-19 Pandemic","doi":"10.1016\/j.jamcollsurg.2020.03.031","abstract":"This article proposes systems for the fair distribution of scarce resources to healthcare providers. It builds on classic ethical structures and adapts them to the equitable distribution of personal protective equipment (PPE) to clinicians at risk of contracting novel corona virus-19 (COVID-19). The article also defines systems of allocation that are generally considered unethical and are to be avoided. We emphasize that policies must be transparent, collaborative, applied equally, and have a system of accountability. It is recognized that unless the supply of PPE is quickly replenished, or viable alternatives to traditional equipment are devised in the coming days to weeks, hospitals and healthcare systems will face the difficult task of rationing PPE to at-risk clinicians. This paper suggests an ethical framework for that process.","publish_time":1586390400000,"author_summary":" Binkley, Charles E.; Kemp, David S.","abstract_summary":" This article proposes systems for the fair<br>distribution of scarce resources to healthcare providers.<br>It builds on classic ethical structures and<br>adapts them to the equitable distribution of personal<br>protective equipment (PPE) to clinicians at risk of<br>contracting novel corona virus-19 (COVID-19). The article<br>also defines systems of allocation that are<br>generally considered unethical and are to be avoided. We<br>emphasize that policies must be transparent,<br>collaborative, applied equally, and have a system of<br>accountability. It is recognized that unless the supply of PPE is<br>quickly replenished, or viable alternatives to<br>traditional equipment are devised in the coming days to...","title_summary":" Ethical Rationing of Personal Protective<br>Equipment to Minimize Moral Residue During the COVID-19<br>Pandemic","x":-23.1071968079,"y":-8.0302610397,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.1071968079,"tsne_y":-8.0302610397,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"mnucvmr1","source_x":"Medline; PMC","title":"‘Your country needs you’: the ethics of allocating staff to high-risk clinical roles in the management of patients with COVID-19","doi":"10.1136\/medethics-2020-106284","abstract":"As the COVID-19 pandemic impacts on health service delivery, health providers are modifying care pathways and staffing models in ways that require health professionals to be reallocated to work in critical care settings. Many of the roles that staff are being allocated to in the intensive care unit and emergency department pose additional risks to themselves, and new policies for staff reallocation are causing distress and uncertainty to the professionals concerned. In this paper, we analyse a range of ethical issues associated with changes to staff allocation processes in the face of COVID-19. In line with a dominant view in the medical ethics literature, we claim, first, that no individual health professional has a specific, positive obligation to treat a patient when doing so places that professional at risk of harm, and so there is a clear ethical tension in any reallocation process in this context. Next, we argue that the changing asymmetries of health needs in hospitals means that careful consideration needs to be given to a stepwise process for deallocating staff from their usual duties. We conclude by considering how a justifiable process of reallocating professionals to high-risk clinical roles should be configured once those who are ‘fit for reallocation’ have been identified. We claim that this process needs to attend to three questions that we consider in detail: (1) how the choice to make reallocation decisions is made, (2) what justifiable models for reallocation might look like and (3) what is owed to those who are reallocated.","publish_time":1589414400000,"author_summary":" Dunn, Michael; Sheehan, Mark; Hordern,<br>Joshua; Turnham, Helen Lynne; Wilkinson, Dominic","abstract_summary":" As the COVID-19 pandemic impacts on health<br>service delivery, health providers are modifying care<br>pathways and staffing models in ways that require health<br>professionals to be reallocated to work in critical care<br>settings. Many of the roles that staff are being allocated<br>to in the intensive care unit and emergency<br>department pose additional risks to themselves, and new<br>policies for staff reallocation are causing distress<br>and uncertainty to the professionals concerned.<br>In this paper, we analyse a range of ethical issues<br>associated with changes to staff allocation processes in<br>the face of COVID-19. In line with a dominant view in...","title_summary":" ‘Your country needs you’: the ethics of<br>allocating staff to high-risk clinical roles in the<br>management of patients with COVID-19","x":-23.7891674042,"y":-8.7551460266,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.7891674042,"tsne_y":-8.7551460266,"subcluster":5,"subcluster_description":"Personal Protective Equipment","shape":"p"},{"cord_uid":"q0trgj12","source_x":"Medline; PMC; WHO","title":"Ethical dilemmas due to the Covid-19 pandemic","doi":"10.1186\/s13613-020-00702-7","abstract":"The devastating pandemic that has stricken the worldwide population induced an unprecedented influx of patients in ICUs, raising ethical concerns not only surrounding triage and withdrawal of life support decisions, but also regarding family visits and quality of end-of-life support. These ingredients are liable to shake up our ethical principles, sharpen our ethical dilemmas, and lead to situations of major caregiver sufferings. Proposals have been made to rationalize triage policies in conjunction with ethical justifications. However, whatever the angle of approach, imbalance between utilitarian and individual ethics leads to unsolvable discomforts that caregivers will need to overcome. With this in mind, we aimed to point out some critical ethical choices with which ICU caregivers have been confronted during the Covid-19 pandemic and to underline their limits. The formalized strategies integrating the relevant tools of ethical reflection were disseminated without deviating from usual practices, leaving to intensivists the ultimate choice of decision.","publish_time":1592352000000,"author_summary":" Robert, René; Kentish-Barnes, Nancy; Boyer,<br>Alexandre; Laurent, Alexandra; Azoulay, Elie; Reignier,<br>Jean","abstract_summary":" The devastating pandemic that has stricken the<br>worldwide population induced an unprecedented influx of<br>patients in ICUs, raising ethical concerns not only<br>surrounding triage and withdrawal of life support<br>decisions, but also regarding family visits and quality of<br>end-of-life support. These ingredients are liable to shake<br>up our ethical principles, sharpen our ethical<br>dilemmas, and lead to situations of major caregiver<br>sufferings. Proposals have been made to rationalize triage<br>policies in conjunction with ethical justifications.<br>However, whatever the angle of approach, imbalance<br>between utilitarian and individual ethics leads to<br>unsolvable discomforts that caregivers will need to<br>overcome. With this in...","title_summary":" Ethical dilemmas due to the Covid-19 pandemic","x":-23.0723648071,"y":-8.056476593,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.0723648071,"tsne_y":-8.056476593,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"xw7lxc9s","source_x":"Elsevier; Medline; PMC","title":"Guiding Cardiac Care during the COVID-19 Pandemic: How Ethics Shapes Our Health System Response","doi":"10.1016\/j.cjca.2020.06.002","abstract":"The COVID-19 pandemic has raised ethical questions for the cardiovascular leader and practitioner. Attention has been redirected from a system that focuses on individual patient benefit towards one that focuses on protecting society as a whole. Challenging resource allocation questions highlight the need for a clearly articulated ethics framework that integrates principled decision making into how different cardiovascular care services are prioritized. A practical application of the principles of minimizing harm, fairness, proportionality, respect, reciprocity, flexibility and procedural justice is provided, and a model for prioritization of the restoration of cardiovascular services is outlined. The prioritization model may be used to determine how and when cardiovascular services should be continued or restored. There should be a focus on an iterative and responsive approach to broader healthcare system needs, such as other disease groups and local outbreaks.","publish_time":1591228800000,"author_summary":" Virani, Alice; Singh, Gurmeet; Bewick, David;<br>Légaré, Jean-François; Chow, Chi-Ming; Leong-Poi,<br>Howard; Clarke, Brian; Cowan, Simone; Fordyce,<br>Christopher; Gin, Kenneth; Lau, Benny; Virani, Sean; Wood,<br>David; Krahn, Andrew; Fournier, Anne; Gupta, Anil;<br>Hardiman, Sean; Jackson, Simon; Sapp, John; Lamarche,<br>Yoan; Mansour, Samer; Marelli, Ariane; Roifman,<br>Idan; Ruel, Marc; Small, Gary; Turgeon, Ricky;<br>Zieroth, Shelley","abstract_summary":" The COVID-19 pandemic has raised ethical<br>questions for the cardiovascular leader and<br>practitioner. Attention has been redirected from a system<br>that focuses on individual patient benefit towards<br>one that focuses on protecting society as a whole.<br>Challenging resource allocation questions highlight the<br>need for a clearly articulated ethics framework<br>that integrates principled decision making into<br>how different cardiovascular care services are<br>prioritized. A practical application of the principles of<br>minimizing harm, fairness, proportionality, respect,<br>reciprocity, flexibility and procedural justice is<br>provided, and a model for prioritization of the<br>restoration of cardiovascular services is outlined. The<br>prioritization model may be used...","title_summary":" Guiding Cardiac Care during the COVID-19<br>Pandemic: How Ethics Shapes Our Health System Response","x":-22.782169342,"y":-8.7968044281,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.782169342,"tsne_y":-8.7968044281,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"t8usfe10","source_x":"Medline; PMC","title":"Revisiting the equity debate in COVID-19: ICU is no panacea","doi":"10.1136\/medethics-2020-106460","abstract":"Throughout March and April 2020, debate raged about how best to allocate limited intensive care unit (ICU) resources in the face of a growing COVID-19 pandemic. The debate was dominated by utility-based arguments for saving the most lives or life-years. These arguments were tempered by equity-based concerns that triage based solely on prognosis would exacerbate existing health inequities, leaving disadvantaged patients worse off. Central to this debate was the assumption that ICU admission is a valuable but scarce resource in the pandemic context. In this paper, we argue that the concern about achieving equity in ICU triage is problematic for two reasons. First, ICU can be futile and prolong or exacerbate suffering rather than ameliorate it. This may be especially true in patients with COVID-19 with emerging data showing that most who receive access to a ventilator will still die. There is no value in admitting patients with poor prognostic indicators to ICU to meet an equity target when intensive critical care is contrary to their best interests. Second, the focus on ICU admission shifts focus away from important aspects of COVID-19 care where there is greater opportunity for mitigating suffering and enhancing equitable care. We propose that the focus on equity concerns during the pandemic should broaden to include providing all people who need it with access to the highest possible standard of end-of-life care. This requires attention to culturally safe care in the following interlinked areas: palliative care, communication and decision support and advanced care planning.","publish_time":1592784000000,"author_summary":" Ballantyne, Angela; Rogers, Wendy A;<br>Entwistle, Vikki; Towns, Cindy","abstract_summary":" Throughout March and April 2020, debate raged<br>about how best to allocate limited intensive care<br>unit (ICU) resources in the face of a growing<br>COVID-19 pandemic. The debate was dominated by<br>utility-based arguments for saving the most lives or<br>life-years. These arguments were tempered by equity-based<br>concerns that triage based solely on prognosis would<br>exacerbate existing health inequities, leaving<br>disadvantaged patients worse off. Central to this debate was<br>the assumption that ICU admission is a valuable but<br>scarce resource in the pandemic context. In this<br>paper, we argue that the concern about achieving<br>equity in ICU triage is problematic for...","title_summary":" Revisiting the equity debate in COVID-19: ICU<br>is no panacea","x":-21.9500656128,"y":-7.9227199554,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-21.9500656128,"tsne_y":-7.9227199554,"subcluster":2,"subcluster_description":"Sub-Saharan Africa?Allocating Medical Resources","shape":"p"},{"cord_uid":"wi5683yi","source_x":"Medline; PMC","title":"Prioritising access to pandemic influenza vaccine: a review of the ethics literature","doi":"10.1186\/s12910-020-00477-3","abstract":"BACKGROUND: The world is threatened by future pandemics. Vaccines can play a key role in preventing harm, but there will inevitably be shortages because there is no possibility of advance stockpiling. We therefore need some method of prioritising access. MAIN TEXT: This paper reports a critical interpretative review of the published literature that discusses ethical arguments used to justify how we could prioritise vaccine during an influenza pandemic. We found that the focus of the literature was often on proposing different groups as priorities (e.g. those with pre-existing health conditions, the young, the old, health care workers etc.). Different reasons were often suggested as a means of justifying such priority groupings (e.g. appeal to best overall outcomes, fairness, belonging to a vulnerable or ‘at risk’ group etc.). We suggest that much of the literature, wrongly, assumes that we are able to plan priority groups prior to the time of a particular pandemic and development of a particular vaccine. We also point out the surprising absence of various issues from the literature (e.g. how vaccines fit within overall pandemic planning, a lack of specificity about place, issues of global justice etc.). CONCLUSIONS: The literature proposes a wide range of ways to prioritise vaccines, focusing on different groups and ‘principles’. Any plan to use pandemic vaccine must provide justifications for its prioritisation. The focus of this review was influenza pandemic vaccines, but lessons can be learnt for future allocations of coronavirus vaccine, if one becomes available.","publish_time":1589414400000,"author_summary":" Williams, Jane H.; Dawson, Angus","abstract_summary":" BACKGROUND: The world is threatened by future<br>pandemics. Vaccines can play a key role in preventing harm,<br>but there will inevitably be shortages because<br>there is no possibility of advance stockpiling. We<br>therefore need some method of prioritising access. MAIN<br>TEXT: This paper reports a critical interpretative<br>review of the published literature that discusses<br>ethical arguments used to justify how we could<br>prioritise vaccine during an influenza pandemic. We found<br>that the focus of the literature was often on<br>proposing different groups as priorities (e.g. those<br>with pre-existing health conditions, the young,<br>the old, health care workers etc.). Different<br>reasons...","title_summary":" Prioritising access to pandemic influenza<br>vaccine: a review of the ethics literature","x":-22.4156417847,"y":-7.1067008972,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.4156417847,"tsne_y":-7.1067008972,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"22z937x8","source_x":"Medline; PMC","title":"Ethical considerations for epidemic vaccine trials","doi":"10.1136\/medethics-2020-106235","abstract":"Vaccines are a powerful measure to protect the health of individuals and to combat outbreaks such as the COVID-19 pandemic. An ethical dilemma arises when one effective vaccine has been successfully developed against an epidemic disease and researchers seek to test the efficacy of another vaccine for the same pathogen in clinical trials involving human subjects. On the one hand, there are compelling reasons why it would be unethical to trial a novel vaccine when an effective product exists already. First, it is a firm principle of medical ethics that an effective treatment or vaccine should not be withheld from patients if their life may depend on it. Second, since epidemic outbreaks often emerge in settings with less-resourced health systems, there is a pronounced risk that any trial withholding an effective vaccine would disproportionately affect the vulnerable populations that historically have been exploited for biomedical research. Third, clinical trials for novel vaccines may be at odds with efforts to control active outbreaks. On the other hand, it may be justified to conduct a trial for a candidate vaccine if it is expected to have certain advantages compared with the existing product. This essay discusses key factors for comparing vaccines against epidemic pathogens, including immunological, logistical and economic considerations. Alongside a case study of the development of vaccines for Ebola, the essay seeks to establish a general framework that should be expanded and populated by immunologists, epidemiologists, economists and bioethicists, and ultimately could be applied to the case of COVID-19 vaccines.","publish_time":1589500800000,"author_summary":" Monrad, Joshua Teperowski","abstract_summary":" Vaccines are a powerful measure to protect the<br>health of individuals and to combat outbreaks such as<br>the COVID-19 pandemic. An ethical dilemma arises<br>when one effective vaccine has been successfully<br>developed against an epidemic disease and researchers<br>seek to test the efficacy of another vaccine for the<br>same pathogen in clinical trials involving human<br>subjects. On the one hand, there are compelling reasons<br>why it would be unethical to trial a novel vaccine<br>when an effective product exists already. First, it<br>is a firm principle of medical ethics that an<br>effective treatment or vaccine should not be withheld<br>from...","title_summary":" Ethical considerations for epidemic vaccine<br>trials","x":-22.1857776642,"y":-6.1093192101,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.1857776642,"tsne_y":-6.1093192101,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"sfs955sr","source_x":"Medline; PMC","title":"Relational ethical approaches to the COVID-19 pandemic","doi":"10.1136\/medethics-2020-106264","abstract":"Key ethical challenges for healthcare workers arising from the COVID-19 pandemic are identified: isolation and social distancing, duty of care and fair access to treatment. The paper argues for a relational approach to ethics which includes solidarity, relational autonomy, duty, equity, trust and reciprocity as core values. The needs of the poor and socially disadvantaged are highlighted. Relational autonomy and solidarity are explored in relation to isolation and social distancing. Reciprocity is discussed with reference to healthcare workers’ duty of care and its limits. Priority setting and access to treatment raise ethical issues of utility and equity. Difficult ethical dilemmas around triage, do not resuscitate decisions, and withholding and withdrawing treatment are discussed in the light of recently published guidelines. The paper concludes with the hope for a wider discussion of relational ethics and a glimpse of a future after the pandemic has subsided.","publish_time":1591747200000,"author_summary":" Jeffrey, David Ian","abstract_summary":" Key ethical challenges for healthcare workers<br>arising from the COVID-19 pandemic are identified:<br>isolation and social distancing, duty of care and fair<br>access to treatment. The paper argues for a relational<br>approach to ethics which includes solidarity,<br>relational autonomy, duty, equity, trust and reciprocity<br>as core values. The needs of the poor and socially<br>disadvantaged are highlighted. Relational autonomy and<br>solidarity are explored in relation to isolation and<br>social distancing. Reciprocity is discussed with<br>reference to healthcare workers’ duty of care and its<br>limits. Priority setting and access to treatment raise<br>ethical issues of utility and equity. Difficult<br>ethical dilemmas...","title_summary":" Relational ethical approaches to the COVID-19<br>pandemic","x":-23.3706893921,"y":-8.110039711,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.3706893921,"tsne_y":-8.110039711,"subcluster":6,"subcluster_description":"Covid-19","shape":"p"},{"cord_uid":"w10y5sf9","source_x":"Medline; PMC","title":"Ethical Framework for Nutrition Support Resource Allocation During Shortages: Lessons From COVID‐19","doi":"10.1002\/ncp.10500","abstract":"The coronavirus disease (COVID‐19) pandemic has impacted all aspects of our population. The “Troubling Trichotomy” of what can be done technologically, what should be done ethically, and what must be done legally is a reality during these unusual circumstances. Recent ethical considerations regarding allocation of scarce resources, such as mechanical ventilators, have been proposed. These can apply to other disciplines such as nutrition support, although decisions regarding nutrition support have a diminished potential for devastating outcomes. The principal values and goals leading to an ethical framework for a uniform, fair, and objective approach are reviewed in this article, with a focus on nutrition support. Some historical aspects of shortages in nutrition supplies and products during normal circumstances, as well as others during national crises, are outlined. The development and implementation of protocols using a scoring system seems best addressed by multidisciplinary ethics and triage committees with synergistic but disparate functions. Triage committees should alleviate the burdens of unilateral decisions by the healthcare team caring for patients. The treating team should make every attempt to have patients and the public at large update or execute\/develop advance directives. Legal considerations, as the third component of the Troubling Trichotomy, are of some concern when rationing care. The likelihood that criminal or civil charges could be brought against individual healthcare professionals or institutions can be minimized, if fair protocols are uniformly applied and deliberations well documented.","publish_time":1591142400000,"author_summary":" Barrocas, Albert; Schwartz, Denise Baird;<br>Hasse, Jeanette M.; Seres, David S.; Mueller, Charles<br>M.","abstract_summary":" The coronavirus disease (COVID‐19) pandemic<br>has impacted all aspects of our population. The<br>“Troubling Trichotomy” of what can be done<br>technologically, what should be done ethically, and what must be<br>done legally is a reality during these unusual<br>circumstances. Recent ethical considerations regarding<br>allocation of scarce resources, such as mechanical<br>ventilators, have been proposed. These can apply to other<br>disciplines such as nutrition support, although decisions<br>regarding nutrition support have a diminished potential<br>for devastating outcomes. The principal values<br>and goals leading to an ethical framework for a<br>uniform, fair, and objective approach are reviewed in<br>this article, with a...","title_summary":" Ethical Framework for Nutrition Support<br>Resource Allocation During Shortages: Lessons From<br>COVID‐19","x":-22.2848625183,"y":-8.837433815,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2848625183,"tsne_y":-8.837433815,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"9sm7iz5x","source_x":"Elsevier; Medline; PMC; WHO","title":"Ethics for surgeons during the COVID-19 pandemic, review article","doi":"10.1016\/j.amsu.2020.06.003","abstract":"The Covid-19 pandemic is a devastating global healthcare emergency with seismic impact on how modern surgical services function. Surgeons worry, that whilst healthcare-resources are directed against the pandemic, double effect may predict these benevolent public health efforts will cause unintended maleficent effects through delays to surgical treatment. Surgeons will make many challenging ethical judgements during this pandemic, here we conduct a narrative review of how medical ethics may help us make the best available choices. A narrative review of all the relevant papers known to the author was conducted. We discuss the key aspects of medical ethics, and how they have applied to surgeons during the Covid-19 pandemic. The four fundamental principles of medical ethics include: Beneficence, Nonmaleficence, Autonomy and Justice. Surgeons will face many decisions which shall challenge those ethical principles during the pandemic, and wisdom from medical ethics can guide surgeons, to do the right thing, make best available choices, and get the best available outcome for patients during the Covid-19 pandemic. The practice of surgery is distinguished by good judgement in the face of uncertainty, we must strive to do the right thing, advocate for our patients, and be honest in the face of uncertainty. Medical Ethics can guide us to make the best available choices for our patients during the Covid-19 pandemic, afterwards, we must emerge wiser having learnt lessons and rebuilding trust in surgical care.","publish_time":1591574400000,"author_summary":" Harkin, Denis W.","abstract_summary":" The Covid-19 pandemic is a devastating global<br>healthcare emergency with seismic impact on how modern<br>surgical services function. Surgeons worry, that<br>whilst healthcare-resources are directed against<br>the pandemic, double effect may predict these<br>benevolent public health efforts will cause unintended<br>maleficent effects through delays to surgical treatment.<br>Surgeons will make many challenging ethical judgements<br>during this pandemic, here we conduct a narrative<br>review of how medical ethics may help us make the best<br>available choices. A narrative review of all the relevant<br>papers known to the author was conducted. We discuss<br>the key aspects of medical ethics, and how they...","title_summary":" Ethics for surgeons during the COVID-19<br>pandemic, review article","x":-22.6965656281,"y":-9.0344200134,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.6965656281,"tsne_y":-9.0344200134,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"voljvhq9","source_x":"Medline; PMC","title":"Best interests versus resource allocation: could COVID-19 cloud decision-making for the cognitively impaired?","doi":"10.1136\/medethics-2020-106323","abstract":"The COVID-19 pandemic is putting the NHS under unprecedented pressure, requiring clinicians to make uncomfortable decisions they would not ordinarily face. These decisions revolve primarily around intensive care and whether a patient should undergo invasive ventilation. Certain vulnerable populations have featured in the media as falling victim to an increasingly utilitarian response to the pandemic—primarily those of advanced years or with serious existing health conditions. Another vulnerable population potentially at risk is those who lack the capacity to make their own care decisions. Owing to the pandemic, there are increased practical and normative challenges to following the requirements of the Mental Capacity Act 2005. Both capacity assessments and best interests decisions may prove more difficult in the current situation. This may create a more paternalistic situation in decisions about the care of the cognitively impaired which is at risk of taking on a utilitarian focus. We look to these issues and consider whether there is a risk of patients who lack capacity to make their own care decisions being short-changed.","publish_time":1588723200000,"author_summary":" Parsons, Jordan A; Johal, Harleen Kaur","abstract_summary":" The COVID-19 pandemic is putting the NHS under<br>unprecedented pressure, requiring clinicians to make<br>uncomfortable decisions they would not ordinarily face.<br>These decisions revolve primarily around intensive<br>care and whether a patient should undergo invasive<br>ventilation. Certain vulnerable populations have featured<br>in the media as falling victim to an increasingly<br>utilitarian response to the pandemic—primarily those of<br>advanced years or with serious existing health<br>conditions. Another vulnerable population potentially at<br>risk is those who lack the capacity to make their own<br>care decisions. Owing to the pandemic, there are<br>increased practical and normative challenges to<br>following the requirements of the...","title_summary":" Best interests versus resource allocation:<br>could COVID-19 cloud decision-making for the<br>cognitively impaired?","x":-21.8382472992,"y":-8.0116853714,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-21.8382472992,"tsne_y":-8.0116853714,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"refafhy3","source_x":"Medline; PMC","title":"Balancing the duty to treat with the duty to family in the context of the COVID-19 pandemic","doi":"10.1136\/medethics-2020-106250","abstract":"Healthcare systems around the world are struggling to maintain a sufficient workforce to provide adequate care during the COVID-19 pandemic. Staffing problems have been exacerbated by healthcare workers (HCWs) refusing to work out of concern for their families. I sketch a deontological framework for assessing when it is morally permissible for HCWs to abstain from work to protect their families from infection and when it is a dereliction of duty to patients. I argue that it is morally permissible for HCWs to abstain from work when their duty to treat is outweighed by the combined risks and burdens of that work. For HCWs who live with their families, the obligation to protect one’s family from infection contributes significantly to those burdens. There are, however, a range of complicating factors including the strength of duty to treat which varies according to the HCW’s role, the vulnerability of family members to the disease, the willingness of family members to risk infection and the resources available to the HCW to protect their family. In many cases, HCWs in ‘frontline’ roles with a weak duty to treat and families at home will be morally permitted to abstain from work given the risks posed by COVID-19; therefore, society should provide additional incentives to maintain sufficient staff in these roles.","publish_time":1587686400000,"author_summary":" McConnell, Doug","abstract_summary":" Healthcare systems around the world are<br>struggling to maintain a sufficient workforce to provide<br>adequate care during the COVID-19 pandemic. Staffing<br>problems have been exacerbated by healthcare workers<br>(HCWs) refusing to work out of concern for their<br>families. I sketch a deontological framework for<br>assessing when it is morally permissible for HCWs to<br>abstain from work to protect their families from<br>infection and when it is a dereliction of duty to patients.<br>I argue that it is morally permissible for HCWs to<br>abstain from work when their duty to treat is outweighed<br>by the combined risks and burdens of that...","title_summary":" Balancing the duty to treat with the duty to<br>family in the context of the COVID-19 pandemic","x":-23.7534809113,"y":-8.6354026794,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.7534809113,"tsne_y":-8.6354026794,"subcluster":5,"subcluster_description":"Personal Protective Equipment","shape":"p"},{"cord_uid":"uy3qzpnj","source_x":"PMC; WHO","title":"End-of-Life Decisions in Albania: The Call for an Ethical Revision","doi":"10.1007\/s10991-020-09251-2","abstract":"While in Western European countries, the end-of-life decisions have become a matter of public policy, this paper provides a detailed analysis of end-of-life decisions in Albania by focusing on instructional medical directives. The manuscript investigates the Albanian legal system, the documents published by the National Ethics Committee and the National Committee of Health, as the two main advisory public bodies on health issues, as well as the national medical jurisprudence and the Code of Medical Ethics. After emphasizing the importance of instructional medical directives and considering the international literature that has underlined the ethical principle of patient autonomy, this paper provides some policy suggestions. In the conclusion, this contribution highlights the importance of ad hoc rules governing instructional medical directives as well as the ethical principles and international literature as an instrument to fill the gap in the national system. In addition, particular attention is given to the application of ethical principles in end-of-life decisions in the current pandemic situation.","publish_time":1592956800000,"author_summary":" Veshi, Denard; Pupe, Ervin; Venditti, Carlo;<br>Kalemaj, Ilir; Koka, Enkelejda; Biring-Pani, Michele;<br>Ruci, Hektor","abstract_summary":" While in Western European countries, the<br>end-of-life decisions have become a matter of public<br>policy, this paper provides a detailed analysis of<br>end-of-life decisions in Albania by focusing on<br>instructional medical directives. The manuscript<br>investigates the Albanian legal system, the documents<br>published by the National Ethics Committee and the<br>National Committee of Health, as the two main advisory<br>public bodies on health issues, as well as the national<br>medical jurisprudence and the Code of Medical Ethics.<br>After emphasizing the importance of instructional<br>medical directives and considering the international<br>literature that has underlined the ethical principle of<br>patient autonomy, this paper...","title_summary":" End-of-Life Decisions in Albania: The Call for<br>an Ethical Revision","x":-23.294254303,"y":-7.3837614059,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.294254303,"tsne_y":-7.3837614059,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"vpd8pbw3","source_x":"Medline; PMC","title":"The COVID-19 Pandemic: A Month of Bioethics in Finland—ADDENDUM","doi":"10.1017\/s0963180120000511","abstract":"The role of bioethicists amidst crises like the COVID-19 pandemic is not well defined. As professionals in the field, they should respond, but how? The observation of the early days of pandemic confinement in Finland showed that moral philosophers with limited experience in bioethics tended to apply their favorite theories to public decisions with varying results. Medical ethicists were more likely to lend support to the public authorities by soothing or descriptive accounts of the solutions assumed. These are approaches that Tuija Takala has called the firefighting and window dressing models of bioethics. Human rights lawyers drew attention to the flaws of the government’s regulative thinking. Critical bioethicists offered analyses of the arguments presented and the moral and political theories that could be used as the basis of good and acceptable decisions.","publish_time":1593388800000,"author_summary":" HÄYRY, MATTI","abstract_summary":" The role of bioethicists amidst crises like the<br>COVID-19 pandemic is not well defined. As professionals<br>in the field, they should respond, but how? The<br>observation of the early days of pandemic confinement in<br>Finland showed that moral philosophers with limited<br>experience in bioethics tended to apply their favorite<br>theories to public decisions with varying results.<br>Medical ethicists were more likely to lend support to<br>the public authorities by soothing or descriptive<br>accounts of the solutions assumed. These are approaches<br>that Tuija Takala has called the firefighting and<br>window dressing models of bioethics. Human rights<br>lawyers drew attention to the...","title_summary":" The COVID-19 Pandemic: A Month of Bioethics in<br>Finland—ADDENDUM","x":-23.1759757996,"y":-7.2533936501,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.1759757996,"tsne_y":-7.2533936501,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"pjscmen8","source_x":"Elsevier; Medline; PMC; WHO","title":"COVID-19 in people living with diabetes: An international consensus","doi":"10.1016\/j.jdiacomp.2020.107671","abstract":"The COVID-19 pandemic has added an enormous toll to the existing challenge of diabetes care world-wide. A large proportion of patients with COVID-19 requiring hospitalization and\/or succumbing to the disease have had diabetes and other chronic conditions as underlying risk factors. In particular, individuals belonging to racial\/ethnic minorities in the U.S. and other countries have been significantly and disproportionately impacted. Multiple and complex socioeconomic factors have long played a role in increasing the risk for diabetes and now for COVID-19. Since the pandemic began, the global healthcare community has accumulated invaluable clinical experience on providing diabetes care in the setting of COVID-19. In addition, understanding of the pathophysiological mechanisms that link these two diseases is being developed. The current clinical management of diabetes is a work in progress, requiring a shift in patient-provider interaction beyond the walls of clinics and hospitals: the use of tele-medicine when feasible, innovative patient education programs, strategies to ensure medication and glucose testing availability and affordability, as well as numerous ideas on how to improve meal plans and physical activity. Notably, this worldwide experience offers us the possibility to not only prepare better for future disasters but also transform diabetes care beyond the COVID-19 era.","publish_time":1593993600000,"author_summary":" Caballero, A.E.; Ceriello, A.; Misra, A.;<br>Aschner, P.; McDonnell, M.E.; Hassanein, M.; Ji, L.;<br>Mbanya, J.C.; Fonseca, V.A.","abstract_summary":" The COVID-19 pandemic has added an enormous<br>toll to the existing challenge of diabetes care<br>world-wide. A large proportion of patients with COVID-19<br>requiring hospitalization and\/or succumbing to the<br>disease have had diabetes and other chronic conditions<br>as underlying risk factors. In particular,<br>individuals belonging to racial\/ethnic minorities in the<br>U.S. and other countries have been significantly<br>and disproportionately impacted. Multiple and<br>complex socioeconomic factors have long played a role<br>in increasing the risk for diabetes and now for<br>COVID-19. Since the pandemic began, the global<br>healthcare community has accumulated invaluable<br>clinical experience on providing diabetes care in the<br>setting...","title_summary":" COVID-19 in people living with diabetes: An<br>international consensus","x":-18.8790626526,"y":-9.0523166656,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.8790626526,"tsne_y":-9.0523166656,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"m7y07btx","source_x":"Elsevier; Medline; PMC","title":"COVID-19 and Moral Imperialism in Multinational Clinical Research","doi":"10.1016\/j.arcmed.2020.04.017","abstract":"Abstract A TV debate in April 2020 between two French doctors regarding the benefits of testing a coronavirus vaccine in Africa where there are no masks or treatments available has led to international criticism. This case highlights a problematic ethical double standard in multinational clinical research: trials that would be considered unethical in high income countries (e.g., placebo-controlled where there is an existing treatment) are nonetheless justified in low-and-middle-income countries because the existing standards of care are less (i.e., no access to a treatment). Underlying this ethical double standard in some multinational clinical trials is a moral imperialism and persistent colonialist thinking that must be rejected.","publish_time":1588118400000,"author_summary":" Hellmann, Fernando; Williams-Jones, Bryn;<br>Garrafa, Volnei","abstract_summary":" Abstract A TV debate in April 2020 between two<br>French doctors regarding the benefits of testing a<br>coronavirus vaccine in Africa where there are no masks or<br>treatments available has led to international criticism.<br>This case highlights a problematic ethical double<br>standard in multinational clinical research: trials<br>that would be considered unethical in high income<br>countries (e.g., placebo-controlled where there is an<br>existing treatment) are nonetheless justified in<br>low-and-middle-income countries because the existing standards of<br>care are less (i.e., no access to a treatment).<br>Underlying this ethical double standard in some<br>multinational clinical trials is a moral imperialism and<br>persistent...","title_summary":" COVID-19 and Moral Imperialism in<br>Multinational Clinical Research","x":-22.65376091,"y":-7.0743341446,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.65376091,"tsne_y":-7.0743341446,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3l7xbpjm","source_x":"Medline; PMC","title":"Triage during the COVID-19 epidemic in Spain: better and worse ethical arguments","doi":"10.1136\/medethics-2020-106352","abstract":"The COVID-19 pandemic has generated an imbalance between the clinical needs of the population and the effective availability of advanced life support (ALS) resources. Triage protocols have thus become necessary. Triage decisions in situations of scarce resources were not extraordinary in the pre-COVID-19 era; these protocols abounded in the context of organ transplantation. However, this prior experience was not considered during the COVID-19 outbreak in Spain. Lacking national guidance or public coordination, each hospital has been forced to put forth independent and autonomous triage protocols, most of which were, nonetheless, based on common ethical principles and clinical criteria. However, controversial, non-clinical criteria have also been defended by Spanish scientific societies and public institutions, including setting an age cut-off value for unilaterally withholding ALS, using ‘social utility’ criteria, prioritising healthcare professionals or using ‘first come, first served’ policies. This paper describes the most common triage criteria used in the Spanish context during the COVID-19 epidemic. We will highlight our missed opportunities by comparing these criteria to those used in organ transplantation protocols. The problems posed by subjective, non-clinical criteria will also be discussed. We hope that this critical review might be of use to countries at earlier stages of the epidemic while we learn from our mistakes.","publish_time":1589760000000,"author_summary":" Herreros, Benjamin; Gella, Pablo; Real de<br>Asua, Diego","abstract_summary":" The COVID-19 pandemic has generated an<br>imbalance between the clinical needs of the population<br>and the effective availability of advanced life<br>support (ALS) resources. Triage protocols have thus<br>become necessary. Triage decisions in situations of<br>scarce resources were not extraordinary in the<br>pre-COVID-19 era; these protocols abounded in the context of<br>organ transplantation. However, this prior<br>experience was not considered during the COVID-19<br>outbreak in Spain. Lacking national guidance or public<br>coordination, each hospital has been forced to put forth<br>independent and autonomous triage protocols, most of which<br>were, nonetheless, based on common ethical<br>principles and clinical criteria. However,<br>controversial,...","title_summary":" Triage during the COVID-19 epidemic in Spain:<br>better and worse ethical arguments","x":-22.2477817535,"y":-8.5025072098,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2477817535,"tsne_y":-8.5025072098,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"0cr4ejxu","source_x":"PMC; WHO","title":"Age Matters but it should not be Used to Discriminate Against the Elderly in Allocating Scarce Resources in the Context of COVID-19","doi":"10.1007\/s41649-020-00130-6","abstract":"A patient’s age serves as a very useful guide to physicians in deciding what disease manifestations to anticipate, what treatment to offer for certain conditions, and how to prepare for possible emergencies. In the context of the COVID-19 pandemic, determining treatment options on the basis of a patient’s chronological age can easily give rise to unjustified discrimination. This is of particular significance in situations where the allocation of scarce critical care resources could have a direct impact on who will live and who will die. This paper examines the fairness of recommendations contained in resource allocation guidelines in the Philippines that have implications for the way elderly patients could be treated or excluded from some forms of critical care treatment in the context of the ongoing Corona virus emergency.","publish_time":1592265600000,"author_summary":" de Castro-Hamoy, Leniza; de Castro, Leonardo<br>D.","abstract_summary":" A patient’s age serves as a very useful guide to<br>physicians in deciding what disease manifestations to<br>anticipate, what treatment to offer for certain<br>conditions, and how to prepare for possible emergencies. In<br>the context of the COVID-19 pandemic, determining<br>treatment options on the basis of a patient’s<br>chronological age can easily give rise to unjustified<br>discrimination. This is of particular significance in<br>situations where the allocation of scarce critical care<br>resources could have a direct impact on who will live and<br>who will die. This paper examines the fairness of<br>recommendations contained in resource allocation guidelines<br>in the Philippines...","title_summary":" Age Matters but it should not be Used to<br>Discriminate Against the Elderly in Allocating Scarce<br>Resources in the Context of COVID-19","x":-22.2987804413,"y":-9.470867157,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.2987804413,"tsne_y":-9.470867157,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"lswhykr5","source_x":"Elsevier; Medline; PMC","title":"COVID-19 Financial Resources for Physicians","doi":"10.1016\/j.jvs.2020.04.482","abstract":"The appropriate focus in dealing with the COVID-19 pandemic in the United States has been addressing access and delivery of care to the population impacted by the outbreak. All sectors of the U.S economy have been significantly impacted including physicians. Physician groups of all specialties and sizes have experienced the financial impact of the pandemic. Hospitals have received billions of dollars to support and enable them to handle emergencies and cover the cost of the disruption. However, many Vascular Surgeons are under great financial pressure because of postponement of all non-emergency procedures. The Federal Government has announced a myriad of programs in the form of grants and loans to reimburse physicians for some expenses and loss of revenue. It is more than likely that unless the public health emergency subsides significantly, many practices will suffer dire consequences without additional financial assistance. We attempt to provide a concise listing of such programs and resources available to assist Vascular Surgeons who are small businesses in accessing these opportunities.","publish_time":1588032000000,"author_summary":" Satiani, Bhagwan; Zigrang, Todd A.;<br>Bailey–Wheaton, Jessica L.","abstract_summary":" The appropriate focus in dealing with the<br>COVID-19 pandemic in the United States has been<br>addressing access and delivery of care to the population<br>impacted by the outbreak. All sectors of the U.S economy<br>have been significantly impacted including<br>physicians. Physician groups of all specialties and sizes<br>have experienced the financial impact of the<br>pandemic. Hospitals have received billions of dollars to<br>support and enable them to handle emergencies and cover<br>the cost of the disruption. However, many Vascular<br>Surgeons are under great financial pressure because of<br>postponement of all non-emergency procedures. The Federal<br>Government has announced a myriad of...","title_summary":" COVID-19 Financial Resources for Physicians","x":-20.3152427673,"y":-8.3689002991,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-20.3152427673,"tsne_y":-8.3689002991,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"aizw57gj","source_x":"Medline; PMC","title":"COVID‐19 and Older People in Asia: AWGS Calls to Actions","doi":"10.1111\/ggi.13939","abstract":"The coronavirus disease 2019 (COVID‐19) pandemic has casted a huge impact on global public health and economy. In this challenging situation, older people are vulnerable to the infection and the secondary effects of the pandemic and need special attentions. To evaluate the impacts of COVID‐19 on older people, it is important to balance the successful pandemic control and active management of secondary consequences. These considerations are especially salient in the Asian context, with its diversity among countries in terms of sociocultural heritage, healthcare setup and availability of resources. Thus, the Asian Working Group for Sarcopenia summarized the considerations of Asian countries focusing on responses and difficulties in each country, impacts of health inequity related to COVID‐19 pandemic and proposed recommendations for older people which are germane to the Asian context. More innovative services should be developed to address the increasing demands for new approaches to deliver health care in the difficult times and to establish resilient health care systems for older people. This article is protected by copyright. All rights reserved.","publish_time":1588550400000,"author_summary":" Lim, Wee‐Shiong; Liang, Chih‐Kuang;<br>Assantachai, Prasert; Auyeung, Tung Wai; Kang, Lin; Lee,<br>Wei‐Ju; Lim, Jae‐Young; Sugimoto, Ken; Akishita,<br>Masahiro; Chia, Shu‐Lih; Chou, Ming‐Yueh; Ding,<br>Yew‐Yoong; Iijima, Katsuya; Jang, Hak Chul; Kawashima,<br>Shuji; Kim, Miji; Kojima, Taro; Kuzuya, Masafumi;<br>Lee, Jenny; Lee, Sang Yoon; Lee, Yunhwan; Peng,<br>Li‐Ning; Wang, Ninie Y.; Wang, Yin‐Wei; Won, Chang Won;<br>Woo, Jean; Chen, Liang‐Kung; Arai, Hidenori","abstract_summary":" The coronavirus disease 2019 (COVID‐19)<br>pandemic has casted a huge impact on global public health<br>and economy. In this challenging situation, older<br>people are vulnerable to the infection and the<br>secondary effects of the pandemic and need special<br>attentions. To evaluate the impacts of COVID‐19 on older<br>people, it is important to balance the successful<br>pandemic control and active management of secondary<br>consequences. These considerations are especially salient<br>in the Asian context, with its diversity among<br>countries in terms of sociocultural heritage,<br>healthcare setup and availability of resources. Thus, the<br>Asian Working Group for Sarcopenia summarized the<br>considerations of Asian...","title_summary":" COVID‐19 and Older People in Asia: AWGS Calls to<br>Actions","x":-19.1142616272,"y":-8.8297519684,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-19.1142616272,"tsne_y":-8.8297519684,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"jh1gkpiz","source_x":"Medline; PMC","title":"COVID-19 and ethical preparedness?","doi":"10.1007\/s00508-020-01709-7","abstract":"Mankind has to prepare for a pandemic with respect to medical and practical aspects, but also with respect to ethical issues. There are various ethical guidelines for managing infectious disease outbreaks, but they do not apply to the specific aspects of the COVID-19 pandemic, since they were formulated after the different kinds of outbreaks of avian influenza and Ebola. Today we are confronted with completely new issues endangering our fundamental human rights. As COVID-19 is spreading all over the world, we are in a desperate situation to find treatment solutions; however, despite the urgency, scientific rules have to be applied as bad science is unethical since it might be harmful for patients. Fake news and alternative facts might not be easily recognized and are also threatening scientific values. Pandemics might be leading to a meltdown of the health system if no measures are being taken constraining fundamental human rights. Tracking of persons is violating human rights as well if not accepted on a voluntary basis. A failure to have safeguards for times of crisis leads to a scarcity of medicinal products and goods resulting in a nationalistic approach and ignorance of international solidarity. And last but not least selective measures and triage in intensive care have to be taught to young physicians and nursing staff in medical schools in order to be prepared in times of an infectious disease outbreak and scarcity of resources.","publish_time":1594166400000,"author_summary":" Druml, Christiane","abstract_summary":" Mankind has to prepare for a pandemic with<br>respect to medical and practical aspects, but also with<br>respect to ethical issues. There are various ethical<br>guidelines for managing infectious disease outbreaks,<br>but they do not apply to the specific aspects of the<br>COVID-19 pandemic, since they were formulated after the<br>different kinds of outbreaks of avian influenza and<br>Ebola. Today we are confronted with completely new<br>issues endangering our fundamental human rights. As<br>COVID-19 is spreading all over the world, we are in a<br>desperate situation to find treatment solutions;<br>however, despite the urgency, scientific rules have to<br>be applied...","title_summary":" COVID-19 and ethical preparedness?","x":-22.9666423798,"y":-6.858338356,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.9666423798,"tsne_y":-6.858338356,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"m0qqf4n7","source_x":"Medline; PMC","title":"Managing People with Diabetes Fasting for Ramadan During the COVID‐19 Pandemic: A South Asian Health Foundation Update","doi":"10.1111\/dme.14312","abstract":"The month of Ramadan forms one of the five pillars of the Muslim faith. Adult Muslims are obligated to keep daily fasts from dawn to sunset, with exceptions. This year Ramadan is due to begin on 23 April 2020 and the longest fast in the UK will be approximately 18 hours in length. In addition, due to the often high‐calorie meals eaten to break the fast, Ramadan should be seen as a cycle of fasting and feasting. Ramadan fasting can impact those with diabetes, increasing the risk of hypoglycaemia, hyperglycaemia and dehydration. This year, Ramadan will occur during the global COVID‐19 pandemic. Reports show that diabetes appears to be a risk factor for more severe disease with COVID‐19. In addition, the UK experience has shown diabetes and COVID‐19 is associated with dehydration, starvation ketosis, diabetic ketoacidosis and hyperglycaemic hyperosmolar state. This makes fasting in Ramadan particularly challenging for those Muslims with diabetes. Here, we discuss the implications of fasting in Ramadan during the COVID‐19 pandemic and make recommendations for those with diabetes who wish to fast.","publish_time":1587772800000,"author_summary":" Hanif, S.; Ali, SN.; Hassanein, M.; Khunti, K.;<br>Hanif, W.","abstract_summary":" The month of Ramadan forms one of the five<br>pillars of the Muslim faith. Adult Muslims are<br>obligated to keep daily fasts from dawn to sunset, with<br>exceptions. This year Ramadan is due to begin on 23 April 2020<br>and the longest fast in the UK will be approximately<br>18 hours in length. In addition, due to the often<br>high‐calorie meals eaten to break the fast, Ramadan should be<br>seen as a cycle of fasting and feasting. Ramadan<br>fasting can impact those with diabetes, increasing the<br>risk of hypoglycaemia, hyperglycaemia and<br>dehydration. This year, Ramadan will occur during the global...","title_summary":" Managing People with Diabetes Fasting for<br>Ramadan During the COVID‐19 Pandemic: A South Asian<br>Health Foundation Update","x":-18.8727760315,"y":-8.0898036957,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-18.8727760315,"tsne_y":-8.0898036957,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"80htwxm0","source_x":"Medline; PMC","title":"Healthcare Ethics During a Pandemic","doi":"10.5811\/westjem.2020.4.47549","abstract":"As clinicians and support personnel struggle with their responsibilities to treat during the current COVID-19 pandemic, several ethical issues have emerged. Will healthcare workers and support staff fulfill their duty to treat in the face of high risks? Will institutional and government leaders at all levels do the right things to help alleviate healthcare workers risks and fears? Will physicians be willing to make hard, resource-allocation decisions if they cannot first husband or improvise alternatives? With our healthcare facilities and governments unprepared for this inevitable disaster, front-line doctors, advanced providers, nurses, EMS, and support personnel struggle with acute shortages of equipment—both to treat patients and protect themselves. With their personal and possibly their family’s lives and health at risk, they must weigh the option of continuing to work or retreat to safety. This decision, made daily, is based on professional and personal values, how they perceive existing risks—including available protective measures, and their perception of the level and transparency of information they receive. Often, while clinicians get this information, support personnel do not, leading to absenteeism and deteriorating healthcare services. Leadership can use good risk communication (complete, widely transmitted, and transparent) to align healthcare workers’ risk perceptions with reality. They also can address the common problems healthcare workers must overcome to continue working (ie, risk mitigation techniques). Physicians, if they cannot sufficiently husband or improvise lifesaving resources, will have to face difficult triage decisions. Ideally, they will use a predetermined plan, probably based on the principles of Utilitarianism (maximizing the greatest good) and derived from professional and community input. Unfortunately, none of these plans is optimal.","publish_time":1586736000000,"author_summary":" Iserson, Kenneth V.","abstract_summary":" As clinicians and support personnel struggle<br>with their responsibilities to treat during the<br>current COVID-19 pandemic, several ethical issues<br>have emerged. Will healthcare workers and support<br>staff fulfill their duty to treat in the face of high<br>risks? Will institutional and government leaders at<br>all levels do the right things to help alleviate<br>healthcare workers risks and fears? Will physicians be<br>willing to make hard, resource-allocation decisions<br>if they cannot first husband or improvise<br>alternatives? With our healthcare facilities and<br>governments unprepared for this inevitable disaster,<br>front-line doctors, advanced providers, nurses, EMS, and<br>support personnel struggle with acute shortages of...","title_summary":" Healthcare Ethics During a Pandemic","x":-23.708562851,"y":-8.6810483932,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.708562851,"tsne_y":-8.6810483932,"subcluster":5,"subcluster_description":"Personal Protective Equipment","shape":"p"},{"cord_uid":"qjkwpiwt","source_x":"Medline; PMC","title":"Consent in the time of COVID-19","doi":"10.1136\/medethics-2020-106402","abstract":"The COVID-19 pandemic crisis has necessitated widespread adaptation of revised treatment regimens for both urgent and routine medical problems in patients with and without COVID-19. Some of these alternative treatments maybe second-best. Treatments that are known to be superior might not be appropriate to deliver during a pandemic when consideration must be given to distributive justice and protection of patients and their medical teams as well the importance given to individual benefit and autonomy. What is required of the doctor discussing these alternative, potentially inferior treatments and seeking consent to proceed? Should doctors share information about unavailable but standard treatment alternatives when seeking consent? There are arguments in defence of non-disclosure; information about unavailable treatments may not aid a patient to weigh up options that are available to them. There might be justified concern about distress for patients who are informed that they are receiving second-best therapies. However, we argue that doctors should tailor information according to the needs of the individual patient. For most patients that will include a nuanced discussion about treatments that would be considered in other times but currently unavailable. That will sometimes be a difficult conversation, and require clinicians to be frank about limited resources and necessary rationing. However, transparency and honesty will usually be the best policy.","publish_time":1591747200000,"author_summary":" Turnham, Helen Lynne; Dunn, Michael; Hill,<br>Elaine; Thornburn, Guy T; Wilkinson, Dominic","abstract_summary":" The COVID-19 pandemic crisis has necessitated<br>widespread adaptation of revised treatment regimens for<br>both urgent and routine medical problems in<br>patients with and without COVID-19. Some of these<br>alternative treatments maybe second-best. Treatments<br>that are known to be superior might not be<br>appropriate to deliver during a pandemic when<br>consideration must be given to distributive justice and<br>protection of patients and their medical teams as well the<br>importance given to individual benefit and autonomy. What<br>is required of the doctor discussing these<br>alternative, potentially inferior treatments and seeking<br>consent to proceed? Should doctors share information<br>about unavailable but standard treatment...","title_summary":" Consent in the time of COVID-19","x":-22.5600242615,"y":-8.2779970169,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.5600242615,"tsne_y":-8.2779970169,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"},{"cord_uid":"rjs0f0nq","source_x":"Elsevier; PMC","title":"Ethical and legal challenges of artificial intelligence-driven healthcare","doi":"10.1016\/b978-0-12-818438-7.00012-5","abstract":"This chapter will map the ethical and legal challenges posed by artificial intelligence (AI) in healthcare and suggest directions for resolving them. Section 1 will briefly clarify what AI is and Section 2 will give an idea of the trends and strategies in the United States (US) and Europe, thereby tailoring the discussion to the ethical and legal debate of AI-driven healthcare. This will be followed in Section 3 by a discussion of four primary ethical challenges, namely, (1) informed consent to use, (2) safety and transparency, (3) algorithmic fairness and biases, and (4) data privacy. Section 4 will then analyze five legal challenges in the US and Europe: (1) safety and effectiveness, (2) liability, (3) data protection and privacy, (4) cybersecurity, and (5) intellectual property law. Finally, Section 5 will summarize the major conclusions and especially emphasize the importance of building an AI-driven healthcare system that is successful and promotes trust and the motto Health AIs for All of Us.","publish_time":1593129600000,"author_summary":" Gerke, Sara; Minssen, Timo; Cohen, Glenn","abstract_summary":" This chapter will map the ethical and legal<br>challenges posed by artificial intelligence (AI) in<br>healthcare and suggest directions for resolving them.<br>Section 1 will briefly clarify what AI is and Section 2<br>will give an idea of the trends and strategies in the<br>United States (US) and Europe, thereby tailoring the<br>discussion to the ethical and legal debate of AI-driven<br>healthcare. This will be followed in Section 3 by a<br>discussion of four primary ethical challenges, namely,<br>(1) informed consent to use, (2) safety and<br>transparency, (3) algorithmic fairness and biases, and (4)<br>data privacy. Section 4 will then...","title_summary":" Ethical and legal challenges of artificial<br>intelligence-driven healthcare","x":-22.8653469086,"y":-6.2283763885,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.8653469086,"tsne_y":-6.2283763885,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"j67llkhj","source_x":"Medline; PMC","title":"Multivalue ethical framework for fair global allocation of a COVID-19 vaccine","doi":"10.1136\/medethics-2020-106516","abstract":"The urgent drive for vaccine development in the midst of the current COVID-19 pandemic has prompted public and private organisations to invest heavily in research and development of a COVID-19 vaccine. Organisations globally have affirmed the commitment of fair global access, but the means by which a successful vaccine can be mass produced and equitably distributed remains notably unanswered. Barriers for low-income countries include the inability to afford vaccines as well as inadequate resources to vaccinate, barriers that are exacerbated during a pandemic. Fair distribution of a pandemic vaccine is unlikely without a solid ethical framework for allocation. This piece analyses four allocation paradigms: ability to develop or purchase; reciprocity; ability to implement; and distributive justice, and synthesises their ethical considerations to develop an allocation model to fit the COVID-19 pandemic.","publish_time":1591920000000,"author_summary":" Liu, Yangzi; Salwi, Sanjana; Drolet, Brian","abstract_summary":" The urgent drive for vaccine development in the<br>midst of the current COVID-19 pandemic has prompted<br>public and private organisations to invest heavily in<br>research and development of a COVID-19 vaccine.<br>Organisations globally have affirmed the commitment of fair<br>global access, but the means by which a successful<br>vaccine can be mass produced and equitably distributed<br>remains notably unanswered. Barriers for low-income<br>countries include the inability to afford vaccines as<br>well as inadequate resources to vaccinate,<br>barriers that are exacerbated during a pandemic. Fair<br>distribution of a pandemic vaccine is unlikely without a<br>solid ethical framework for allocation. This piece...","title_summary":" Multivalue ethical framework for fair global<br>allocation of a COVID-19 vaccine","x":-22.4861221313,"y":-6.7373075485,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.4861221313,"tsne_y":-6.7373075485,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"j2jvdpbg","source_x":"Elsevier; Medline; PMC","title":"The Australian response to the COVID-19 pandemic and diabetes – lessons learned","doi":"10.1016\/j.diabres.2020.108246","abstract":"The COVID-19 pandemic has had a significant impact on the economy and health system of most countries in the world and this is also true of Australia. Australia has not seen the huge surge of COVID-19 positive cases and subsequent hospitalisations and deaths experienced in other parts of the world. However there have been important social and health strategies to “flatten” the curve, to reduce infections and to manage those infected. These have included closure of international and interstate borders, local lockdown measures, physical distancing, shift to work from home, closure of non-essential businesses and full or partial closure of all schools and tertiary education facilities. From the diabetes care perspective, there was a significant and concerted diversion of hospital resources and staff to COVID-19 specific activities. Reduced access to primary care, diagnostic and hospital services for diabetes, combined with fear of exposure to the virus in these settings, led to a significant drop in access to usual diabetes care. Provision of outpatient and private sector diabetes services via telehealth was encouraged and supported by expanded and new government subsidies. Importantly, for the first time, there was government funded subsidy for care delivered via the telephone and inclusion of credentialled diabetes educators in funded telephone\/telehealth support. The Australian health professional and consumer organisations worked cooperatively producing guidelines, position statements and other educational resources specific for the COVID-19 setting. Once the COVID-19 pandemic is over, review of all the changes will be important, determining which should be permanently implemented. The learnings from COVID-19 should help prepare Australia for future pandemics or other major health crises.","publish_time":1591056000000,"author_summary":" Andrikopoulos, Sof; Johnson, Greg","abstract_summary":" The COVID-19 pandemic has had a significant<br>impact on the economy and health system of most<br>countries in the world and this is also true of Australia.<br>Australia has not seen the huge surge of COVID-19 positive<br>cases and subsequent hospitalisations and deaths<br>experienced in other parts of the world. However there have<br>been important social and health strategies to<br>“flatten” the curve, to reduce infections and to manage<br>those infected. These have included closure of<br>international and interstate borders, local lockdown<br>measures, physical distancing, shift to work from home,<br>closure of non-essential businesses and full or<br>partial closure of...","title_summary":" The Australian response to the COVID-19<br>pandemic and diabetes – lessons learned","x":-19.4018135071,"y":-8.7171468735,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-19.4018135071,"tsne_y":-8.7171468735,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"h72v5o8u","source_x":"PMC; WHO","title":"The Wider Impacts of the Coronavirus Pandemic on the NHS","doi":"10.1111\/1475-5890.12227","abstract":"The coronavirus pandemic has had huge impacts on the National Health Service (NHS). Patients suffering from the illness have placed unprecedented demands on acute care, particularly on Intensive Care Units (ICUs). This has led to an effort to dramatically increase the resources available to NHS hospitals in treating these patients, involving re‐organisation of hospital facilities, redeployment of existing staff and a drive to bring in recently retired and newly graduated staff to fight the pandemic. These increases in demand and changes to supply have had large knock‐on effects on the care provided to the wider population. This paper discusses likely implications for healthcare delivery in the short and medium term of the responses to the coronavirus pandemic, focusing primarily on the implications for non‐coronavirus patients. Patterns of past care suggest those most likely to be affected by these disruptions will be older individuals and those living in more deprived areas, potentially exacerbating pre‐existing health inequalities. Effects are likely to persist into the longer‐run, with particular challenges around recruitment and ongoing staff shortages. This article is protected by copyright. All rights reserved","publish_time":1591142400000,"author_summary":" Propper, Carol; Stoye, George; Zaranko, Ben","abstract_summary":" The coronavirus pandemic has had huge impacts<br>on the National Health Service (NHS). Patients<br>suffering from the illness have placed unprecedented<br>demands on acute care, particularly on Intensive Care<br>Units (ICUs). This has led to an effort to<br>dramatically increase the resources available to NHS<br>hospitals in treating these patients, involving<br>re‐organisation of hospital facilities, redeployment of<br>existing staff and a drive to bring in recently retired<br>and newly graduated staff to fight the pandemic.<br>These increases in demand and changes to supply have<br>had large knock‐on effects on the care provided to<br>the wider population. This paper discusses likely...","title_summary":" The Wider Impacts of the Coronavirus Pandemic<br>on the NHS","x":-19.5025196075,"y":-8.7733106613,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-19.5025196075,"tsne_y":-8.7733106613,"subcluster":0,"subcluster_description":"Virtual Realitywestern Washington State","shape":"p"},{"cord_uid":"bt36bqam","source_x":"Medline; PMC","title":"Pregnant Women in Trials of COVID‐19: A Critical Time to Consider Ethical Frameworks of Inclusion in Clinical Trials","doi":"10.1002\/eahr.500060","abstract":"Ethical issues abound during this unprecedented international public health crisis of Covid‐19. While the trade‐off between societal and individual interests that occurs at the intersection of public health ethics and clinical ethics affects all populations, this calculus has particular relevance for pregnant women and the question of when they will have access to new Covid‐19 therapies and vaccines. Pregnant women are a “scientifically complex” population whose inclusion in clinical research must be done with consideration of the unique state of pregnancy. Yet research on the impact of Covid‐19 on pregnant women is lagging. In a rush to prevent and treat SARS‐CoV‐2 infection, it is crucial that the interests of pregnant women be prioritized to enable them to make autonomous, informed decisions about participating in clinical trials. The global pandemic calls for a revisiting of frameworks for the inclusion of pregnant women in research, as these women have an important stake in the prevention and treatment of Covid‐19.","publish_time":1592611200000,"author_summary":" Farrell, Ruth; Michie, Marsha; Pope, Rachel","abstract_summary":" Ethical issues abound during this<br>unprecedented international public health crisis of<br>Covid‐19. While the trade‐off between societal and<br>individual interests that occurs at the intersection of<br>public health ethics and clinical ethics affects all<br>populations, this calculus has particular relevance for<br>pregnant women and the question of when they will have<br>access to new Covid‐19 therapies and vaccines.<br>Pregnant women are a “scientifically complex”<br>population whose inclusion in clinical research must be<br>done with consideration of the unique state of<br>pregnancy. Yet research on the impact of Covid‐19 on<br>pregnant women is lagging. In a rush to prevent and treat...","title_summary":" Pregnant Women in Trials of COVID‐19: A<br>Critical Time to Consider Ethical Frameworks of<br>Inclusion in Clinical Trials","x":-22.3515415192,"y":-6.5057678223,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.3515415192,"tsne_y":-6.5057678223,"subcluster":3,"subcluster_description":"Epidemic Vaccine Trialsmultivalue Ethical","shape":"p"},{"cord_uid":"quoa363m","source_x":"Medline; PMC","title":"The healthcare worker at risk during the COVID-19 pandemic: a Jewish ethical perspective","doi":"10.1136\/medethics-2020-106294","abstract":"The current COVID-19 pandemic has raised many questions and dilemmas for modern day ethicists and healthcare providers. Are physicians, nurses and other healthcare workers morally obligated to put themselves in harm’s way and treat patients during a pandemic, occurring a great risk to themselves, their families and potentially to other patients? The issue was relevant during the 1918 influenza epidemic and more recently severe acute respiratory syndrome epidemic in 2003. Since the risk to the healthcare workers was great, there was tension between the ethical duty and responsibility to treat and the risk to one’s own life. This tension was further noted during the 2014 Ebola outbreak in West Africa that left hundreds of healthcare workers dead. The AMA Code of Ethics states that physicians are to ‘provide urgent medical care during disasters…even in the face of greater than usual risk to physicians’ own safety, health or life.’1 Classic Jewish sources have dealt with this question as well. There is an obligation ‘to not stand by idly when your friends life is in danger’; however, the question arises as to whether there are limits to this obligation? Is one required to risk one’s own life to save another’s? There is a consensus that one is not required but the question open to debate is whether it is praiseworthy to do so. However, regarding healthcare workers, there is agreement for ethical, professional and societal reasons that they are required to put themselves in harm’s way to care for their patients.","publish_time":1589760000000,"author_summary":" Solnica, Amy; Barski, Leonid; Jotkowitz, Alan","abstract_summary":" The current COVID-19 pandemic has raised many<br>questions and dilemmas for modern day ethicists and<br>healthcare providers. Are physicians, nurses and other<br>healthcare workers morally obligated to put themselves in<br>harm’s way and treat patients during a pandemic,<br>occurring a great risk to themselves, their families and<br>potentially to other patients? The issue was relevant<br>during the 1918 influenza epidemic and more recently<br>severe acute respiratory syndrome epidemic in 2003.<br>Since the risk to the healthcare workers was great,<br>there was tension between the ethical duty and<br>responsibility to treat and the risk to one’s own life. This<br>tension was...","title_summary":" The healthcare worker at risk during the<br>COVID-19 pandemic: a Jewish ethical perspective","x":-23.5728912354,"y":-8.4466581345,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-23.5728912354,"tsne_y":-8.4466581345,"subcluster":5,"subcluster_description":"Personal Protective Equipment","shape":"p"},{"cord_uid":"ero780t4","source_x":"PMC; WHO","title":"A proposal for selective resuscitation of adult cardiac arrest patients in a pandemic","doi":"10.1002\/emp2.12096","abstract":"Allocation of limited resources in pandemics begs for ethical guidance. The issue of ventilator allocation in pandemics has been reviewed by many medical ethicists, but as localities activate crisis standards of care, and health care workers are infected from patient exposure, the decision to pursue cardiopulmonary resuscitation (CPR) must also be examined to better balance the increased risks to healthcare personnel with the very low resuscitation rates of patients infected with coronavirus disease 2019 (COVID‐19) . A crisis standard of care that is equitable, transparent, and mindful of both human and physical resources will lessen the impact on society in this era of COVID‐19. This paper builds on previous work of ventilator allocation in pandemic crises to propose a literature‐based, justice‐informed ethical framework for selecting treatment options for CPR. The pandemic affects regions differently over time, so these suggested guidelines may require adaptation to local practice variations.","publish_time":1591833600000,"author_summary":" Hsu, Antony; Weber, William; Heins, Alan;<br>Josephson, Elaine; Kornberg, Robert; Diaz, Rosemarie","abstract_summary":" Allocation of limited resources in pandemics<br>begs for ethical guidance. The issue of ventilator<br>allocation in pandemics has been reviewed by many medical<br>ethicists, but as localities activate crisis standards of<br>care, and health care workers are infected from<br>patient exposure, the decision to pursue<br>cardiopulmonary resuscitation (CPR) must also be examined to<br>better balance the increased risks to healthcare<br>personnel with the very low resuscitation rates of<br>patients infected with coronavirus disease 2019<br>(COVID‐19) . A crisis standard of care that is equitable,<br>transparent, and mindful of both human and physical<br>resources will lessen the impact on society in...","title_summary":" A proposal for selective resuscitation of<br>adult cardiac arrest patients in a pandemic","x":-22.4126377106,"y":-9.4075031281,"cluster":51,"cluster_name":"c52","cluster_description":"Covid-19 Pandemicethical Framework","tsne_x":-22.4126377106,"tsne_y":-9.4075031281,"subcluster":4,"subcluster_description":"Covid-19 Pandemic","shape":"p"}]