{"cluster": 52, "subcluster": 0, "abstract_summ": "From a dental industry perspective, equipment and product manufacturers and suppliers are building upon, and further developing, the industry's extremely close relationship and partnership with the dental profession, in order to develop and implement new ways of thinking and new approaches, products and techniques to protect patients and clinicians, focusing on a return to the more widespread provision of dentistry.Despite this, many participants acknowledged the need for such a protocol to standardize care and minimize bias as well as to mitigate potential consequences for individual clinicians.Conclusion: Clinicians' discomfort with shifting roles and obligations could pose implementation barriers for crisis standards of care.Respiratory therapists, intensivists, nursing leadership and the palliative care interdisciplinary team participated in focus groups.The National Academy of Medicine has provided guidance on crisis standards of care, which call for the reallocation of scarce medical resources to those who will benefit most during extreme situations.", "title_summ": "Clinician Perspectives on Implementation of Crisis Standards of Care.What will be the new normal for the dental industry?Learning from Covid.\"We're Not Ready,\"But I Don't Think You're Ever Ready.", "title_abstract_phrases": "From a dental industry perspective, equipment and product manufacturers and suppliers are building upon, and further developing, the industry's extremely close relationship and partnership with the dental profession, in order to develop and implement new ways of thinking and new approaches, products and techniques to protect patients and clinicians, focusing on a return to the more widespread provision of dentistry.Conclusion: Clinicians' discomfort with shifting roles and obligations could pose implementation barriers for crisis standards of care.Despite this, many participants acknowledged the need for such a protocol to standardize care and minimize bias as well as to mitigate potential consequences for individual clinicians.industry?The COVID-19 situation has seen the cessation of all non-urgent dental care in the UK.Respiratory therapists, intensivists, nursing leadership and the palliative care interdisciplinary team participated in focus groups."}