[{"cord_uid":"z8tli96p","source_x":"PMC","title":"Mechanisms and pathways to impact in public health research: a preliminary analysis of research funded by the National Institute for Health Research (NIHR)","doi":"10.1186\/s12874-020-0905-7","abstract":"BACKGROUND: The mechanisms and pathways to impacts from public health research in the UK have not been widely studied. Through the lens of one funder (NIHR), our aims are to map the diversity of public health research, in terms of funding mechanisms, disciplinary contributions, and public health impacts, identify examples of impacts, and pathways to impact that existing reporting mechanisms may not otherwise have captured, and provide illustrations of how public health researchers perceive the generation of non-academic impact from their work. METHODS: A total of 1386 projects were identified as ‘public health research’ by the NIHR and listed in the NIHR Public Health Overview database (2000–2016). From these, a subset of 857 projects were matched as potentially having begun reporting impacts via an external data-gathering platform (Researchfish). Data on the 857 projects were analyzed quantitatively, and nine projects were selected to investigate further through semi-structured interviews with principal investigators. Two workshops took place to validate emerging and final findings and facilitate analysis. RESULTS: In addition to the NIHR School for Public Health Research and the NIHR Public Health Research Programme, 89% of projects contained in the NIHR Public Health Overview portfolio as ‘public health research’ are funded via other NIHR research programmes, suggesting significant diversity in disciplines contributing to public health research and outcomes. The pathways to impact observed in our in-depth case studies include contributing to debates on what constitutes appropriate evidence for national policy change, acknowledging local ‘unintended’ impacts, building trusted relationships with stakeholders across health and non-health sectors and actors, collaborating with local authorities, and using non-academic dissemination channels. CONCLUSIONS: Public health as a discipline contributes substantially to impact beyond academia. To support the diversity of these impacts, we need to recognise localized smaller-scale impacts, and the difference in types of evidence required for community and local authority-based impacts. This will also require building capacity and resources to enable impact to take place from public health research. Finally, support is required for engagement with local authorities and working with non-health sectors that contribute to health outcomes.","publish_time":1582070400000,"author_summary":" Boulding, Harriet; Kamenetzky, Adam; Ghiga,<br>Ioana; Ioppolo, Becky; Herrera, Facundo; Parks,<br>Sarah; Manville, Catriona; Guthrie, Susan;<br>Hinrichs-Krapels, Saba","abstract_summary":" BACKGROUND: The mechanisms and pathways to<br>impacts from public health research in the UK have not<br>been widely studied. Through the lens of one funder<br>(NIHR), our aims are to map the diversity of public<br>health research, in terms of funding mechanisms,<br>disciplinary contributions, and public health impacts,<br>identify examples of impacts, and pathways to impact<br>that existing reporting mechanisms may not<br>otherwise have captured, and provide illustrations of<br>how public health researchers perceive the<br>generation of non-academic impact from their work.<br>METHODS: A total of 1386 projects were identified as<br>‘public health research’ by the NIHR and listed in...","title_summary":" Mechanisms and pathways to impact in public<br>health research: a preliminary analysis of research<br>funded by the National Institute for Health Research<br>(NIHR)","x":-23.9159698486,"y":-0.0088500902,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.9159698486,"tsne_y":-0.0088500902,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"z8vdxceu","source_x":"PMC","title":"Universal access to essential health information: accelerating progress towards universal health coverage and other SDG health targets","doi":"10.1136\/bmjgh-2020-002475","abstract":"The information that people need to protect and manage their own health and the health of those for whom they are responsible is a fundamental element of an effective people-centred healthcare system. Achieving universal health coverage (UHC) requires universal access to essential health information. While it was recently recognised by the World Medical Association, universal access to essential health information is not yet reflected in official monitoring of progress on UHC for the sustainable development goals (SDGs). In this paper, we outline key features that characterise universal access to essential health information and indicate how it is increasingly achievable. We highlight the growing evidence of the impact of wider access to practical and actionable information on health for the public, carers and frontline health workers and provide illustrative, evidence-based, examples of how increasing access to essential health information can accelerate the achievement of UHC and other health targets of the SDGs. The paper ends with an assessment of reasons why universal access to essential health information has not yet been achieved, and an associated call to action to key stakeholders—such as governments, multilaterals, funding bodies, policy-makers, health professionals and knowledge intermediaries—to explicitly recognise the foundational role of universal access to essential health information for achieving UHC and the rest of the health SDGs, to include it in the relevant SDG target and associated monitoring indicators, and to incorporate actions in their own policies and programmes to promote and enable this access.","publish_time":1589673600000,"author_summary":" Royston, Geoff; Pakenham-Walsh, Neil;<br>Zielinski, Chris","abstract_summary":" The information that people need to protect and<br>manage their own health and the health of those for whom<br>they are responsible is a fundamental element of an<br>effective people-centred healthcare system. Achieving<br>universal health coverage (UHC) requires universal<br>access to essential health information. While it was<br>recently recognised by the World Medical Association,<br>universal access to essential health information is not<br>yet reflected in official monitoring of progress<br>on UHC for the sustainable development goals<br>(SDGs). In this paper, we outline key features that<br>characterise universal access to essential health<br>information and indicate how it is increasingly<br>achievable. We...","title_summary":" Universal access to essential health<br>information: accelerating progress towards universal<br>health coverage and other SDG health targets","x":-24.2686920166,"y":-0.721820116,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.2686920166,"tsne_y":-0.721820116,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"hz5qj1fw","source_x":"PMC","title":"Workers’ Healthcare Assistance Model (WHAM): Development, Validation, and Assessment of Sustainable Return on Investment (S-ROI)","doi":"10.3390\/ijerph17093143","abstract":"The present study aimed to present and validate the Worker´s Healthcare Assistance Model (WHAM), which includes an interdisciplinary approach to health risk management in search of integral and integrated health, considering economic sustainability. Through the integration of distinct methodological strategies, WHAM was developed in the period from 2011 to 2018, in a workers’ occupational health centre in the oil industry in Bahia, Brazil. The study included a sample of 965 workers, 91.7% of which were men, with a mean age of 44.9 years (age ranged from 23 to 73 years). The Kendall rank correlation coefficient and hierarchical multiple regression analysis were used for the validation of WHAM. The assessment of sustainable return on investment (S-ROI) was made using the WELLCAST ROI™ decision support tool, covering workers with heart disease and diabetes. WHAM can be considered an innovative healthcare model, as there is no available comparative model. WHAM is considered robust, with 86% health risk explanatory capacity and with an 85.5% S-ROI. It can be concluded that WHAM is a model capable of enhancing the level of workers’ health in companies, reducing costs for employers and improving the quality of life within the organization.","publish_time":1588204800000,"author_summary":" Viterbo, Lilian Monteiro Ferrari; Costa,<br>André Santana; Vidal, Diogo Guedes; Dinis, Maria<br>Alzira Pimenta","abstract_summary":" The present study aimed to present and validate<br>the Worker´s Healthcare Assistance Model (WHAM),<br>which includes an interdisciplinary approach to<br>health risk management in search of integral and<br>integrated health, considering economic<br>sustainability. Through the integration of distinct<br>methodological strategies, WHAM was developed in the period<br>from 2011 to 2018, in a workers’ occupational health<br>centre in the oil industry in Bahia, Brazil. The study<br>included a sample of 965 workers, 91.7% of which were men,<br>with a mean age of 44.9 years (age ranged from 23 to 73<br>years). The Kendall rank correlation coefficient and<br>hierarchical multiple regression analysis...","title_summary":" Workers’ Healthcare Assistance Model (WHAM):<br>Development, Validation, and Assessment of Sustainable<br>Return on Investment (S-ROI)","x":-23.7498092651,"y":-0.4204408526,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.7498092651,"tsne_y":-0.4204408526,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9jvoa8vr","source_x":"PMC","title":"Kaizen–Kata, a Problem-Solving Approach to Public Service Health Care in Mexico. A Multiple-Case Study","doi":"10.3390\/ijerph17093297","abstract":"Purpose: Mexico’s public hospitals are experiencing major operational problems which seriously affect the care of Mexican citizens. Some hospitals have initiated efforts to apply the Kaizen philosophy to improve this situation. Therefore, the purpose of this article is to analyze the methodological impact of Kaizen–Kata implementation in Mexican public hospitals that have tried to solve operational problems using this improvement approach. Design\/Methodology\/Approach: The service organization implemented Kaizen–Kata methodology in order to improve one operational problem-process in health care. A case-study approach was used in this research in order to understand the effects of the Kaizen–Kata methodology in solving problems in their operational procedures. Findings: Six specific drivers were identified when applying the Kaizen–Kata methodology. Furthermore, the impact on the levels of implementation of the Kaizen–Kata methodology in each of the improvement teams studied was also identified. Research Limitations: The main limitation of the research is that only three case-studies are presented thus it is not possible to generalize its results. Practical Implications (Where Possible): Other public hospitals can use this specific example as a working guide to solve the operational problems of health systems. Originality\/Value: A methodology of continuous improvement in manufacturing was imported from the industry sector for application in an operational health care process. The Kaizen–Kata methodology contributed significantly to improving issues involving delays, customer complaints, process reworks and extra-cost, among other effects of operational problems.","publish_time":1588982400000,"author_summary":" Suárez-Barraza, Manuel F.; Miguel-Davila,<br>José A.","abstract_summary":" Purpose: Mexico’s public hospitals are<br>experiencing major operational problems which seriously<br>affect the care of Mexican citizens. Some hospitals<br>have initiated efforts to apply the Kaizen<br>philosophy to improve this situation. Therefore, the<br>purpose of this article is to analyze the<br>methodological impact of Kaizen–Kata implementation in<br>Mexican public hospitals that have tried to solve<br>operational problems using this improvement approach.<br>Design\/Methodology\/Approach: The service organization implemented<br>Kaizen–Kata methodology in order to improve one<br>operational problem-process in health care. A case-study<br>approach was used in this research in order to understand<br>the effects of the Kaizen–Kata methodology in<br>solving problems in...","title_summary":" Kaizen–Kata, a Problem-Solving Approach to<br>Public Service Health Care in Mexico. A Multiple-Case<br>Study","x":-25.1100673676,"y":1.6893632412,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.1100673676,"tsne_y":1.6893632412,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"g9p5lgmn","source_x":"PMC","title":"Categorization of Factors Influencing Community Health Workers from a Socio-Technical Systems Perspective","doi":"10.1007\/978-3-030-45002-1_8","abstract":"In low-and-middle-income countries (LMICs), community health workers (CHWs) are often seen as a connecting bridge between two dynamic and overlapping systems- the community and formal health systems. Although the importance of CHWs is acknowledged, there is minimal aggregated evidence contributing towards understanding their position, technological capabilities, barriers and facilitators of their effectiveness in the South African context. Despite the widespread enthusiasm around the potential that mobile health (mHealth) technology holds in extending healthcare through CHW to underserved communities, an understanding of mHealth’s various implications in a developing world context is imperative to appreciate both the community and health systems context. The CHWs within this context need to assume multiple roles as they work and live amongst and in the community. The study argues that by examining their multiple roles as part of the healthcare continuum and from within the community setting, appropriating technological solutions can be conceptualized to facilitate and enhance their impact and visibility. This research article then aims to articulate the key conceptual factors which should be considered when implementing technological solutions for CHWs within the South African context. The aim is operationalized by means of the best-fit framework synthesis method to explore the body of knowledge towards presenting a conceptual understanding through a categorization of Factors Influencing Community Health Workers from a Socio-Technical Systems Perspective.","publish_time":1583798400000,"author_summary":" Ratshidi, Lilies; Grobbelaar, Sara; Botha,<br>Adele","abstract_summary":" In low-and-middle-income countries (LMICs),<br>community health workers (CHWs) are often seen as a<br>connecting bridge between two dynamic and overlapping<br>systems- the community and formal health systems.<br>Although the importance of CHWs is acknowledged, there<br>is minimal aggregated evidence contributing<br>towards understanding their position, technological<br>capabilities, barriers and facilitators of their<br>effectiveness in the South African context. Despite the<br>widespread enthusiasm around the potential that mobile<br>health (mHealth) technology holds in extending<br>healthcare through CHW to underserved communities, an<br>understanding of mHealth’s various implications in a<br>developing world context is imperative to appreciate both<br>the community and health systems context....","title_summary":" Categorization of Factors Influencing<br>Community Health Workers from a Socio-Technical Systems<br>Perspective","x":-24.8633823395,"y":-0.817268014,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.8633823395,"tsne_y":-0.817268014,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"k2kc5llq","source_x":"PMC","title":"A Multistakeholder-Centric Data Analytics Governance Framework for Medication Adherence and Improvement in Rural Settings","doi":"10.1007\/978-3-030-45002-1_35","abstract":"Good medication adherence is directly proportional to good health recovery and general improvement of a patient’s health condition. Although many good medication adherence monitoring methods\/techniques exist, the level of medication adherence for some chronic diseases by patients in rural settings is still suboptimal. Hence, the need for healthcare organisations to devise viable governance frameworks that will facilitate effective medication adherence monitoring and improved adherence by patients. This paper presents the conceptual overview of a governance framework for medication adherence monitoring and improvement that enables the collaboration of multiple stakeholders and data analytics (MUCODAF) in support of the patient in the treatment journey. The framework allows relevant stakeholders such as Healthcare workers (HCW), family members, and close friends to collaborate in support of a patient through the engagement of critical human factors such as empathy, motivation, encouragement, flexibility, and negotiation. The use cases of the framework, its technical composition, and the implementation plan are discussed in this paper. A concrete example of the application of the governance framework for medication adherence monitoring and improvement for a Tuberculosis patient in the African Country of Lesotho is presented to highlight the plausibility of the framework.","publish_time":1583798400000,"author_summary":" Daramola, Olawande; Nyasulu, Peter","abstract_summary":" Good medication adherence is directly<br>proportional to good health recovery and general<br>improvement of a patient’s health condition. Although many<br>good medication adherence monitoring<br>methods\/techniques exist, the level of medication adherence for<br>some chronic diseases by patients in rural settings<br>is still suboptimal. Hence, the need for<br>healthcare organisations to devise viable governance<br>frameworks that will facilitate effective medication<br>adherence monitoring and improved adherence by<br>patients. This paper presents the conceptual overview of<br>a governance framework for medication<br>adherence monitoring and improvement that enables the<br>collaboration of multiple stakeholders and data analytics<br>(MUCODAF) in support of the patient in the...","title_summary":" A Multistakeholder-Centric Data Analytics<br>Governance Framework for Medication Adherence and<br>Improvement in Rural Settings","x":-24.7205581665,"y":-0.0814135224,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.7205581665,"tsne_y":-0.0814135224,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"x1hmnryf","source_x":"PMC","title":"Make science evolve into a One Health approach to improve health and security: a white paper","doi":"10.1186\/s42522-019-0009-7","abstract":"The World One Health Congresses are biennial gatherings of approximately 1500 professionals from relevant international organisations, OIE, FAO, WHO, World Bank, leading scientific experts and researchers in the field of One Health, animal production and trade, food safety, animal health, human health and environmentology\/ecology, government representatives in public health, human health, food safety, environmental health and global health security. The Congress is organized by the One Health Platform. This white paper summarizes highlights of the 5th International One Health Congress in Saskatoon, Canada, June 2018 and serves as a roadmap for the future, detailing several concrete action points to be carried out in the run-up to the 6th World One Health Congress in Edinburgh, Scotland, June 2020.","publish_time":1587081600000,"author_summary":" Osterhaus, Albert D. M. E.; Vanlangendonck,<br>Chris; Barbeschi, Maurizio; Bruschke, Christianne<br>J. M.; Christensen, Renee; Daszak, Peter; de<br>Groot, Frouke; Doherty, Peter; Drury, Patrick;<br>Gmacz, Sabri; Hamilton, Keith; Hart, John; Katz,<br>Rebecca; Longuet, Christophe; McLeay, Jesse; Morelli,<br>Gaetano; Schlundt, Joergen; Smith, Trevor; Suri,<br>Sameera; Umali, Khristeen; van Aken, Jan; Wagenaar,<br>Jaap A.","abstract_summary":" The World One Health Congresses are biennial<br>gatherings of approximately 1500 professionals from<br>relevant international organisations, OIE, FAO, WHO,<br>World Bank, leading scientific experts and<br>researchers in the field of One Health, animal production<br>and trade, food safety, animal health, human<br>health and environmentology\/ecology, government<br>representatives in public health, human health, food safety,<br>environmental health and global health security. The<br>Congress is organized by the One Health Platform. This<br>white paper summarizes highlights of the 5th<br>International One Health Congress in Saskatoon, Canada, June<br>2018 and serves as a roadmap for the future,<br>detailing several concrete action points to be...","title_summary":" Make science evolve into a One Health approach<br>to improve health and security: a white paper","x":-24.4099884033,"y":3.03911376,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.4099884033,"tsne_y":3.03911376,"subcluster":0,"subcluster_description":"White Papercovid-19 Digital Health","shape":"p"},{"cord_uid":"z9yivede","source_x":"PMC","title":"What Happened to the Foundations of Eurasian Health Governance? Research Initiatives for Health Security Capacity Building","doi":"10.1007\/978-3-030-42775-7_9","abstract":"When China launched the Belt and Road Initiative (BRI), or New Silk Road Initiative, in 2013, its mind was set on the first stage of globalization with so-called ‘Chinese characteristics.’ These characteristics, also known in general as China’s ‘third way,’ indicate China’s approach, which is to learn innovation rather than copy or follow tradition, in order to hardwire businesses connections to Southeast Asia, Europe and Africa. After six years of breathtaking construction of infrastructure for connectivity, roads and bridges, market interfaces and business interlaces, the overall activities are readjusted, from groundwork toward sustainable activities that propagate social goods and emphasize the soft skills for human flourishing, and generate the translational capacities for cultural engagement.","publish_time":1581552000000,"author_summary":" Döring, Ole","abstract_summary":" When China launched the Belt and Road<br>Initiative (BRI), or New Silk Road Initiative, in 2013, its<br>mind was set on the first stage of globalization with<br>so-called ‘Chinese characteristics.’ These<br>characteristics, also known in general as China’s ‘third way,’<br>indicate China’s approach, which is to learn innovation<br>rather than copy or follow tradition, in order to<br>hardwire businesses connections to Southeast Asia,<br>Europe and Africa. After six years of breathtaking<br>construction of infrastructure for connectivity, roads and<br>bridges, market interfaces and business interlaces,<br>the overall activities are readjusted, from<br>groundwork toward sustainable activities that propagate<br>social goods and emphasize...","title_summary":" What Happened to the Foundations of Eurasian<br>Health Governance? Research Initiatives for Health<br>Security Capacity Building","x":-24.9423484802,"y":1.8386805058,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.9423484802,"tsne_y":1.8386805058,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"ilkusbzg","source_x":"PMC","title":"Evaluating Public Health Interventions: A Neglected Area in Health Technology Assessment","doi":"10.3389\/fpubh.2020.00106","abstract":"Introduction: Public health (PH) interventions are crucial for ensuring sustainable healthcare services. Nevertheless, they represent a neglected area in the field of health technology assessment (HTA) due to various methodological issues and their complex design that goes beyond clinical setting. The present study provides an environmental scan of HTA initiatives related to the assessment of PH technologies on a global level. Methods: We conducted a cross-sectional survey among 85 HTA-related European and international societies, health bodies, and networks from September 2018 to January 2019. The questionnaire contained four sections and 18 questions regarding activities related to the evaluation of PH technologies, information on existing PH technologies, and methodologies of assessment as well as barriers and facilitators to reaching a decision and implementing a PH technology. Results: Among 52 survey responses, the majority of the respondents came from European countries (35%), followed by North American (27%), and South American (19%) countries. The main type of organizations covered by our survey included HTA agencies, public administrations, and research institutes. Seventy-one % of the institutions reported engagement in any aspect of HTA in the area of PH (N = 37). Among those, 81% evaluated less than 5 PH technologies from 2013 to 2018. The most common barriers for reaching a decision on PH technologies were lack of data, conflicting stakeholder priorities, and methodological issues. A total of 76 PH interventions were reported, and most cited initiatives were related to chronic disease screening, prevention of infectious diseases, and maternal, prenatal, and neonatal screening. Conclusion: Our survey reported a rather limited involvement of HTA in the evaluation of PH technologies. In particular, an evaluation of behavioral and lifestyle interventions remains extremely rare. The implementation of collaborative HTA approaches in the setting of PH practice and policy needs to be prioritized and further strengthened. Moreover, ensuring reliable data structures and consolidation of HTA methods for the evaluation of PH technologies will be crucial for tackling the enormous burden of non-communicable diseases in societies.","publish_time":1587513600000,"author_summary":" Stojanovic, Jovana; Wübbeler, Markus; Geis,<br>Sebastian; Reviriego, Eva; Gutiérrez-Ibarluzea, Iñaki;<br>Lenoir-Wijnkoop, Irene","abstract_summary":" Introduction: Public health (PH)<br>interventions are crucial for ensuring sustainable<br>healthcare services. Nevertheless, they represent a<br>neglected area in the field of health technology<br>assessment (HTA) due to various methodological issues and<br>their complex design that goes beyond clinical<br>setting. The present study provides an environmental<br>scan of HTA initiatives related to the assessment of<br>PH technologies on a global level. Methods: We<br>conducted a cross-sectional survey among 85 HTA-related<br>European and international societies, health bodies,<br>and networks from September 2018 to January 2019.<br>The questionnaire contained four sections and 18<br>questions regarding activities related to the<br>evaluation of PH...","title_summary":" Evaluating Public Health Interventions: A<br>Neglected Area in Health Technology Assessment","x":-24.5092048645,"y":-0.3638314903,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.5092048645,"tsne_y":-0.3638314903,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"i7h70bis","source_x":"PMC","title":"The United Kingdom’s Coronavirus Act, Deprivations of Liberty, and The Right to Liberty and Security of the Person","doi":"10.1093\/jlb\/lsaa011","abstract":"Governments across the world have enforced emergency measures in response to the SARS-CoV-2 coronavirus (henceforth ‘the coronavirus’) pandemic. Indeed, the UK government has enacted emergency legislation in its response by passing the Coronavirus Act 2020. Amongst other things, this act extends existing statutory powers to impose deprivations of liberty for public health purposes. The extension of such powers naturally raises concerns about whether their use will be compatible with human rights law. In particular, it is unclear whether their use will fall within the public heath exception to the Article 5 right to liberty and security of the person in the European Convention of Human Rights, enshrined in the UK law by virtue of the Human Rights Act 1998. In this paper, I use the Coronavirus Act introduced in the UK as a case study of how emergency legislation enacted in a pandemic may conflict with human rights law enshrined elsewhere in domestic law. Having outlined key features of existing statutory powers in the UK, and how they are extended under the Coronavirus Act, I briefly consider how the European Court of Human Rights has interpreted the public health exception to Article 5 rights. This analysis suggests two grounds on which deprivations of liberty performed in accordance with the emergency legislation introduced in the UK might be vulnerable to claims of Article 5 rights violations. First, the absence of specified time limits on certain deprivations of liberty means that they may fail the requirement of legal certainty championed by the European Court in its interpretation of the public health exception. Second, the Coronavirus Act’s extension of powers to individual’s lacking public health expertise may undermine the extent to which the act will ensure that deprivations of liberty are both necessary and proportionate.","publish_time":1588118400000,"author_summary":" Pugh, Jonathan","abstract_summary":" Governments across the world have enforced<br>emergency measures in response to the SARS-CoV-2<br>coronavirus (henceforth ‘the coronavirus’) pandemic.<br>Indeed, the UK government has enacted emergency<br>legislation in its response by passing the Coronavirus Act<br>2020. Amongst other things, this act extends<br>existing statutory powers to impose deprivations of<br>liberty for public health purposes. The extension of<br>such powers naturally raises concerns about<br>whether their use will be compatible with human rights<br>law. In particular, it is unclear whether their use<br>will fall within the public heath exception to the<br>Article 5 right to liberty and security of the person in...","title_summary":" The United Kingdom’s Coronavirus Act,<br>Deprivations of Liberty, and The Right to Liberty and<br>Security of the Person","x":-25.2749977112,"y":3.1705002785,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.2749977112,"tsne_y":3.1705002785,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lezggdjb","source_x":"PMC","title":"The promises and pitfalls of polysemic ideas: ‘One Health’ and antimicrobial resistance policy in Australia and the UK","doi":"10.1007\/s11077-020-09390-3","abstract":"Recent scholarship posits that ambiguous (‘polysemic’) ideas are effective for coalition building between diverse stakeholders: their capacity to be interpreted differently attracts different interests. Hence, in search of political solutions to ‘wicked’ and similarly complex problems, deploying polysemic ideas would be critical to effective policy-making. This paper scopes the policy-making potential of polysemic ideas by examining the impact of an ambiguous concept known as ‘One Health’ on responses to antimicrobial resistance (AMR) in Australia and the UK. It offers two primary arguments. Firstly, polysemic ideas can help mobilise broad attention to complex problems: since One Health became associated with AMR, political and administrative attention has grown more intense and coordinated than previously. Secondly, however, a polysemic idea alone may be insufficient to generate effective action: the contrast between Australian and UK AMR policies illustrates that polysemic ideas do not suspend interests, institutions, or ideas that can be readily deployed. ELECTRONIC SUPPLEMENTARY MATERIAL: The online version of this article (10.1007\/s11077-020-09390-3) contains supplementary material, which is available to authorised users.","publish_time":1590710400000,"author_summary":" Hannah, Adam; Baekkeskov, Erik","abstract_summary":" Recent scholarship posits that ambiguous<br>(‘polysemic’) ideas are effective for coalition building<br>between diverse stakeholders: their capacity to be<br>interpreted differently attracts different interests.<br>Hence, in search of political solutions to ‘wicked’<br>and similarly complex problems, deploying<br>polysemic ideas would be critical to effective<br>policy-making. This paper scopes the policy-making potential<br>of polysemic ideas by examining the impact of an<br>ambiguous concept known as ‘One Health’ on responses to<br>antimicrobial resistance (AMR) in Australia and the UK. It<br>offers two primary arguments. Firstly, polysemic<br>ideas can help mobilise broad attention to complex<br>problems: since One Health became associated with AMR,...","title_summary":" The promises and pitfalls of polysemic ideas:<br>‘One Health’ and antimicrobial resistance policy<br>in Australia and the UK","x":-26.5117263794,"y":2.2730731964,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.5117263794,"tsne_y":2.2730731964,"subcluster":4,"subcluster_description":"Deliberative Democracy Studysegmenting Communities","shape":"p"},{"cord_uid":"906w0zr7","source_x":"Medline","title":"Equitable Pandemic Preparedness and Rapid Response: Lessons from COVID-19 for Pandemic Health Equity.","doi":"10.1215\/03616878-8641469","abstract":"The novel coronavirus pandemic has set in high relief the entrenched health, social, racial, political, and economic inequities within American society as the incidence of severe morbidity and mortality from the disease caused by the virus appears to be much greater in Black and other racial\/ethnic minority populations, within homeless and incarcerated populations, and in lower-income communities in general. The reality is that the U.S. is ill equipped to realize health equity in prevention and control efforts for any type of health outcome, including an infectious disease pandemic. In this article, we address an important question: When new waves of the current pandemic emerge or another novel pandemic emerges, how can the U.S. be better prepared and also ensure a rapid response that reduces rather than exacerbates social and health inequities? We argue for a health equity framework to pandemic preparedness, grounded in meaningful community engagement that, while recognizing the fundamental causes of social and health inequity, has a clear focus on upstream and midstream preparedness and downstream rapid response efforts that put social and health equity at the forefront.","publish_time":1590624000000,"author_summary":" Alberti, Philip M; Lantz, Paula M; Wilkins,<br>Consuelo H","abstract_summary":" The novel coronavirus pandemic has set in high<br>relief the entrenched health, social, racial,<br>political, and economic inequities within American<br>society as the incidence of severe morbidity and<br>mortality from the disease caused by the virus appears to<br>be much greater in Black and other racial\/ethnic<br>minority populations, within homeless and<br>incarcerated populations, and in lower-income communities<br>in general. The reality is that the U.S. is ill<br>equipped to realize health equity in prevention and<br>control efforts for any type of health outcome,<br>including an infectious disease pandemic. In this<br>article, we address an important question: When new<br>waves of...","title_summary":" Equitable Pandemic Preparedness and Rapid<br>Response: Lessons from COVID-19 for Pandemic Health<br>Equity.","x":-26.5314922333,"y":4.5088324547,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.5314922333,"tsne_y":4.5088324547,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"zbwipm05","source_x":"Medline","title":"Employment-Based, For-Profit Health Care in a Pandemic.","doi":"10.1002\/hast.1126","abstract":"The emergence of Covid-19 in the United States has revealed a critical weakness in the health care system in the United States. The majority of people in the nation receive health care via employment-based health insurance from providers in a competitive market. However, neither employment-based health care nor a competitive health care market can adequately provide treatment during a global pandemic. Employment-based health care will fail to provide care for a large number of people in any destabilizing economic event, including a pandemic. Competitive for-profit health care systems distribute limited goods based on markets rather than health care needs. If a global pandemic results in unusually high demand for specific medical supplies, then these will be distributed suboptimally. The combined risk of suboptimal distribution of needed goods and a significant drop in health care access in a global pandemic indicates that the U.S. health care system has serious vulnerabilities that need to be addressed.","publish_time":1588291200000,"author_summary":" Kolmes, Sara","abstract_summary":" The emergence of Covid-19 in the United States<br>has revealed a critical weakness in the health care<br>system in the United States. The majority of people in<br>the nation receive health care via<br>employment-based health insurance from providers in a<br>competitive market. However, neither employment-based<br>health care nor a competitive health care market can<br>adequately provide treatment during a global pandemic.<br>Employment-based health care will fail to provide care for a large<br>number of people in any destabilizing economic event,<br>including a pandemic. Competitive for-profit health<br>care systems distribute limited goods based on<br>markets rather than health care needs. If...","title_summary":" Employment-Based, For-Profit Health Care in a<br>Pandemic.","x":-25.8997497559,"y":3.3425126076,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.8997497559,"tsne_y":3.3425126076,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bdxnor7z","source_x":"Medline","title":"COVID-19 in the UK and Occupational Health and Safety: Predictable not Inevitable Failures by Government, and Trade Union and Nongovernmental Organization Responses.","doi":"10.1177\/1048291120929763","abstract":"This commentary examines the occupational health and safety issues faced by the UK workers in the COVID-19 pandemic, against the background of government cuts in health care and in occupational health and safety budgets, and a deregulatory climate. The UK government has been obsessed, blinkered, and distracted by the desire to leave the European Union (Brexit). The state of knowledge about the virus, especially from international agencies that identified pandemic threats and strategies to combat it, is outlined. UK politicians, government bodies, medical and scientific advisors, and employers periodically ignored or abused that knowledge. Regulatory and ministerial inaction and errors on the workplace virus risks emerged. In contrast, several trade unions, health professional bodies, and nongovernmental organizations identified COVID-19 threats from poor personal protection equipment, working practices, and knowledge gaps and offered solutions for health care workers, social care workers, production workers, and service workers in \"essential\" occupations.","publish_time":1590364800000,"author_summary":" Watterson, Andrew","abstract_summary":" This commentary examines the occupational<br>health and safety issues faced by the UK workers in the<br>COVID-19 pandemic, against the background of<br>government cuts in health care and in occupational health<br>and safety budgets, and a deregulatory climate.<br>The UK government has been obsessed, blinkered,<br>and distracted by the desire to leave the European<br>Union (Brexit). The state of knowledge about the<br>virus, especially from international agencies that<br>identified pandemic threats and strategies to combat it,<br>is outlined. UK politicians, government bodies,<br>medical and scientific advisors, and employers<br>periodically ignored or abused that knowledge. Regulatory<br>and ministerial inaction and errors...","title_summary":" COVID-19 in the UK and Occupational Health and<br>Safety: Predictable not Inevitable Failures by<br>Government, and Trade Union and Nongovernmental<br>Organization Responses.","x":-25.8892707825,"y":2.9989411831,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.8892707825,"tsne_y":2.9989411831,"subcluster":6,"subcluster_description":"United Kingdomcuba Y Seguridad","shape":"p"},{"cord_uid":"fhc1qf8d","source_x":"Medline","title":"Positive Public Health Ethics: Toward Flourishing and Resilient Communities and Individuals.","doi":"10.1080\/15265161.2020.1764145","abstract":"The COVID-19 pandemic is a global contagion of unprecedented proportions and health, economic, and social consequences. As with many health problems, its impact is uneven. This article argues the COVID-19 pandemic is a global health injustice due to moral failures of national governments and international organizations to prepare for, prevent and control it. Global and national health communities had a moral obligation to act in accordance with the current state of knowledge of pandemic preparedness. This obligation-a positive duty to develop and implement systems to reduce threats to and safeguard individuals' and, communities' abilities to flourish-stems from theories of global health justice and governance. The COVID-19 pandemic revealed and amplified the fragility and deficiencies in our global and domestic health institutions and systems. Moving forward, positive public health ethics is needed to set ethical standards for building and operating robust public health systems for resilient individuals and communities.","publish_time":1591056000000,"author_summary":" Prah Ruger, Jennifer","abstract_summary":" The COVID-19 pandemic is a global contagion of<br>unprecedented proportions and health, economic, and social<br>consequences. As with many health problems, its impact is<br>uneven. This article argues the COVID-19 pandemic is a<br>global health injustice due to moral failures of<br>national governments and international organizations<br>to prepare for, prevent and control it. Global and<br>national health communities had a moral obligation to<br>act in accordance with the current state of<br>knowledge of pandemic preparedness. This obligation-a<br>positive duty to develop and implement systems to reduce<br>threats to and safeguard individuals' and,<br>communities' abilities to flourish-stems from theories of<br>global...","title_summary":" Positive Public Health Ethics: Toward<br>Flourishing and Resilient Communities and Individuals.","x":-25.9305496216,"y":3.9419391155,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.9305496216,"tsne_y":3.9419391155,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"oih2mk6y","source_x":"Medline","title":"Communities Matter.","doi":"10.1002\/hast.1137","abstract":"Given the enduring inequities in US health and health care, it is no surprise that particular communities are bearing the disproportionate brunt of the Covid-19 pandemic and our responses to it. Many ethical aspects of the pandemic involve diverse communities bound by race, ethnicity, disability, income, residence, age, and more. How does bioethics engage these communities in theory and in practice? Only faintly, despite Covid-19's relentless reminder that communities matter morally. This article sketches initial directions for developing a community-inclusive bioethics, one that understands communities as critical moral participants in the work of bioethics as well as in health and health care.","publish_time":1588291200000,"author_summary":" Galarneau, Charlene","abstract_summary":" Given the enduring inequities in US health and<br>health care, it is no surprise that particular<br>communities are bearing the disproportionate brunt of the<br>Covid-19 pandemic and our responses to it. Many ethical<br>aspects of the pandemic involve diverse communities<br>bound by race, ethnicity, disability, income,<br>residence, age, and more. How does bioethics engage these<br>communities in theory and in practice? Only faintly,<br>despite Covid-19's relentless reminder that<br>communities matter morally. This article sketches initial<br>directions for developing a community-inclusive<br>bioethics, one that understands communities as critical<br>moral participants in the work of bioethics as well as<br>in health and...","title_summary":" Communities Matter.","x":-27.030714035,"y":3.4173979759,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-27.030714035,"tsne_y":3.4173979759,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"1ihm08gq","source_x":"Medline","title":"Health Equity, Social Policy, and Promoting Recovery from COVID-19.","doi":"10.1215\/03616878-8641518","abstract":"The COVID-19 pandemic has revealed starkly and publicly the close interconnections between social and economic inequality, health equity, and population health. To better understand what social policies would best promote population health, economic recovery, and preparedness for future pandemics, we must look both upstream and abroad for inspiration. In this essay, I argue for a suite of near-term and longer-term interventions, including universal health insurance and paid sick leave, upgraded wage insurance policies, tax reform, investments in parental leave, child care, and education, and upgraded government record systems. Policies that equalize the distribution of the social determinants of health and promote social solidarity will also improve population health and economic performance and allow us to confront future pandemics more successfully.","publish_time":1590624000000,"author_summary":" Lynch, Julia","abstract_summary":" The COVID-19 pandemic has revealed starkly and<br>publicly the close interconnections between social and<br>economic inequality, health equity, and population<br>health. To better understand what social policies<br>would best promote population health, economic<br>recovery, and preparedness for future pandemics, we must<br>look both upstream and abroad for inspiration. In<br>this essay, I argue for a suite of near-term and<br>longer-term interventions, including universal health<br>insurance and paid sick leave, upgraded wage insurance<br>policies, tax reform, investments in parental leave,<br>child care, and education, and upgraded government<br>record systems. Policies that equalize the<br>distribution of the social determinants of health and...","title_summary":" Health Equity, Social Policy, and Promoting<br>Recovery from COVID-19.","x":-26.7988624573,"y":3.5375108719,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.7988624573,"tsne_y":3.5375108719,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"y0bpn861","source_x":"Medline","title":"Universal Access to Healthcare: The Case of South Africa in the Comparative Global Context of the Late Anthropocene Era.","doi":"10.34172\/ijhpm.2020.28","abstract":"Much current global debate - as well as a great deal of political rhetoric - about global health and healthcare is characterised by a renewed emphasis on the goal of universal access throughout the world. While this goal has been achieved to varying extents in the United Kingdom, Canada and many countries in Europe, even within those countries where national health systems have long been in place, the pervasive shift in emphasis from health as a social value to health as a commodity within a capitalist market civilization is eroding the commitment to equitable access to healthcare. Against this background the challenge is much greater in low- and middle-income countries that lag behind - especially if aspirations to universal access go beyond primary care. The challenges of achieving greater equity in access to health and in health outcomes, in a middle-income country like South Africa, illustrate the magnitude of the tensions and gaps that need to be traversed, given the vast differences between healthcare provided in the private and public sectors. Understandably the concept of National Health Insurance (NHI) in South Africa has widespread support. The strategies for how a successful and effective NHI could be implemented, over what time-frame and what it covers are, however, very controversial issues. What tends to be ignored is that sustainable improvement in health in South Africa, and elsewhere, is not determined merely by medical care but more especially by social structures intimately linked to deeply entrenched local and global social, economic and political forces and inequalities. While seldom openly addressed, some of these forces are explicated in this article to supplement views elsewhere, although most have elided emphasis on the pervasive effects of the global political economy on the provisioning and practising of health and healthcare everywhere on our planet.","publish_time":1583020800000,"author_summary":" Benatar, Solomon; Gill, Stephen","abstract_summary":" Much current global debate - as well as a great<br>deal of political rhetoric - about global health and<br>healthcare is characterised by a renewed emphasis on the<br>goal of universal access throughout the world.<br>While this goal has been achieved to varying extents<br>in the United Kingdom, Canada and many countries<br>in Europe, even within those countries where<br>national health systems have long been in place, the<br>pervasive shift in emphasis from health as a social value<br>to health as a commodity within a capitalist<br>market civilization is eroding the commitment to<br>equitable access to healthcare. Against this background...","title_summary":" Universal Access to Healthcare: The Case of<br>South Africa in the Comparative Global Context of the<br>Late Anthropocene Era.","x":-25.8988037109,"y":2.5339109898,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.8988037109,"tsne_y":2.5339109898,"subcluster":6,"subcluster_description":"United Kingdomcuba Y Seguridad","shape":"p"},{"cord_uid":"2le8d3xe","source_x":"Medline","title":"Digital Health Strategies To Fight Covid-19 Around The Globe: Challenges And Recommendations.","doi":"10.2196\/19284","abstract":"UNSTRUCTURED The Covid-19 pandemic urges coordinated mechanisms to respond to the outbreak across health sectors and digital health solutions have been identified as promising pillars to tackle this challenge. This editorial discusses the current situation regarding digital health solutions to fight Covid-19 as well as the challenges and ethical hurdles for a broader and long term implementation. In order to decrease the risk of infection, telemedicine was used as a successful healthcare model in both emergency and primary care. Official communication plans should promote easy and diverse channels to inform the population and to avoid rumors and reduce threats to public health. Social media such as Twitter or Google trends analyses are highly beneficial to model trends of the pandemic as well as to monitor the evolution of peoples' symptoms or reaction to the pandemic over time. However, acceptability of digital solutions has to be confronted with cultural, moral and religious backgrounds. With the priority given to a collective public health benefit, digital tools may sometimes be intrusive and can erode individual freedoms or leave vulnerable populations behind. This pandemic showed the strong potential of the various digital health solutions tested in the Covid-19 crisis. More concerted measures should now ensure future digital health initiatives to have a greater impact on the epidemic and most strategic needs to ease the life of those who are at the front of the crisis.","publish_time":1591228800000,"author_summary":" Fagherazzi, Guy; Goetzinger, Catherine;<br>Rashid, Mohammed Ally; Aguayo, Gloria; Huiart,<br>Laetitia","abstract_summary":" UNSTRUCTURED The Covid-19 pandemic urges<br>coordinated mechanisms to respond to the outbreak across<br>health sectors and digital health solutions have been<br>identified as promising pillars to tackle this challenge.<br>This editorial discusses the current situation<br>regarding digital health solutions to fight Covid-19 as<br>well as the challenges and ethical hurdles for a<br>broader and long term implementation. In order to<br>decrease the risk of infection, telemedicine was used as<br>a successful healthcare model in both emergency<br>and primary care. Official communication plans<br>should promote easy and diverse channels to inform the<br>population and to avoid rumors and reduce threats to...","title_summary":" Digital Health Strategies To Fight Covid-19<br>Around The Globe: Challenges And Recommendations.","x":-24.5860614777,"y":3.1724565029,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.5860614777,"tsne_y":3.1724565029,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"jla2wnf3","source_x":"Medline","title":"COVID-19 and the Future of Long-Term Care: The Urgency of Enhanced Federal Financing.","doi":"10.1080\/08959420.2020.1771238","abstract":"The economic threat posed by responses to COVID 19 endangers financing for long-term care across the states that is already inadequate and inequitable. Increasing the federal share of Medicaid spending as unemployment rises would mitigate fiscal pressure on states and preserve public services. But unlike the demand for Medicaid's health care protections, which rises when economic activity declines, the demand for long-term care protections will grow even in a healthy economy as the population ages. Enhanced federal support is urgent not only to cope with the virus today but also to meet the long-term care needs of the nation's aging population in the years to come. Long-term care financing policy should be modified to either adjust federal matching funds by the age of each state's population, or fully federalize the funding of LTC expenses of Medicaid beneficiaries who are also eligible for Medicare.","publish_time":1590105600000,"author_summary":" Feder, Judy","abstract_summary":" The economic threat posed by responses to COVID<br>19 endangers financing for long-term care across<br>the states that is already inadequate and<br>inequitable. Increasing the federal share of Medicaid<br>spending as unemployment rises would mitigate fiscal<br>pressure on states and preserve public services. But<br>unlike the demand for Medicaid's health care<br>protections, which rises when economic activity declines,<br>the demand for long-term care protections will<br>grow even in a healthy economy as the population<br>ages. Enhanced federal support is urgent not only to<br>cope with the virus today but also to meet the<br>long-term care needs of the nation's aging...","title_summary":" COVID-19 and the Future of Long-Term Care: The<br>Urgency of Enhanced Federal Financing.","x":-26.634847641,"y":3.054479599,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.634847641,"tsne_y":3.054479599,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"qx5osh0n","source_x":"Medline","title":"COVID-19 Digital Health Innovation Policy: A Portal to Alternative Futures in the Making.","doi":"10.1089\/omi.2020.0089","abstract":"\"The pandemic is a portal.\" In the words of the novelist scholar Arundhati Roy, the COVID-19 pandemic is not merely an epic calamity. It has opened up a new space, a portal, to rethink everything, for example, in how we live, work, produce scientific knowledge, provide health care, and relate to others, be they humans or nonhuman animals in planetary ecosystems. Meanwhile, as the intensity of the pandemic escalates, digital health tools such as the Internet of Things (IoT), biosensors, and artificial intelligence (AI) are being deployed to address the twin goals of social distancing and health care in a \"no touch\" emergency state. Permanent integration of digital technologies into every aspect of post-pandemic civic life-health care, disease tracking, education, work, and beyond-is considered by governments and technology actors around the world. Although digital transformation of health care and industry are in the works, we ought to ensure that digital transformation does not degenerate into \"digitalism,\" which we define here as an unchecked and misguided belief on extreme digital connectivity without considering the attendant adverse repercussions on science, human rights, and everyday practices of democracy. Indeed, the current shrinking of the critically informed public policy space amid a devastating pandemic raises principled questions on the broader and long-term impacts that digital technologies will have on democratic governance of planetary health and society. To this end, a wide range of uncertainties-technical, biological, temporal, spatial, and political-is on the COVID-19 pandemic horizon. This calls for astute and anticipatory innovation policies to steer the health sciences and services toward democratic ends. In this article, we describe new and critically informed approaches to democratize COVID-19 digital health innovation policy, especially when the facts are uncertain, the stakes are high, and decisions are urgent, as they often are in the course of a pandemic. In addition, we introduce a potential remedy to democratize pandemic innovation policy, the concept of \"epistemic competence,\" so as to check the frames and framings of the pandemic innovation policy juggernaut and the attendant power asymmetries. We suggest that if epistemic competence, and attention to not only scientific knowledge but also its framing are broadly appreciated, they can help reduce the disparity between the enormous technical progress and investments made in digital health versus our currently inadequate understanding of the societal dimensions of emerging technologies such as AI, IoT, and extreme digital connectivity on the planet.","publish_time":1591574400000,"author_summary":" Bayram, Mustafa; Springer, Simon; Garvey,<br>Colin K; Özdemir, Vural","abstract_summary":" \"The pandemic is a portal.\" In the words of the<br>novelist scholar Arundhati Roy, the COVID-19 pandemic<br>is not merely an epic calamity. It has opened up a<br>new space, a portal, to rethink everything, for<br>example, in how we live, work, produce scientific<br>knowledge, provide health care, and relate to others, be<br>they humans or nonhuman animals in planetary<br>ecosystems. Meanwhile, as the intensity of the pandemic<br>escalates, digital health tools such as the Internet of<br>Things (IoT), biosensors, and artificial<br>intelligence (AI) are being deployed to address the twin<br>goals of social distancing and health care in a...","title_summary":" COVID-19 Digital Health Innovation Policy: A<br>Portal to Alternative Futures in the Making.","x":-24.604259491,"y":2.8792037964,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.604259491,"tsne_y":2.8792037964,"subcluster":0,"subcluster_description":"White Papercovid-19 Digital Health","shape":"p"},{"cord_uid":"1dm1a6qm","source_x":"Medline","title":"Digital health management during and beyond the COVID-19 pandemic: Opportunities, barriers, and recommendations.","doi":"10.2196\/19246","abstract":"UNSTRUCTURED During the COVID-19 crisis, digital technologies have become a major route for accessing remote care. Therefore, the need to ensure that these tools are safe and effective has never been greater. We raise five calls to action to ensure the safety, availability and long-term sustainability of theseDuring the COVID-19 crisis, digital technologies have become a major route for accessing remote care. Therefore, the need to ensure that these tools are safe and effective has never been greater. We raise five calls to action to ensure the safety, availability and long-term sustainability of these technologies: (1) Due diligence: Remove harmful health apps from app stores; (2) Data insights: Use relevant health data insights from high-quality digital tools to inform the greater response to COVID-19; (3) Freely available resources: Make high-quality digital health tools available without charge, where possible and for as long as possible, especially to those who are most vulnerable; (4) Digital transitioning: Transform conventional offline mental health services to make them digitally available; and (5) Population self-management: Encourage governments and insurers to work with developers to look at how digital health management could be subsidised or funded. We believe this should be carried out at the population level, rather than at a prescription level.","publish_time":1590969600000,"author_summary":" Inkster, Becky; O'Brien, Ross; Selby, Emma;<br>Joshi, Smriti; Subramanian, Vinod; Kadaba, Madhura;<br>Schroeder, Knut; Godson, Suzi; Comley, Kerstyn; Volmer,<br>Sebastian J; Mateen, Bilal A","abstract_summary":" UNSTRUCTURED During the COVID-19 crisis,<br>digital technologies have become a major route for<br>accessing remote care. Therefore, the need to ensure that<br>these tools are safe and effective has never been<br>greater. We raise five calls to action to ensure the<br>safety, availability and long-term sustainability of<br>theseDuring the COVID-19 crisis, digital technologies<br>have become a major route for accessing remote care.<br>Therefore, the need to ensure that these tools are safe and<br>effective has never been greater. We raise five calls to<br>action to ensure the safety, availability and<br>long-term sustainability of these technologies: (1) Due<br>diligence: Remove harmful...","title_summary":" Digital health management during and beyond<br>the COVID-19 pandemic: Opportunities, barriers,<br>and recommendations.","x":-24.491104126,"y":2.4237253666,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.491104126,"tsne_y":2.4237253666,"subcluster":0,"subcluster_description":"White Papercovid-19 Digital Health","shape":"p"},{"cord_uid":"rrul1pc7","source_x":"Medline","title":"Digital health and the COVID-19 epidemic: an assessment framework for apps from an epidemiological and legal perspective.","doi":"10.4414\/smw.2020.20282","abstract":"As COVID-19 spreads across the globe, crowdsourced digital technology harbours the potential to improve surveillance and epidemic control, primarily through increased information coverage, higher information speed, fast case tracking and improved proximity tracing. Targeting those aims, COVID-19-related smartphone and web-based health applications are continuously emerging, leading to a multitude of options, raising ethical and legal challenges and potentially overwhelming end users. Building on an existing trustworthiness checklist for digital health applications, we searched the literature and developed a framework to guide the assessment of smartphone and web-based applications that aim to contribute to controlling the current epidemic or mitigating its effects. It further integrates epidemiological subject knowledge and a legal analysis, outlining the mechanisms through which new applications can support the fight against COVID-19. The resulting framework includes 40 questions across 8 domains on “purpose”, “usability”, “information accuracy”, “organisational attributes \/ reputation”, “transparency”, “privacy” and “user control \/ self-determination”. All questions should be primarily answerable from publicly available data, as provided by application manufacturers. The framework aims to guide end users in choosing a transparent, safe and valuable application and suggests a set of information items that developers ideally make available to allow a balanced judgement and facilitate the trustworthiness of their products.","publish_time":1588550400000,"author_summary":" Vokinger, Kerstin Noelle; Nittas, Vasileios;<br>Witt, Claudia M; Fabrikant, Sara Irina; von Wyl,<br>Viktor","abstract_summary":" As COVID-19 spreads across the globe,<br>crowdsourced digital technology harbours the potential to<br>improve surveillance and epidemic control, primarily<br>through increased information coverage, higher<br>information speed, fast case tracking and improved<br>proximity tracing. Targeting those aims,<br>COVID-19-related smartphone and web-based health applications<br>are continuously emerging, leading to a multitude<br>of options, raising ethical and legal challenges<br>and potentially overwhelming end users. Building<br>on an existing trustworthiness checklist for<br>digital health applications, we searched the<br>literature and developed a framework to guide the<br>assessment of smartphone and web-based applications that<br>aim to contribute to controlling the current<br>epidemic or mitigating its...","title_summary":" Digital health and the COVID-19 epidemic: an<br>assessment framework for apps from an epidemiological and<br>legal perspective.","x":-24.4940662384,"y":2.5051646233,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.4940662384,"tsne_y":2.5051646233,"subcluster":0,"subcluster_description":"White Papercovid-19 Digital Health","shape":"p"},{"cord_uid":"e841wdeu","source_x":"Medline","title":"COVID-19 and US Health Financing: Perils and Possibilities.","doi":"10.1177\/0020731420931431","abstract":"While the COVID-19 pandemic presents every nation with challenges, the United States' underfunded public health infrastructure, fragmented medical care system, and inadequate social protections impose particular impediments to mitigating and managing the outbreak. Years of inadequate funding of the nation's federal, state, and local public health agencies, together with mismanagement by the Trump administration, hampered the early response to the epidemic. Meanwhile, barriers to care faced by uninsured and underinsured individuals in the United States could deter COVID-19 care and hamper containment efforts, and lead to adverse medical and financial outcomes for infected individuals and their families, particularly those from disadvantaged groups. While the United States has a relatively generous supply of Intensive Care Unit beds and most other health care infrastructure, such medical resources are often unevenly distributed or deployed, leaving some areas ill-prepared for a severe respiratory epidemic. These deficiencies and shortfalls have stimulated a debate about policy solutions. Recent legislation, for instance, expanded coverage for testing for COVID-19 for the uninsured and underinsured, and additional reforms have been proposed. However comprehensive health care reform - for example, via national health insurance - is needed to provide full protection to American families during the COVID-19 outbreak and in its aftermath.","publish_time":1591660800000,"author_summary":" Gaffney, Adam; Himmelstein, David U;<br>Woolhandler, Steffie","abstract_summary":" While the COVID-19 pandemic presents every<br>nation with challenges, the United States'<br>underfunded public health infrastructure, fragmented<br>medical care system, and inadequate social<br>protections impose particular impediments to mitigating<br>and managing the outbreak. Years of inadequate<br>funding of the nation's federal, state, and local<br>public health agencies, together with mismanagement<br>by the Trump administration, hampered the early<br>response to the epidemic. Meanwhile, barriers to care<br>faced by uninsured and underinsured individuals in<br>the United States could deter COVID-19 care and<br>hamper containment efforts, and lead to adverse<br>medical and financial outcomes for infected<br>individuals and their families, particularly those from...","title_summary":" COVID-19 and US Health Financing: Perils and<br>Possibilities.","x":-26.0555324554,"y":3.3253698349,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.0555324554,"tsne_y":3.3253698349,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"qof8llwv","source_x":"Medline","title":"Guidelines for primary health care-based telemental health in a low-to middle-income country: the case of Lebanon.","doi":"10.1080\/09540261.2020.1766867","abstract":"Significant efforts have been conducted to improve access to Mental Health Services (MHS) and reduce the burden of Mental Health Disorders (MHD) in Low-to Middle-Income Countries (LMIC). However, important challenges to accessing MHS still exist and limit improvements. Telemental Health (TMH), a modality that delivers remote MHS provides an ideal solution to complement existing efforts; however, there are limited reports on its implementation in developing countries such as Lebanon. This study presents the first roadmap for TMH applicability in Lebanon, with a focus on the Primary Health Care (PHC) setting, which has international relevance. We review existing guidelines and contextualise them to the Lebanese setting by addressing essential components for implementation. In specific, we shed light on 6 aspects: (1) patient population, (2) technological guidelines, (3) clinical guidelines, (4) administrative guidelines, (5) workforce, and (6) monitoring and evaluation. In addition, we acknowledge the important role of governmental efforts in setting the infrastructural and regulatory aspects for TMH practice. We provide guidance for public health professionals, government officials, and clinicians looking to adopt TMH practice in Lebanon or other countries with similar development and cultural landscapes.","publish_time":1590624000000,"author_summary":" Naal, Hady; Whaibeh, Emile; Mahmoud, Hossam","abstract_summary":" Significant efforts have been conducted to<br>improve access to Mental Health Services (MHS) and<br>reduce the burden of Mental Health Disorders (MHD) in<br>Low-to Middle-Income Countries (LMIC). However,<br>important challenges to accessing MHS still exist and<br>limit improvements. Telemental Health (TMH), a<br>modality that delivers remote MHS provides an ideal<br>solution to complement existing efforts; however,<br>there are limited reports on its implementation in<br>developing countries such as Lebanon. This study presents<br>the first roadmap for TMH applicability in<br>Lebanon, with a focus on the Primary Health Care (PHC)<br>setting, which has international relevance. We review<br>existing guidelines and contextualise...","title_summary":" Guidelines for primary health care-based<br>telemental health in a low-to middle-income country: the<br>case of Lebanon.","x":-24.2156448364,"y":-1.213896513,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.2156448364,"tsne_y":-1.213896513,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4061clsc","source_x":"Medline","title":"Protecting health during COVID-19 and beyond: A global examination of paid sick leave design in 193 countries.","doi":"10.1080\/17441692.2020.1764076","abstract":"Well-designed paid sick leave is critical to ensure workers stay home when sick to prevent the spread of SARS-CoV-2 and other infectious pathogens, both when the economy is open and during an economic shutdown. To assess whether paid sick leave is available in countries around the world, we created and analysed a database of legislative guarantees of paid leave for personal illness in 193 UN member states. Original labour and social security legislation and global information on social security systems for each country were obtained and analysed by a multilingual research team using a common coding framework. While strong models exist across low- middle- and high-income countries, critical gaps that jeopardise health and economic security remain. 27% of countries do not guarantee paid sick leave from the first day of illness, essential to encouraging workers to stay home when they are sick and prevent spread. 58% of countries do not have explicit provisions to ensure self-employed and gig economy workers have access to paid sick leave benefits. Comprehensive paid sick leave policies that cover all workers are urgently needed if we are to reduce the spread of COVID-19, and be ready to respond to threats from new pathogens.","publish_time":1589241600000,"author_summary":" Heymann, Jody; Raub, Amy; Waisath, Willetta;<br>McCormack, Michael; Weistroffer, Ross; Moreno, Gonzalo;<br>Wong, Elizabeth; Earle, Alison","abstract_summary":" Well-designed paid sick leave is critical to<br>ensure workers stay home when sick to prevent the<br>spread of SARS-CoV-2 and other infectious pathogens,<br>both when the economy is open and during an economic<br>shutdown. To assess whether paid sick leave is available<br>in countries around the world, we created and<br>analysed a database of legislative guarantees of paid<br>leave for personal illness in 193 UN member states.<br>Original labour and social security legislation and<br>global information on social security systems for<br>each country were obtained and analysed by a<br>multilingual research team using a common coding framework.<br>While strong models...","title_summary":" Protecting health during COVID-19 and beyond:<br>A global examination of paid sick leave design in<br>193 countries.","x":-27.3240509033,"y":3.2754969597,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-27.3240509033,"tsne_y":3.2754969597,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"kosv88hu","source_x":"Medline","title":"Bibliometric analysis of Neurosciences research productivity in Saudi Arabia from 2013-2018.","doi":"10.17712\/nsj.2020.2.20190087","abstract":"OBJECTIVE To review the dynamics of neuroscience research in the Kingdom of Saudi Arabia (KSA) from 2013-2018. METHODS Subject category of Neuroscience was selected in the SciVal feature of Scopus database, which includes all relevant categories of the field limiting it to Saudi Arabia. RESULTS Saudi Arabia is ranked 39th in publishing neuroscientific research worldwide. The number of yearly published articles has increased from 123 to 332 during the time period between 2013 and 2018. King Saud University & King Abdul Aziz University & their corresponding regions namely Western and Central regions are the major contributors to publications. Neuroscientists working in Saudi Arabia have collaboration with scientists from all over the world. The top 10 preferred journals are all international. In subcategories of neuroscience, developmental neuroscience seems the one that needs attention. CONCLUSION Neuroscience research is on the rise in KSA. Older and well-established institutions like King Saud University & King Abdul Aziz University have taken lead in publishing neuroscientific research. International collaboration in all subfields of neuroscience is substantial. Eastern Southern and Northern regions and developmental neuroscience require more focus and funding.","publish_time":1585699200000,"author_summary":" Alhibshi, Amani H; Alamoudi, Widyan A; Ul Haq,<br>Ikram; Ur Rehman, Shafiq; Farooq, Rai K; Al Shamrani,<br>Foziah J","abstract_summary":" OBJECTIVE To review the dynamics of<br>neuroscience research in the Kingdom of Saudi Arabia (KSA)<br>from 2013-2018. METHODS Subject category of<br>Neuroscience was selected in the SciVal feature of Scopus<br>database, which includes all relevant categories of the<br>field limiting it to Saudi Arabia. RESULTS Saudi<br>Arabia is ranked 39th in publishing neuroscientific<br>research worldwide. The number of yearly published<br>articles has increased from 123 to 332 during the time<br>period between 2013 and 2018. King Saud University &<br>King Abdul Aziz University & their corresponding<br>regions namely Western and Central regions are the<br>major contributors to publications.<br>Neuroscientists working...","title_summary":" Bibliometric analysis of Neurosciences<br>research productivity in Saudi Arabia from 2013-2018.","x":-23.7003688812,"y":0.5965569615,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.7003688812,"tsne_y":0.5965569615,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"7qlduao6","source_x":"Medline","title":"Challenges to and facilitators of occupational epidemiology research in the UK.","doi":"10.1016\/j.healthpol.2020.05.006","abstract":"This study investigated the challenges and facilitators of occupational epidemiology (OE) research in the UK, and evaluated the impact of these challenges. Semi-structured in-depth interviews with leading UK-based OE researchers, and a survey of UK-based OE researchers were conducted. Seven leading researchers were interviewed, and there were 54 survey respondents. Key reported challenges for OE were diminishing resources during recent decades, influenced by social, economic and political drivers, and changing fashions in research policy. Consequently, the community is getting smaller and less influential. These challenges may have negatively affected OE research, causing it to fail to keep pace with recent methodological development and impacting its output of high-quality research. Better communication with, and support from other researchers and relevant policy and funding stakeholders was identified as the main facilitators to OE research. Many diseases were initially discovered in workplaces, as these make exceptionally good study populations to accurately assess exposures. Due to the decline of manufacturing industry, there is a perception that occupational diseases are now a thing of the past. Nevertheless, new occupational exposures remain under-evaluated and the UK has become reliant on overseas epidemiology. This has been exacerbated by the decline in the academic occupational medicine base. Maintaining UK-based OE research is hence necessary for the future development of occupational health services and policies for the UK workforce.","publish_time":1589500800000,"author_summary":" Sweity, Samaher; Sutton, Chris; Downe, Soo;<br>Balaam, Marie-Clare; McElvenny, Damien M","abstract_summary":" This study investigated the challenges and<br>facilitators of occupational epidemiology (OE) research in<br>the UK, and evaluated the impact of these<br>challenges. Semi-structured in-depth interviews with<br>leading UK-based OE researchers, and a survey of<br>UK-based OE researchers were conducted. Seven leading<br>researchers were interviewed, and there were 54 survey<br>respondents. Key reported challenges for OE were<br>diminishing resources during recent decades, influenced<br>by social, economic and political drivers, and<br>changing fashions in research policy. Consequently,<br>the community is getting smaller and less<br>influential. These challenges may have negatively affected<br>OE research, causing it to fail to keep pace with<br>recent...","title_summary":" Challenges to and facilitators of<br>occupational epidemiology research in the UK.","x":-24.2744598389,"y":-0.2457330078,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.2744598389,"tsne_y":-0.2457330078,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"jvbgouv8","source_x":"BioRxiv","title":"Insight into the workforce advancing fields of science and technology","doi":"10.1101\/2020.06.01.128355","abstract":"Advances in biomedicine and other fields of science and technology depend on research teams and their peer-reviewed publications. The scientific literature represents an invaluable socioeconomic resource guiding future research. Typically, this growing body of information is explored by queries in bibliographic databases concerning topics of interest and by subsequent scrutiny of matching publications. This approach informs readily about content, but leaves the workforce driving the field largely unexplored. The hurdle can be overcome by a transparent team-centered analysis that visualizes the teams working in a field of interest and that delineates their genealogic and collaborative relations. Context-specific, but citation-independent metrics gauge team impact and reveal key contributors valuing publication output, mentorship and collaboration. The new insight into the structure, dynamics and performance of the workforce driving research in distinct disciplines complements ongoing efforts to mine the scientific literature, foster collaboration, evaluate research and guide future policies and investments.","publish_time":1591056000000,"author_summary":" Pfrieger, Frank W.","abstract_summary":" Advances in biomedicine and other fields of<br>science and technology depend on research teams and<br>their peer-reviewed publications. The scientific<br>literature represents an invaluable socioeconomic<br>resource guiding future research. Typically, this<br>growing body of information is explored by queries in<br>bibliographic databases concerning topics of interest and by<br>subsequent scrutiny of matching publications. This<br>approach informs readily about content, but leaves the<br>workforce driving the field largely unexplored. The<br>hurdle can be overcome by a transparent team-centered<br>analysis that visualizes the teams working in a field of<br>interest and that delineates their genealogic and<br>collaborative relations. Context-specific, but<br>citation-independent metrics...","title_summary":" Insight into the workforce advancing fields of<br>science and technology","x":-23.6073627472,"y":0.5235398412,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.6073627472,"tsne_y":0.5235398412,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"988hc839","source_x":"ArXiv","title":"Balancing Personal Privacy and Public Safety in COVID-19: Case of Korea and France","doi":null,"abstract":"There has been vigorous debate on how different countries responded to the COVID-19. To secure public safety, Korea has actively used personal information at the risk of personal privacy whereas France encourages voluntary cooperation at the risk of public safety. In this article, we examine the pros and cons of these two different approaches in epidemiological investigations. In addition, we present technological options of de-identification of personal information in the course of managing this pandemic under control. We discuss lessons for future research and policy implications.","publish_time":1588118400000,"author_summary":" Ahn, Na-Young; Park, Jun Eun; Lee, Dong Hoon;<br>Hong, Paul C.","abstract_summary":" There has been vigorous debate on how different<br>countries responded to the COVID-19. To secure public<br>safety, Korea has actively used personal information<br>at the risk of personal privacy whereas France<br>encourages voluntary cooperation at the risk of public<br>safety. In this article, we examine the pros and cons of<br>these two different approaches in epidemiological<br>investigations. In addition, we present technological options<br>of de-identification of personal information in<br>the course of managing this pandemic under<br>control. We discuss lessons for future research and<br>policy implications.","title_summary":" Balancing Personal Privacy and Public Safety<br>in COVID-19: Case of Korea and France","x":-26.0088157654,"y":4.4675364494,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.0088157654,"tsne_y":4.4675364494,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1iwouc4o","source_x":"Medline; PMC","title":"Decent Work, ILO’s Response to the Globalization of Working Life: Basic Concepts and Global Implementation with Special Reference to Occupational Health","doi":"10.3390\/ijerph17103351","abstract":"Twenty years ago, the International Labour Organization (ILO) launched a new strategy, the Decent Work Agenda, to ensure human-oriented development in the globalization of working life and to provide an effective response to the challenges of globalization. We searched for and analysed the origin of the Decent Work concept and identified the key principles in ILO policy documents, survey reports, and relevant United Nations’ (UN) documents. We also analysed the implementation of the Decent Work Country Programmes (DWCPs) and examined the available external evaluation reports. Finally, we examined the objectives of the ILO Decent Work Agenda and the Decent Work targets in the UN 2030 Agenda for Sustainable Development in view of occupational health. In two thirds of the ILO’s Member States, the Decent Work Agenda has been successfully introduced and so far fully or partly implemented in their DWCPs. The sustainability of the Decent Work approach was ensured through the UN 2030 Agenda, the ILO Global Commission Report on the Future of Work, and the ILO Centenary Declaration. However, objectives in line with the ILO Convention No. 161 on Occupational Health Services were not found in the DWCPs. Although successful in numerous aspects in terms of the achievement of the Decent Work objectives and the UN Sustainable Development Goals (SDGs), the Decent Work Agenda and the Decent Work Country Programmes need further development and inclusion of the necessary strategies, objectives, and actions for occupational health services, particularly in view of the high burden of work-related diseases and, for example, the present global pandemic. In many countries, national capabilities for participation and implementation of Decent Work Country Programmes need strengthening.","publish_time":1589241600000,"author_summary":" Rantanen, Jorma; Muchiri, Franklin;<br>Lehtinen, Suvi","abstract_summary":" Twenty years ago, the International Labour<br>Organization (ILO) launched a new strategy, the Decent Work<br>Agenda, to ensure human-oriented development in the<br>globalization of working life and to provide an effective<br>response to the challenges of globalization. We<br>searched for and analysed the origin of the Decent Work<br>concept and identified the key principles in ILO policy<br>documents, survey reports, and relevant United Nations’<br>(UN) documents. We also analysed the<br>implementation of the Decent Work Country Programmes (DWCPs)<br>and examined the available external evaluation<br>reports. Finally, we examined the objectives of the ILO<br>Decent Work Agenda and the Decent Work...","title_summary":" Decent Work, ILO’s Response to the<br>Globalization of Working Life: Basic Concepts and Global<br>Implementation with Special Reference to Occupational Health","x":-25.4520893097,"y":1.8545591831,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.4520893097,"tsne_y":1.8545591831,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"j3fv7u2d","source_x":"Medline; PMC","title":"Inclusion of Health in Impact Assessment: A Review of Current Practice in Sub-Saharan Africa","doi":"10.3390\/ijerph17114155","abstract":"Natural resource extraction projects, including those in the mining sector, have various effects on human health and wellbeing, with communities in resource-rich areas in sub-Saharan Africa (SSA) being particularly vulnerable. While impact assessments (IA) can predict and mitigate negative effects, it is unclear whether and to what extent health aspects are included in current IA practice in SSA. For collecting IA reports, we contacted 569 mining projects and 35 ministries regulating the mining sector. The reports obtained were complemented by reports identified in prior research. The examination of the final sample of 44 IA reports revealed a heavy focus on environmental health determinants and included health outcomes were often limited to a few aspects, such as HIV, malaria and injuries. The miniscule yield of reports (1.6% of contacted projects) and the low response rate by the contacted mining companies (18%) might indicate a lack of transparency in the IA process of the mining sector in SSA. To address the shortcomings identified, policies regulating IA practice should strengthen the requirements for public disclosure of IA reports and promote a more comprehensive inclusion of health in IA, be it through stand-alone health impact assessment or more rigorous integration of health in other forms of IA.","publish_time":1591747200000,"author_summary":" Dietler, Dominik; Lewinski, Ruth; Azevedo,<br>Sophie; Engebretsen, Rebecca; Brugger, Fritz;<br>Utzinger, Jürg; Winkler, Mirko S.","abstract_summary":" Natural resource extraction projects,<br>including those in the mining sector, have various<br>effects on human health and wellbeing, with<br>communities in resource-rich areas in sub-Saharan Africa<br>(SSA) being particularly vulnerable. While impact<br>assessments (IA) can predict and mitigate negative<br>effects, it is unclear whether and to what extent health<br>aspects are included in current IA practice in SSA. For<br>collecting IA reports, we contacted 569 mining projects<br>and 35 ministries regulating the mining sector.<br>The reports obtained were complemented by reports<br>identified in prior research. The examination of the final<br>sample of 44 IA reports revealed a heavy focus on...","title_summary":" Inclusion of Health in Impact Assessment: A<br>Review of Current Practice in Sub-Saharan Africa","x":-23.9260883331,"y":0.0811671913,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.9260883331,"tsne_y":0.0811671913,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"af6h0sbo","source_x":"Medline; PMC","title":"“Global Health”: Time to Refocus while We still Have Time","doi":"10.4269\/ajtmh.20-0081","abstract":"Two decades of growing resource availability from agencies and foundations in wealthy countries has transformed approaches to health in poorly resourced nations. This progress looks increasingly unstable as climate change, social unrest, and, now, disruptive pandemics present threats not only to health but also to the mechanisms that manage it, and to funding itself. The growth in “global health” schools, technology development laboratories, nongovernmental organizations and multilateral institutions in donor countries has delivered not only successes but also disappointment, and reflect a paradigm that is in many ways contrary to the principles of population-based ownership that they espouse. Although the COVID-19 crisis has underlined the importance of health access and health service capacity, we may have a limited window of opportunity in which to rethink the current model and improve both efficiency and effectiveness. With a dose of humility, we may all benefit from studying our own rhetoric on human-centered design and applying these principles across global health to ensure that our approach is effective, efficient, and defensible.","publish_time":1587081600000,"author_summary":" Bell, David; Aronoff-Spencer, Eliah","abstract_summary":" Two decades of growing resource availability<br>from agencies and foundations in wealthy countries<br>has transformed approaches to health in poorly<br>resourced nations. This progress looks increasingly<br>unstable as climate change, social unrest, and, now,<br>disruptive pandemics present threats not only to health<br>but also to the mechanisms that manage it, and to<br>funding itself. The growth in “global health” schools,<br>technology development laboratories, nongovernmental<br>organizations and multilateral institutions in donor<br>countries has delivered not only successes but also<br>disappointment, and reflect a paradigm that is in many ways<br>contrary to the principles of population-based<br>ownership that they espouse. Although the...","title_summary":" “Global Health”: Time to Refocus while We still<br>Have Time","x":-25.819103241,"y":2.5122437477,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.819103241,"tsne_y":2.5122437477,"subcluster":6,"subcluster_description":"United Kingdomcuba Y Seguridad","shape":"p"},{"cord_uid":"3ly4f8dy","source_x":"Medline; PMC","title":"‘What is Inconvenient for You is Life-saving for Me’: How Health Inequities are playing out during the COVID-19 Pandemic","doi":"10.1007\/s41649-020-00119-1","abstract":"The COVID-19 pandemic has had a significant impact globally. Most affected, however, are those individuals and groups routinely disadvantaged by the social injustice created by the misdistribution of power, money, and resources. Simple measures that prevent the spread of COVID-19, such as frequent hand washing and social distancing, are unavailable to millions of people in the wealthiest of nations and in the poorest of nations. Disadvantaged groups are impacted more directly and in disproportionately higher numbers due to existing poor health, and the disruption of services central to securing an income and an education will have lasting consequences for their futures. The unintended effect of exclusionary government policies is that privileged citizens and healthcare systems are also at greater risk. This paper seeks to highlight the impact of COVID-19 on those already suffering health inequities through consideration of some of the social determinants of health on groups in affluent and poorer nations. It also highlights some of the factors that may assist in tackling health inequities as we emerge from this pandemic.","publish_time":1589587200000,"author_summary":" Xafis, Vicki","abstract_summary":" The COVID-19 pandemic has had a significant<br>impact globally. Most affected, however, are those<br>individuals and groups routinely disadvantaged by the<br>social injustice created by the misdistribution of<br>power, money, and resources. Simple measures that<br>prevent the spread of COVID-19, such as frequent hand<br>washing and social distancing, are unavailable to<br>millions of people in the wealthiest of nations and in the<br>poorest of nations. Disadvantaged groups are impacted<br>more directly and in disproportionately higher<br>numbers due to existing poor health, and the disruption<br>of services central to securing an income and an<br>education will have lasting consequences for their...","title_summary":" ‘What is Inconvenient for You is Life-saving<br>for Me’: How Health Inequities are playing out<br>during the COVID-19 Pandemic","x":-26.771112442,"y":3.3547458649,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.771112442,"tsne_y":3.3547458649,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"67pumvst","source_x":"Medline; PMC","title":"The U.S. Health Care System on the Eve of the Covid-19 Epidemic: A Summary of Recent Evidence on Its Impaired Performance","doi":"10.1177\/0020731420937631","abstract":"Four decades of neoliberal health policies have left the United States with a health care system that prioritizes the profits of large corporate actors, denies needed care to tens of millions, is extraordinarily fragmented and inefficient, and was ill prepared to address the COVID-19 pandemic. The payment system has long rewarded hospitals for providing elective surgical procedures to well-insured patients while penalizing those providing the most essential and urgent services, causing hospital revenues to plummet as elective procedures were cancelled during the pandemic. Before the recession caused by the pandemic, tens of millions of Americans were unable to afford care, compromising their physical and financial health; deep-pocketed corporate interests were increasingly dominating the hospital industry and taking over physicians’ practices; and insurers’ profits hit record levels. Meanwhile, yawning class-based and racial inequities in care and health outcomes remain and have even widened. Recent data highlight the failure of policy strategies based on market models and the need to shift to a nonprofit social insurance model.","publish_time":1593475200000,"author_summary":" Himmelstein, David U.; Woolhandler, Steffie","abstract_summary":" Four decades of neoliberal health policies<br>have left the United States with a health care system<br>that prioritizes the profits of large corporate<br>actors, denies needed care to tens of millions, is<br>extraordinarily fragmented and inefficient, and was ill<br>prepared to address the COVID-19 pandemic. The payment<br>system has long rewarded hospitals for providing<br>elective surgical procedures to well-insured patients<br>while penalizing those providing the most essential<br>and urgent services, causing hospital revenues to<br>plummet as elective procedures were cancelled during<br>the pandemic. Before the recession caused by the<br>pandemic, tens of millions of Americans were unable to<br>afford care,...","title_summary":" The U.S. Health Care System on the Eve of the<br>Covid-19 Epidemic: A Summary of Recent Evidence on Its<br>Impaired Performance","x":-26.3739776611,"y":3.1000642776,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.3739776611,"tsne_y":3.1000642776,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"t38qv5py","source_x":"Medline; PMC; WHO","title":"Disability-inclusive COVID-19 response: What it is, why it is important and what we can learn from the United Kingdom’s response","doi":"10.12688\/wellcomeopenres.15833.1","abstract":"All too often, disabled people are left behind in emergencies, and this is a risk in the ongoing COVID-19 pandemic. This is an important issue, as globally there are approximately one billion people with disabilities. This number includes one in three people aged over 60, who are the group at greatest risk from COVID-19. The COVID-19 pandemic in the UK has highlighted additional difficulties that disabled people may face. Complying with preventative measures, like social distancing, can be challenging, particular for people who rely on carers. Disabled people may also be at greater risk of morbidity and mortality if they contract the virus, yet in danger of being de-prioritised for care. Many people with disabilities have ongoing healthcare needs, and these need to still be supported during the pandemic. Furthermore, people may become newly disabled as a result of the pandemic, and therefore require appropriate care. Good practice examples have emerged for meeting these challenges, such as guidance for healthcare professionals on treating people with dementia, but these need to be scaled up further and adapted for other settings. In conclusion, it is clear that a disability-inclusive COVID-19 response is needed, both in the UK and as the pandemic unfolds globally. This response will require inclusion of disability measures within data collection, consulting with disabled people, and tailoring responses to be appropriate for this group.","publish_time":1588032000000,"author_summary":" Kuper, Hannah; Banks, Lena Morgon; Bright,<br>Tess; Davey, Calum; Shakespeare, Tom","abstract_summary":" All too often, disabled people are left behind<br>in emergencies, and this is a risk in the ongoing<br>COVID-19 pandemic. This is an important issue, as<br>globally there are approximately one billion people<br>with disabilities. This number includes one in<br>three people aged over 60, who are the group at<br>greatest risk from COVID-19. The COVID-19 pandemic in<br>the UK has highlighted additional difficulties<br>that disabled people may face. Complying with<br>preventative measures, like social distancing, can be<br>challenging, particular for people who rely on carers.<br>Disabled people may also be at greater risk of morbidity<br>and mortality if they...","title_summary":" Disability-inclusive COVID-19 response:<br>What it is, why it is important and what we can learn<br>from the United Kingdom’s response","x":-26.4163475037,"y":3.293428421,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.4163475037,"tsne_y":3.293428421,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"gczgvipx","source_x":"Medline; PMC","title":"Understanding China’s growing involvement in global health and managing processes of change","doi":"10.1186\/s12992-020-00569-0","abstract":"BACKGROUND: Recent years have seen a rapid change in China’s global engagement and a recognition that solving global challenges will need to take the changing role of China into account. The paper discusses China’s growing involvement in global health. Health is an area where there is broad agreement over global priorities and, potentially, a fertile space to build new forms of collaboration that point the way towards the adaptation of global governance to a rapidly changing context. RESULTS: Drawing on previous analyses of China’s management of change in its domestic health reforms and interviews with a range of stakeholders in China, the UK and Switzerland, the paper argues that China’s engagement in global health is developing and diversifying rapidly in response to the central government’s desire to see a greater role for China in global health. This diversification is part of a pattern of change management familiar from China’s domestic reform experience. Explorations underway by a range of Chinese agencies form part of a process of rapid experimentation and experiential learning that are informing China’s search for (a) new global role(s). CONCLUSIONS: China is undergoing rapid institutional innovation and developing capacity for greater global engagement, including in health; however, substantial, recent leadership commitments make clear Chinese agencies’ need for continued exploration, innovation and rapid learning. How China engages globally is of significance to the world, not just China. The challenge for China, other global actors and multilateral organisations is to incorporate new approaches into existing global governance arrangements, including for the management of global health. This will require a willingness on all sides to learn from each other and invest the effort needed to build governance arrangements appropriate for the coming decades. This is not only important as a means of protecting global public health, but also as a demonstration of how governance arrangements can be adapted to the needs of a pluralistic global order in a context of rapid change.","publish_time":1588291200000,"author_summary":" Husain, Lewis; Bloom, Gerald","abstract_summary":" BACKGROUND: Recent years have seen a rapid<br>change in China’s global engagement and a recognition<br>that solving global challenges will need to take the<br>changing role of China into account. The paper discusses<br>China’s growing involvement in global health. Health<br>is an area where there is broad agreement over<br>global priorities and, potentially, a fertile space<br>to build new forms of collaboration that point the<br>way towards the adaptation of global governance to<br>a rapidly changing context. RESULTS: Drawing on<br>previous analyses of China’s management of change in its<br>domestic health reforms and interviews with a range of<br>stakeholders in...","title_summary":" Understanding China’s growing involvement in<br>global health and managing processes of change","x":-25.0253925323,"y":1.3821617365,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.0253925323,"tsne_y":1.3821617365,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"s4327gea","source_x":"Medline; PMC","title":"What is global health? Key concepts and clarification of misperceptions: Report of the 2019 GHRP editorial meeting","doi":"10.1186\/s41256-020-00142-7","abstract":"The call for “Working Together to Build a Community of Shared Future for Mankind” requires us to improve people’s health across the globe, while global health development entails a satisfactory answer to a fundamental question: “What is global health?” To promote research, teaching, policymaking, and practice in global health, we summarize the main points on the definition of global health from the Editorial Board Meeting of Global Health Research and Policy, convened in July 2019 in Wuhan, China. The meeting functioned as a platform for free brainstorming, in-depth discussion, and post-meeting synthesizing. Through the meeting, we have reached a consensus that global health can be considered as a general guiding principle, an organizing framework for thinking and action, a new branch of sciences and specialized discipline in the large family of public health and medicine. The word “global” in global health can be subjective or objective, depending on the context and setting. In addition to dual-, multi-country and global, a project or a study conducted at a local area can be global if it (1) is framed with a global perspective, (2) intends to address an issue with global impact, and\/or (3) seeks global solutions to an issue, such as frameworks, strategies, policies, laws, and regulations. In this regard, global health is eventually an extension of “international health” by borrowing related knowledge, theories, technologies and methodologies from public health and medicine. Although global health is a concept that will continue to evolve, our conceptualization through group effort provides, to date, a comprehensive understanding. This report helps to inform individuals in the global health community to advance global health science and practice, and recommend to take advantage of the Belt and Road Initiative proposed by China.","publish_time":1586217600000,"author_summary":" Chen, Xinguang; Li, Hao; Lucero-Prisno, Don<br>Eliseo; Abdullah, Abu S.; Huang, Jiayan; Laurence,<br>Charlotte; Liang, Xiaohui; Ma, Zhenyu; Mao, Zongfu; Ren,<br>Ran; Wu, Shaolong; Wang, Nan; Wang, Peigang; Wang,<br>Tingting; Yan, Hong; Zou, Yuliang","abstract_summary":" The call for “Working Together to Build a<br>Community of Shared Future for Mankind” requires us to<br>improve people’s health across the globe, while global<br>health development entails a satisfactory answer to a<br>fundamental question: “What is global health?” To promote<br>research, teaching, policymaking, and practice in<br>global health, we summarize the main points on the<br>definition of global health from the Editorial Board<br>Meeting of Global Health Research and Policy, convened<br>in July 2019 in Wuhan, China. The meeting<br>functioned as a platform for free brainstorming, in-depth<br>discussion, and post-meeting synthesizing. Through the<br>meeting, we have reached a consensus...","title_summary":" What is global health? Key concepts and<br>clarification of misperceptions: Report of the 2019 GHRP<br>editorial meeting","x":-25.1844501495,"y":0.546392262,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.1844501495,"tsne_y":0.546392262,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"dz343h7t","source_x":"Medline; PMC","title":"Global Community Child Health","doi":"10.3390\/ijerph17093331","abstract":"This special issue of IJERPH has published a range of studies in this developing field of Global Community Child Health research. A number of manuscripts submitted in response to our invitation describing ‘community-based interventions which impact on child health and wellbeing around the globe. In addition to rural community-based initiatives given that most children now live in cities we are also interested to hear about urban initiatives….’ We hope this issue will of great interest to the researchers and practitioners as well as academia from the fields of Global Health as well as Global Child Health because it comprised of 14 articles representing all five continents. Physical activity appears a key component of the scientific community’s current conception of child well-being judging from the four papers published addressing this area. This issue also has papers on childhood obesity to rubella vaccination. Despite of the journal’s strive for reaching out to a wider global child health community, this issue missed contributions relating to child safeguarding and social determinants of urban health.","publish_time":1589155200000,"author_summary":" Ellis, Matthew; Pant, Puspa Raj","abstract_summary":" This special issue of IJERPH has published a<br>range of studies in this developing field of Global<br>Community Child Health research. A number of manuscripts<br>submitted in response to our invitation describing<br>‘community-based interventions which impact on child health and<br>wellbeing around the globe. In addition to rural<br>community-based initiatives given that most children now live<br>in cities we are also interested to hear about<br>urban initiatives….’ We hope this issue will of great<br>interest to the researchers and practitioners as well as<br>academia from the fields of Global Health as well as<br>Global Child Health because it comprised of...","title_summary":" Global Community Child Health","x":-25.0623073578,"y":0.0022376995,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.0623073578,"tsne_y":0.0022376995,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"duxm9u8v","source_x":"Medline; PMC","title":"Bibliometric analysis of peer-reviewed literature on climate change and human health with an emphasis on infectious diseases","doi":"10.1186\/s12992-020-00576-1","abstract":"BACKGROUND: Assessing research activity is important for planning future protective and adaptive policies. The objective of the current study was to assess research activity on climate change and health with an emphasis on infectious diseases. METHOD: A bibliometric method was applied using SciVerse Scopus. Documents on climate change and human health were called “health-related literature” while documents on climate change and infectious diseases were called “infection-related literature”. The study period was from 1980 to 2019. RESULTS: The search query found 4247 documents in the health-related literature and 1207 in the infection-related literature. The growth of publications showed a steep increase after 2007. There were four research themes in the health-related literature: (1) climate change and infectious diseases; (2) climate change, public health and food security; (3) heat waves, mortality, and non-communicable diseases; and (4) climate change, air pollution, allergy, and respiratory health. The most frequently encountered pathogens\/infectious diseases in the infection-related literature were malaria and dengue. Documents in infection-related literature had a higher h-index than documents in the health-related literature. The top-cited documents in the health-related literature focused on food security, public health, and infectious diseases while those in infection-related literature focused on water-, vector-, and mosquito-borne diseases. The European region had the highest contribution in health-related literature (n = 1626; 38.3%) and infection-related literature (n = 497; 41.2%). The USA led with 1235 (29.1%) documents in health-related literature and 365 (30.2%) documents in infection-related literature. The Australian National University ranked first in the health-related literature while the London School of Hygiene & Tropical Medicine ranked first in the infection-related literature. International research collaboration was inadequate. Documents published in the Environmental Health Perspectives journal received the highest citations per document. A total of 1416 (33.3%) documents in the health-related literature were funded while 419 (34.7%) documents in the infection-related literature were funded. CONCLUSION: Research on climate change and human health is on the rise with research on infection-related issues making a good share. International research collaboration should be funded and supported. Future research needs to focus on the impact of climate change on psychosocial, mental, innovations, policies, and preparedness of health systems.","publish_time":1588896000000,"author_summary":" Sweileh, Waleed M.","abstract_summary":" BACKGROUND: Assessing research activity is<br>important for planning future protective and adaptive<br>policies. The objective of the current study was to assess<br>research activity on climate change and health with an<br>emphasis on infectious diseases. METHOD: A<br>bibliometric method was applied using SciVerse Scopus.<br>Documents on climate change and human health were called<br>“health-related literature” while documents on climate change<br>and infectious diseases were called<br>“infection-related literature”. The study period was from 1980 to<br>2019. RESULTS: The search query found 4247 documents<br>in the health-related literature and 1207 in the<br>infection-related literature. The growth of publications showed<br>a steep increase...","title_summary":" Bibliometric analysis of peer-reviewed<br>literature on climate change and human health with an<br>emphasis on infectious diseases","x":-23.6034183502,"y":0.4502296448,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.6034183502,"tsne_y":0.4502296448,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"2xtdt75i","source_x":"Medline; PMC","title":"The Landscape of Risk Communication Research: A Scientometric Analysis","doi":"10.3390\/ijerph17093255","abstract":"Risk communication is a significant research domain with practical importance in supporting societal risk governance and informed private decision making. In this article, a high-level analysis of the risk communication research domain is performed using scientometrics methods and visualization tools. Output trends and geographical patterns are identified, and patterns in scientific categories determined. A journal distribution analysis provides insights into dominant journals and the domain’s intellectual base. Thematic clusters and temporal evolution of focus topics are obtained using a terms analysis, and a co-citation analysis provides insights into the evolution of research fronts and key documents. The results indicate that the research volume grows exponentially, with by far most contributions originating from Western countries. The domain is highly interdisciplinary, rooted in psychology and social sciences, and branching mainly into medicine and environmental sciences. Narrative themes focus on risk communication in medical and societal risk governance contexts. The domain originated from public health and environmental concerns, with subsequent research fronts addressing risk communication concepts and models. Applied research fronts are associated with environmental hazards, public health, medical risks, nuclear power, and emergency response to various natural hazards. Based on the results, various avenues for future research are described.","publish_time":1588809600000,"author_summary":" Goerlandt, Floris; Li, Jie; Reniers, Genserik","abstract_summary":" Risk communication is a significant research<br>domain with practical importance in supporting<br>societal risk governance and informed private decision<br>making. In this article, a high-level analysis of the<br>risk communication research domain is performed<br>using scientometrics methods and visualization<br>tools. Output trends and geographical patterns are<br>identified, and patterns in scientific categories<br>determined. A journal distribution analysis provides<br>insights into dominant journals and the domain’s<br>intellectual base. Thematic clusters and temporal<br>evolution of focus topics are obtained using a terms<br>analysis, and a co-citation analysis provides insights<br>into the evolution of research fronts and key<br>documents. The results indicate that...","title_summary":" The Landscape of Risk Communication Research:<br>A Scientometric Analysis","x":-23.7435112,"y":0.5663233995,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.7435112,"tsne_y":0.5663233995,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"izr3wwkj","source_x":"Medline; PMC","title":"Integrating pharmaceutical systems strengthening in the current global health scenario: three ‘uncomfortable truths’","doi":"10.1186\/s40545-020-00242-2","abstract":"The response to emergency public health challenges such as HIV, TB, and malaria has been successful in mobilising resources and scaling up treatment for communicable diseases. However, many of the remaining challenges in improving access to and appropriate use of medicines and services require pharmaceutical systems strengthening. Incorporating pharmaceutical systems strengthening into global health programmes requires recognition of a few ‘truths’. Systems strengthening is a lengthy and resource-intensive process that requires sustained engagement, which may not align with the short time frame for achieving targets in vertical-oriented programmes. Further, there is a lack of clarity on what key metrics associated with population and patient level outcomes should be tracked for systems strengthening interventions. This can hinder advocacy and communication with decision makers regarding health systems investments. Moving forward, it is important to find ways to balance the inherent tensions between the short-term focus on the efficiency of vertical programmes and broader, longer-term health and development objectives. Global health programme design should also shift away from a narrow view of medicines primarily as an input commodity to a more comprehensive view that recognizes the various structures and processes and their interactions within the broader health system that help ensure access to and appropriate use of medicines and related services.","publish_time":1593043200000,"author_summary":" Hafner, Tamara; Banda, Marlon; Kohler,<br>Jillian; Babar, Zaheer-Ud-Din; Lumpkin, Murray;<br>Adeyeye, Mojisola Christianah; Nfor, Emmanuel;<br>Aboagye-Nyame, Francis; Guzman, Javier","abstract_summary":" The response to emergency public health<br>challenges such as HIV, TB, and malaria has been successful<br>in mobilising resources and scaling up treatment<br>for communicable diseases. However, many of the<br>remaining challenges in improving access to and<br>appropriate use of medicines and services require<br>pharmaceutical systems strengthening. Incorporating<br>pharmaceutical systems strengthening into global health<br>programmes requires recognition of a few ‘truths’.<br>Systems strengthening is a lengthy and<br>resource-intensive process that requires sustained engagement,<br>which may not align with the short time frame for<br>achieving targets in vertical-oriented programmes.<br>Further, there is a lack of clarity on what key metrics<br>associated...","title_summary":" Integrating pharmaceutical systems<br>strengthening in the current global health scenario: three<br>‘uncomfortable truths’","x":-24.5917682648,"y":0.1400076002,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.5917682648,"tsne_y":0.1400076002,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"j6zirpyz","source_x":"Medline; PMC","title":"50 States or 50 Countries: What Did We Miss and What Do We Do Now?","doi":"10.1017\/s1049023x20000746","abstract":"There have been multiple inconsistencies in the manner the COVID-19 pandemic has been investigated and managed by countries. Population-based management (PBM) has been inconsistent, yet serves as a necessary first step in managing public health crises. Unfortunately, these have dominated the landscape within the United States and continue as of this writing. Political and economic influences have greatly influenced major public health management and control decisions. Responsibility for global public health crises and modeling for management are the responsibility of the World Health Organization (WHO) and the International Health Regulations Treaty (IHR). This review calls upon both to reassess their roles and responsibilities that must be markedly improved and better replicated world-wide in order to optimize the global public health protections and its PBM. “Ask a big enough question, and you need more than one discipline to answer it.” Liz Lerman, MacArthur “Genius” Fellow, Choreographer, Modern Dance legend, and 2011 Artist-in Residence, Harvard Music Department","publish_time":1590105600000,"author_summary":" Burkle, Frederick M.; Devereaux, Asha V.","abstract_summary":" There have been multiple inconsistencies in<br>the manner the COVID-19 pandemic has been<br>investigated and managed by countries. Population-based<br>management (PBM) has been inconsistent, yet serves as a<br>necessary first step in managing public health crises.<br>Unfortunately, these have dominated the landscape within the<br>United States and continue as of this writing.<br>Political and economic influences have greatly<br>influenced major public health management and control<br>decisions. Responsibility for global public health<br>crises and modeling for management are the<br>responsibility of the World Health Organization (WHO) and the<br>International Health Regulations Treaty (IHR). This review<br>calls upon both to reassess their...","title_summary":" 50 States or 50 Countries: What Did We Miss and<br>What Do We Do Now?","x":-25.9066295624,"y":2.6978695393,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.9066295624,"tsne_y":2.6978695393,"subcluster":6,"subcluster_description":"United Kingdomcuba Y Seguridad","shape":"p"},{"cord_uid":"c2k38u6i","source_x":"Medline; PMC","title":"Defining and classifying public health systems: a critical interpretive synthesis","doi":"10.1186\/s12961-020-00583-z","abstract":"BACKGROUND: The introduction of the determinants of health has caused a shift towards understanding health from a holistic perspective as well as increased recognition of public health’s contributions to the health of the population. Several frameworks exist to conceptualise healthcare systems, highlighting the stark contrast of frameworks unique to public health systems. The objectives of this study were to define public health systems and assess differences between healthcare systems and public health systems within established health systems frameworks. METHODS: A critical interpretive synthesis was conducted. Databases searched included EBSCOhost, OVID, Scholars Portal, Web of Science, Cochrane Library and Health Systems Evidence. Data extraction, coding and analysis followed a best-fit framework analysis method. Initial codes were based on a current leading health systems and policy classification scheme – health systems arrangements (governance, financial and delivery arrangements). RESULTS: A total of 5933 unique documents were identified and 67 were included in the analysis. Definitions of public health and public health systems varied significantly as did their roles and functions across jurisdictions. Public health systems arrangements generally followed those of health systems, with the addition of partnerships (community and inter-sectoral) and communication playing a larger role in public health. A public health systems framework and conceptualisation of how public health currently fits within health systems are presented. CONCLUSIONS: Public health systems are unique and vital entities within health systems. In addition to examining how public health and public health systems have been defined within the literature, this review suggests that establishing the scope of public health is crucial to understanding its role within the larger health system and adds to the discourse around the relationship between public health, healthcare and population health. More broadly, this study addresses an important gap in understanding public health systems and provides conceptual and practical contributions as well as areas for future research.","publish_time":1592265600000,"author_summary":" Jarvis, Tamika; Scott, Fran; El-Jardali,<br>Fadi; Alvarez, Elizabeth","abstract_summary":" BACKGROUND: The introduction of the<br>determinants of health has caused a shift towards<br>understanding health from a holistic perspective as well as<br>increased recognition of public health’s contributions<br>to the health of the population. Several<br>frameworks exist to conceptualise healthcare systems,<br>highlighting the stark contrast of frameworks unique to<br>public health systems. The objectives of this study<br>were to define public health systems and assess<br>differences between healthcare systems and public health<br>systems within established health systems<br>frameworks. METHODS: A critical interpretive synthesis<br>was conducted. Databases searched included<br>EBSCOhost, OVID, Scholars Portal, Web of Science,<br>Cochrane Library and Health Systems...","title_summary":" Defining and classifying public health<br>systems: a critical interpretive synthesis","x":-24.7575378418,"y":0.0639440492,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.7575378418,"tsne_y":0.0639440492,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"zlaqcem1","source_x":"Elsevier; PMC; WHO","title":"“It's about how much we can do, and not how little we can get away with”: Coronavirus-related legislative changes for social care in the United Kingdom","doi":"10.1016\/j.ijlp.2020.101601","abstract":"The coronavirus pandemic, referred to here as Covid-19, has brought into sharp focus the increasing divergence of devolved legislation and its implementation in the United Kingdom. One such instance is the emergency health and social care legislation and guidance introduced by the United Kingdom Central Government and the devolved Governments of Wales, Scotland and Northern Ireland in response to this pandemic. We provide a summary, comparison and discussion of these proposed and actual changes with a particular focus on the impact on adult social care and safeguarding of the rights of citizens. To begin, a summary and comparison of the relevant changes, or potential changes, to mental health, mental capacity and adult social care law across the four jurisdictions is provided. Next, we critique the suggested and actual changes and in so doing consider the immediate and longer term implications for adult social care, including mental health and mental capacity, at the time of publication.several core themes emerged: concerns around process and scrutiny; concerns about possible changes to the workforce and last, the possible threat on the ability to safeguard human rights. It has been shown that, ordinarily, legislative provisions across the jurisdictions of the UK are different, save for Wales (which shares most of its mental health law provisions with England). Such divergence is also mirrored in the way in which the suggested emergency changes could be implemented. Aside from this, there is also a wider concern about a lack of parity of esteem between social care and health care, a concern which is common to all. What is interesting is that the introduction of CVA 2020 forced a comparison to be made between the four UK nations which also shines a spotlight on how citizens can anticipate receipt of services.","publish_time":1592784000000,"author_summary":" Vicary, Sarah; Stone, Kevin; McCusker,<br>Pearse; Davidson, Gavin; Spencer-Lane, Tim","abstract_summary":" The coronavirus pandemic, referred to here as<br>Covid-19, has brought into sharp focus the increasing<br>divergence of devolved legislation and its<br>implementation in the United Kingdom. One such instance is the<br>emergency health and social care legislation and<br>guidance introduced by the United Kingdom Central<br>Government and the devolved Governments of Wales,<br>Scotland and Northern Ireland in response to this<br>pandemic. We provide a summary, comparison and<br>discussion of these proposed and actual changes with a<br>particular focus on the impact on adult social care and<br>safeguarding of the rights of citizens. To begin, a summary<br>and comparison of the...","title_summary":" “It's about how much we can do, and not how little<br>we can get away with”: Coronavirus-related<br>legislative changes for social care in the United Kingdom","x":-25.5554409027,"y":3.0570061207,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.5554409027,"tsne_y":3.0570061207,"subcluster":6,"subcluster_description":"United Kingdomcuba Y Seguridad","shape":"p"},{"cord_uid":"liyziyml","source_x":"Medline; PMC","title":"Income security during periods of ill health: a scoping review of policies, practice and coverage in low-income and middle-income countries","doi":"10.1136\/bmjgh-2020-002425","abstract":"The COVID-19 pandemic is a reminder that insufficient income security in periods of ill health leads to economic hardship for individuals and hampers disease control efforts as people struggle to stay home when sick or advised to observe quarantine. Evidence on income security during periods of ill health is growing but has not previously been reviewed as a full body of work concerning low-income and middle-income countries (LMICs). We performed a scoping review to map the range, features, coverage, protective effects and equity of policies that aim to provide income security for adults whose ill health prevents them from participating in gainful work. A total of 134 studies were included, providing data from 95% of LMICs. However, data across the majority of these countries were severely limited. Collectively the included studies demonstrate that coverage of contributory income-security schemes is low, especially for informal and low-income workers. Meanwhile, non-contributory schemes targeting low-income groups are often not explicitly designed to provide income support in periods of ill health, they can be difficult to access and rarely provide sufficient income support to cover the needs of eligible recipients. While identifying an urgent need for more research on illness-related income security in LMICs, this review concludes that scaling up and diversifying the range of income security interventions is crucial for improving coverage and equity. To achieve these outcomes, illness-related income protection must receive greater recognition in health policy and health financing circles, expanding our understanding of financial hardship beyond direct medical costs.","publish_time":1592179200000,"author_summary":" Thorpe, Jennifer; Viney, Kerri; Hensing,<br>Gunnel; Lönnroth, Knut","abstract_summary":" The COVID-19 pandemic is a reminder that<br>insufficient income security in periods of ill health leads<br>to economic hardship for individuals and hampers<br>disease control efforts as people struggle to stay home<br>when sick or advised to observe quarantine.<br>Evidence on income security during periods of ill health<br>is growing but has not previously been reviewed as<br>a full body of work concerning low-income and<br>middle-income countries (LMICs). We performed a scoping<br>review to map the range, features, coverage,<br>protective effects and equity of policies that aim to<br>provide income security for adults whose ill health<br>prevents them from participating...","title_summary":" Income security during periods of ill health: a<br>scoping review of policies, practice and coverage in<br>low-income and middle-income countries","x":-27.3111782074,"y":3.214566946,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-27.3111782074,"tsne_y":3.214566946,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"m1awr1rm","source_x":"Medline; PMC","title":"A philosophy of health: life as reality, health as a universal value","doi":"10.1057\/s41599-020-0420-9","abstract":"Emphases on biomarkers (e.g. when making diagnoses) and pharmaceutical\/drug methods (e.g. when researching\/disseminating population level interventions) in primary care evidence philosophies of health (and healthcare) that reduce health to the biological level. However, with chronic diseases being responsible for the majority of all cause deaths and being strongly linked to health behavior and lifestyle; predominantly biological views are becoming increasingly insufficient when discussing this health crisis. A philosophy that integrates biological, behavioral, and social determinants of health could benefit multidisciplinary discussions of healthy publics. This manuscript introduces a Philosophy of Health by presenting its first five principles of health. The philosophy creates parallels among biological immunity, health behavior change, social change by proposing that two general functions—precision and variation—impact population health at biological, behavioral, and social levels. This higher-level of abstraction is used to conclude that integrating functions, rather than separated (biological) structures drive healthy publics. A Philosophy of Health provides a framework that can integrate existing theories, models, concepts, and constructs.","publish_time":1584489600000,"author_summary":" Saad, Julian M.; Prochaska, James O.","abstract_summary":" Emphases on biomarkers (e.g. when making<br>diagnoses) and pharmaceutical\/drug methods (e.g. when<br>researching\/disseminating population level interventions) in primary<br>care evidence philosophies of health (and<br>healthcare) that reduce health to the biological level.<br>However, with chronic diseases being responsible for<br>the majority of all cause deaths and being strongly<br>linked to health behavior and lifestyle;<br>predominantly biological views are becoming increasingly<br>insufficient when discussing this health crisis. A<br>philosophy that integrates biological, behavioral, and<br>social determinants of health could benefit<br>multidisciplinary discussions of healthy publics. This<br>manuscript introduces a Philosophy of Health by<br>presenting its first five principles of health. The...","title_summary":" A philosophy of health: life as reality, health<br>as a universal value","x":-25.2077732086,"y":0.3151416183,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.2077732086,"tsne_y":0.3151416183,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mgqm9311","source_x":"PMC; WHO","title":"Influence of Community and Culture in the Ethical Allocation of Scarce Medical Resources in a Pandemic Situation: Deliberative Democracy Study","doi":"10.2196\/18272","abstract":"BACKGROUND: Stark gaps exist between projected health needs in a pandemic situation and the current capacity of health care and medical countermeasure systems. Existing pandemic ethics discussions have advocated to engage the public in scarcity dilemmas and attend the local contexts and cultural perspectives that shape responses to a global health threat. This public engagement study thus considers the role of community and culture in the ethical apportionment of scarce health resources, specifically ventilators, during an influenza pandemic. It builds upon a previous exploration of the values and preferences of Maryland residents regarding how a finite supply of mechanical ventilators ought to be allocated during a severe global outbreak of influenza. An important finding of this earlier research was that local history and place within the state engendered different ways of thinking about scarcity. OBJECTIVE: Given the intrastate variation in the themes expressed by Maryland participants, the project team sought to examine interstate differences by implementing the same protocol elsewhere to answer the following questions. Does variation in ethical frames of reference exist within different regions of the United States? What practical implications does evidence of sameness and difference possess for pandemic planners and policymakers at local and national levels? METHODS: Research using the same deliberative democracy process from the Maryland study was conducted in Central Texas in March 2018 among 30 diverse participants, half of whom identified as Hispanic or Latino. Deliberative democracy provides a moderated process through which community members can learn facts about a public policy matter from experts and explore their own and others’ views. RESULTS: Participants proposed that by evenly distributing supplies of ventilators and applying clear eligibility criteria consistently, health authorities could enable fair allocation of scarce lifesaving equipment. The strong identification, attachment, and obligation of persons toward their nuclear and extended families emerged as a distinctive regional and ethnic core value that has practical implications for the substance, administration, and communication of allocation frameworks. CONCLUSIONS: Maryland and Central Texas residents expressed a common, overriding concern about the fairness of allocation decisions. Central Texas deliberants, however, more readily expounded upon family as a central consideration. In Central Texas, family is a principal, culturally inflected lens through which life and death matters are often viewed. Conveners of other pandemic-related public engagement exercises in the United States have advocated the benefits of transparency and inclusivity in developing an ethical allocation framework; this study demonstrates cultural competence as a further advantage.","publish_time":1585526400000,"author_summary":" Schoch-Spana, Monica; Brunson, Emily K; Gwon,<br>Howard; Regenberg, Alan; Toner, Eric S;<br>Daugherty-Biddison, Elizabeth L","abstract_summary":" BACKGROUND: Stark gaps exist between<br>projected health needs in a pandemic situation and the<br>current capacity of health care and medical<br>countermeasure systems. Existing pandemic ethics<br>discussions have advocated to engage the public in scarcity<br>dilemmas and attend the local contexts and cultural<br>perspectives that shape responses to a global health threat.<br>This public engagement study thus considers the<br>role of community and culture in the ethical<br>apportionment of scarce health resources, specifically<br>ventilators, during an influenza pandemic. It builds upon a<br>previous exploration of the values and preferences of<br>Maryland residents regarding how a finite supply of<br>mechanical ventilators...","title_summary":" Influence of Community and Culture in the<br>Ethical Allocation of Scarce Medical Resources in a<br>Pandemic Situation: Deliberative Democracy Study","x":-26.4475708008,"y":2.1393568516,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.4475708008,"tsne_y":2.1393568516,"subcluster":4,"subcluster_description":"Deliberative Democracy Studysegmenting Communities","shape":"p"},{"cord_uid":"8ybg974g","source_x":"Medline; PMC","title":"Resource allocation for biomedical research: analysis of investments by major funders","doi":"10.1186\/s12961-020-0532-0","abstract":"BACKGROUND: Data on grants for biomedical research by 10 major funders of health research were collected from the World RePORT platform to explore what is being funded, by whom and where. This analysis is part of the World Health Organization Global Observatory on Health Research and Development’s work with the overall aim to enable evidence-informed deliberations and decisions on new investments in health research and development. The analysis expands on the interactive data visualisations of these data on the Observatory’s website and describes the methods used to enable the categorisation of grants by health categories using automated data-mining techniques. METHODS: Grants data were extracted from the World RePORT platform for 2016, the most recent year with data from all funders. A data-mining algorithm was developed in Java to categorise grants by health category. The analysis explored the distribution of grants by funder, recipient country and organisation, type of grant, health category, average grant duration, and the nature of collaborations between recipients of direct grants and the institutions they collaborated with. RESULTS: Out of a total of 69,420 grants in 2016, the United States of America’s National Institutes of Health funded the greatest number of grants (52,928; 76%) and had the longest average grant duration (6 years and 10 months). Grants for research constituted 70.4% (48,879) of all types of grants, followed by grants for training (13,008; 18.7%) and meetings (2907; 4.2%). Of grant recipients by income group, low-income countries received only 0.2% (165) of all grants. Almost three-quarters of all grants were for non-communicable diseases (72%; 40,035), followed by communicable, maternal, perinatal and nutritional conditions (20%; 11,123), and injuries (6%; 3056). Only 1.1% of grants were for neglected tropical diseases and 0.4% for priority diseases on the WHO list of highly infectious (R&D blueprint) pathogens. CONCLUSIONS: The findings highlight the importance of considering funding decisions by other actors in future health research and capacity-strengthening decisions. This will not only improve efficiency and equity in allocating scarce resources but will also allow informed investment decisions that aim to support research on public health needs and neglected areas.","publish_time":1581897600000,"author_summary":" Ralaidovy, Ambinintsoa H.; Adam, Taghreed;<br>Boucher, Philippe","abstract_summary":" BACKGROUND: Data on grants for biomedical<br>research by 10 major funders of health research were<br>collected from the World RePORT platform to explore what<br>is being funded, by whom and where. This analysis<br>is part of the World Health Organization Global<br>Observatory on Health Research and Development’s work with<br>the overall aim to enable evidence-informed<br>deliberations and decisions on new investments in health<br>research and development. The analysis expands on the<br>interactive data visualisations of these data on the<br>Observatory’s website and describes the methods used to<br>enable the categorisation of grants by health<br>categories using automated data-mining techniques.<br>METHODS:...","title_summary":" Resource allocation for biomedical research:<br>analysis of investments by major funders","x":-23.5696792603,"y":0.0494549163,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.5696792603,"tsne_y":0.0494549163,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"hdinzjv4","source_x":"Medline; PMC","title":"Health & Wellness Centers to Strengthen Primary Health Care in India: Concept, Progress and Ways Forward","doi":"10.1007\/s12098-020-03359-z","abstract":"In February 2018, the Indian Government announced Ayushman Bharat Program (ABP) with two components of (a) Health and Wellness Centres (HWCs), to deliver comprehensive primary health care (PHC) services to the entire population and (b) Pradhan Mantri Jan Arogya Yojana (PMJAY) for improving access to hospitalization services at secondary and tertiary level health facilities for bottom 40% of total population. The HWC component of ABP aims to upgrade and make 150,000 existing Government Primary health care facilities functional by December 2022. The first HWC was launched on 14 April 2018 and by 31 March 2020, a total 38,595 AB-HWCs were operational across India. This article documents and analyses the key design aspects of HWCs, against core components of PHC & the health system functions. The article reviews the progress and analyses the potential of HWCs to strengthen PHC services and therefore, advance Universal Health Coverage in India. Challenges emerged from COVID-19 pandemic & learnings thus far has also been analyzed to guide the scale up of HWCs in India. It has been argued that effectiveness and success of HWCs will be dependent upon a rapid transition from policy to accelerated implementation stage; focus on both supply and demand side interventions, dedicated and increased funding by both union and state governments; appropriate use of information and communication technology; engagement of community and civil society and other stakeholders, focus on effective and functional referral linkages; attention on public health services & population health interventions; sustained political will & monitoring and evaluation for the mid-term corrections, amongst other. Experience from India may have lessons and learnings for other low and middle-income countries to strengthen primary healthcare in journey towards universal health coverage.","publish_time":1594166400000,"author_summary":" Lahariya, Chandrakant","abstract_summary":" In February 2018, the Indian Government<br>announced Ayushman Bharat Program (ABP) with two<br>components of (a) Health and Wellness Centres (HWCs), to<br>deliver comprehensive primary health care (PHC)<br>services to the entire population and (b) Pradhan Mantri<br>Jan Arogya Yojana (PMJAY) for improving access to<br>hospitalization services at secondary and tertiary level<br>health facilities for bottom 40% of total population.<br>The HWC component of ABP aims to upgrade and make<br>150,000 existing Government Primary health care<br>facilities functional by December 2022. The first HWC was<br>launched on 14 April 2018 and by 31 March 2020, a total<br>38,595 AB-HWCs were...","title_summary":" Health & Wellness Centers to Strengthen<br>Primary Health Care in India: Concept, Progress and<br>Ways Forward","x":-24.2285461426,"y":-1.3679381609,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.2285461426,"tsne_y":-1.3679381609,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"rf9kim5p","source_x":"Medline; PMC","title":"Health information professionals: delivering core services and value in extraordinary times","doi":"10.1111\/hir.12319","abstract":"The 2020 virtual issue of the Health Information and Libraries Journal (HILJ) is published to link to the CILIP Health Libraries Group Conference which was to take place in Scotland 22–25th July. Whilst the conference was postponed in light of the coronavirus (COVID‐19) pandemic, its themes of (i) Working in Partnership; (ii) Resilience and Well‐being; (iii) Public and Patient involvement; (iv) Quality Impact and Metrics; and (v) Improvement and Innovation have nevertheless provided the basis on which to compile this virtual issue. Overarching these themes is a core value of the HIL profession, to provide relevant, timely and sustainable information services, and the articles selected from HILJ (2018 through to March 2020) contribute to the aim of meeting and going beyond these goals under the conference banner of ‘not your average day in the office’. The virtual issue mirrors the format of a regular issue of HILJ, a review article, four original articles and three from our regular features: ‘Dissertations into Practice’, ‘International Perspectives and Initiatives’ and ‘Teaching and Learning in Action’. The authors come from Canada, China, Croatia, Sweden and the UK. All articles included in this issue are available online.","publish_time":1592179200000,"author_summary":" Johnson, Frances","abstract_summary":" The 2020 virtual issue of the Health<br>Information and Libraries Journal (HILJ) is published to<br>link to the CILIP Health Libraries Group Conference<br>which was to take place in Scotland 22–25th July.<br>Whilst the conference was postponed in light of the<br>coronavirus (COVID‐19) pandemic, its themes of (i) Working<br>in Partnership; (ii) Resilience and Well‐being;<br>(iii) Public and Patient involvement; (iv) Quality<br>Impact and Metrics; and (v) Improvement and<br>Innovation have nevertheless provided the basis on which<br>to compile this virtual issue. Overarching these<br>themes is a core value of the HIL profession, to provide<br>relevant, timely and sustainable information...","title_summary":" Health information professionals:<br>delivering core services and value in extraordinary times","x":-24.8352508545,"y":-0.4404485524,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.8352508545,"tsne_y":-0.4404485524,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"rw5keyos","source_x":"Medline; PMC","title":"Towards universal health coverage: lessons from 10 years of healthcare reform in China","doi":"10.1136\/bmjgh-2019-002086","abstract":"Universal health coverage (UHC) is driving the global health agenda. Many countries have embarked on national policy reforms towards this goal, including China. In 2009, the Chinese government launched a new round of healthcare reform towards UHC, aiming to provide universal coverage of basic healthcare by the end of 2020. The year of 2019 marks the 10th anniversary of China’s most recent healthcare reform. Sharing China’s experience is especially timely for other countries pursuing reforms to achieve UHC. This study describes the social, economic and health context in China, and then reviews the overall progress of healthcare reform (1949 to present), with a focus on the most recent (2009) round of healthcare reform. The study comprehensively analyses key reform initiatives and major achievements according to four aspects: health insurance system, drug supply and security system, medical service system and public health service system. Lessons learnt from China may have important implications for other nations, including continued political support, increased health financing and a strong primary healthcare system as basis.","publish_time":1584576000000,"author_summary":" Tao, Wenjuan; Zeng, Zhi; Dang, Haixia; Lu,<br>Bingqing; Chuong, Linh; Yue, Dahai; Wen, Jin; Zhao, Rui;<br>Li, Weimin; Kominski, Gerald F","abstract_summary":" Universal health coverage (UHC) is driving the<br>global health agenda. Many countries have embarked on<br>national policy reforms towards this goal, including<br>China. In 2009, the Chinese government launched a new<br>round of healthcare reform towards UHC, aiming to<br>provide universal coverage of basic healthcare by the<br>end of 2020. The year of 2019 marks the 10th<br>anniversary of China’s most recent healthcare reform.<br>Sharing China’s experience is especially timely for<br>other countries pursuing reforms to achieve UHC.<br>This study describes the social, economic and<br>health context in China, and then reviews the overall<br>progress of healthcare reform (1949 to...","title_summary":" Towards universal health coverage: lessons<br>from 10 years of healthcare reform in China","x":-24.0514144897,"y":-0.9306297898,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.0514144897,"tsne_y":-0.9306297898,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"hpbh4o77","source_x":"Elsevier; PMC","title":"The state of one health research across disciplines and sectors – a bibliometric analysis","doi":"10.1016\/j.onehlt.2020.100146","abstract":"There is a growing interest in One Health, reflected by the rising number of publications relating to One Health literature, but also through zoonotic disease outbreaks becoming more frequent, such as Ebola, Zika virus and COVID-19. This paper uses bibliometric analysis to explore the state of One Health in academic literature, to visualise the characteristics and trends within the field through a network analysis of citation patterns and bibliographic links. The analysis focuses on publication trends, co-citation network of scientific journals, co-citation network of authors, and co-occurrence of keywords. The bibliometric analysis showed an increasing interest for One Health in academic research. However, it revealed some thematic and disciplinary shortcomings, in particular with respect to the inclusion of environmental themes and social science insights pertaining to the implementation of One Health policies. The analysis indicated that there is a need for more applicable approaches to strengthen intersectoral collaboration and knowledge sharing. Silos between the disciplines of human medicine, veterinary medicine and environment still persist. Engaging researchers with different expertise and disciplinary backgrounds will facilitate a more comprehensive perspective where the human-animal-environment interface is not researched as separate entities but as a coherent whole. Further, journals dedicated to One Health or interdisciplinary research provide scholars the possibility to publish multifaceted research. These journals are uniquely positioned to bridge between fields, strengthen interdisciplinary research and create room for social science approaches alongside of medical and natural sciences.","publish_time":1591401600000,"author_summary":" Humboldt-Dachroeden, Sarah; Rubin, Olivier;<br>Frid-Nielsen, Snorre Sylvester","abstract_summary":" There is a growing interest in One Health,<br>reflected by the rising number of publications relating<br>to One Health literature, but also through<br>zoonotic disease outbreaks becoming more frequent,<br>such as Ebola, Zika virus and COVID-19. This paper<br>uses bibliometric analysis to explore the state of<br>One Health in academic literature, to visualise<br>the characteristics and trends within the field<br>through a network analysis of citation patterns and<br>bibliographic links. The analysis focuses on publication<br>trends, co-citation network of scientific journals,<br>co-citation network of authors, and co-occurrence of<br>keywords. The bibliometric analysis showed an<br>increasing interest for One Health in...","title_summary":" The state of one health research across<br>disciplines and sectors – a bibliometric analysis","x":-23.6951999664,"y":0.3840332627,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.6951999664,"tsne_y":0.3840332627,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"hmii6bvq","source_x":"Medline; PMC","title":"Health Inequalities","doi":"10.1002\/hast.1108","abstract":"Health inequalities are embedded in a complex array of social, political, and economic inequalities. Responding to health inequalities will require systematic action targeting all the underlying (“upstream”) social determinants that powerfully affect health and well‐being. Systemic inequalities are a major reason for the rise of modern populism that has deeply divided polities and infected politics, perhaps nowhere more so than in the United States. Concerted action to mitigate shocking levels of inequality could be a powerful antidote to nationalist populism. A basic yet critical start to addressing health inequalities is to recognize them, which demands improving data collection and analysis. Certainly, global indicators show vast progress in reducing poverty and extending life. Yet aggregate health data mask a deeper reality: health gains have disproportionately benefited the well‐off, leaving the poor and middle‐class behind.","publish_time":1588291200000,"author_summary":" Gostin, Lawrence O.; Friedman, Eric A.","abstract_summary":" Health inequalities are embedded in a complex<br>array of social, political, and economic<br>inequalities. Responding to health inequalities will<br>require systematic action targeting all the<br>underlying (“upstream”) social determinants that<br>powerfully affect health and well‐being. Systemic<br>inequalities are a major reason for the rise of modern<br>populism that has deeply divided polities and infected<br>politics, perhaps nowhere more so than in the United<br>States. Concerted action to mitigate shocking levels<br>of inequality could be a powerful antidote to<br>nationalist populism. A basic yet critical start to<br>addressing health inequalities is to recognize them,<br>which demands improving data collection and<br>analysis....","title_summary":" Health Inequalities","x":-26.5581665039,"y":3.0097095966,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.5581665039,"tsne_y":3.0097095966,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"idymxcdx","source_x":"Medline; PMC","title":"Segmenting communities as public health strategy: a view from the social sciences and humanities","doi":"10.12688\/wellcomeopenres.15975.1","abstract":"On the 5th of May 2020, a group of modellers, epidemiologists and biomedical scientists from the University of Edinburgh proposed a “segmenting and shielding” approach to easing the lockdown in the UK over the coming months. Their proposal, which has been submitted to the government and since been discussed in the media, offers what appears to be a pragmatic solution out of the current lockdown. The approach identifies segments of the population as at-risk groups and outlines ways in which these remain shielded, while ‘healthy’ segments would be allowed to return to some kind of normality, gradually, over several weeks. This proposal highlights how narrowly conceived scientific responses may result in unintended consequences and repeat harmful public health practices. As an interdisciplinary group of researchers from the humanities and social sciences at the University of Edinburgh, we respond to this proposal and highlight how ethics, history, medical sociology and anthropology - as well as disability studies and decolonial approaches - offer critical engagement with such responses, and call for more creative and inclusive responses to public health crises.","publish_time":1590451200000,"author_summary":" Ganguli-Mitra, Agomoni; Young, Ingrid;<br>Engelmann, Lukas; Harper, Ian; McCormack, Donna;<br>Marsland, Rebecca; Buch Segal, Lotte; Sethi, Nayha;<br>Stewart, Ellen; Tichenor, Marlee","abstract_summary":" On the 5th of May 2020, a group of modellers,<br>epidemiologists and biomedical scientists from the University<br>of Edinburgh proposed a “segmenting and<br>shielding” approach to easing the lockdown in the UK over<br>the coming months. Their proposal, which has been<br>submitted to the government and since been discussed in<br>the media, offers what appears to be a pragmatic<br>solution out of the current lockdown. The approach<br>identifies segments of the population as at-risk groups<br>and outlines ways in which these remain shielded,<br>while ‘healthy’ segments would be allowed to return<br>to some kind of normality, gradually, over<br>several weeks....","title_summary":" Segmenting communities as public health<br>strategy: a view from the social sciences and humanities","x":-26.362247467,"y":2.3114924431,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.362247467,"tsne_y":2.3114924431,"subcluster":4,"subcluster_description":"Deliberative Democracy Studysegmenting Communities","shape":"p"},{"cord_uid":"asml1t35","source_x":"Medline; PMC","title":"Are Health e-Mavens the New Patient Influencers?","doi":"10.3389\/fpsyg.2020.00779","abstract":"Even though the healthcare industry is usually considered a rather traditional and slowly evolving sector, change is happening. Digitalization is transforming the way of obtaining medical advice and treatment and the Internet has become a key source for the seeking of healthcare information. It has allowed people to turn into more active collaborators in matters of their own health by enabling them to easily search and share information with other patients. Although research points out the growing importance of user-generated content in many sectors and its positive impact on information credibility, trust, engagement, and, ultimately, customer behavior (Malthouse et al., 2016), there is a lack of attention to this topic in healthcare. In this brief review, we address this gap by analyzing the role of health e-mavens, which are a particular type of influencers that possesses both expertise and online social influence. We lastly illustrate possible benefits of their impact on other to the different parties involved and affected by this phenomenon.","publish_time":1587686400000,"author_summary":" Díaz-Martín, Ana M.; Schmitz, Anne; Yagüe<br>Guillén, María Jesús","abstract_summary":" Even though the healthcare industry is usually<br>considered a rather traditional and slowly evolving<br>sector, change is happening. Digitalization is<br>transforming the way of obtaining medical advice and<br>treatment and the Internet has become a key source for the<br>seeking of healthcare information. It has allowed<br>people to turn into more active collaborators in<br>matters of their own health by enabling them to easily<br>search and share information with other patients.<br>Although research points out the growing importance of<br>user-generated content in many sectors and its positive impact<br>on information credibility, trust, engagement,<br>and, ultimately, customer behavior (Malthouse et<br>al.,...","title_summary":" Are Health e-Mavens the New Patient<br>Influencers?","x":-24.7561359406,"y":-0.1848244965,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.7561359406,"tsne_y":-0.1848244965,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"gm6otsfu","source_x":"Medline; PMC","title":"Mapping the Scientific Research on Healthcare Workers’ Occupational Health: A Bibliometric and Social Network Analysis","doi":"10.3390\/ijerph17082625","abstract":"In the last few years, the occupational health (OH) of healthcare workers (HCWs) has been shown increasing concern by both health departments and researchers. This study aims to provide academics with quantitative and qualitative analysis of healthcare workers’ occupational health (HCWs+OH) field in a joint way. Based on 402 papers published from 1992 to 2019, we adopted the approaches of bibliometric and social network analysis (SNA) to map and quantify publication years, research area distribution, international collaboration, keyword co-occurrence frequency, hierarchical clustering, highly cited articles and cluster timeline visualization. In view of the results, several hotspot clusters were identified, namely: physical injuries, workplace, mental health; occupational hazards and diseases, infectious factors; community health workers and occupational exposure. As for citations, we employed document co-citation analysis to detect trends and identify seven clusters, namely tuberculosis (TB), strength training, influenza, healthcare worker (HCW), occupational exposure, epidemiology and psychological. With the visualization of cluster timeline, we detected that the earliest research cluster was occupational exposure, then followed by epidemiology and psychological; however, TB, strength training and influenza appeared to gain more attention in recent years. These findings are presumed to offer researchers, public health practitioners a comprehensive understanding of HCWs+OH research.","publish_time":1586563200000,"author_summary":" Zhu, Bingke; Fan, Hao; Xie, Bingbing; Su, Ran;<br>Zhou, Chaofeng; He, Jianping","abstract_summary":" In the last few years, the occupational health<br>(OH) of healthcare workers (HCWs) has been shown<br>increasing concern by both health departments and<br>researchers. This study aims to provide academics with<br>quantitative and qualitative analysis of healthcare<br>workers’ occupational health (HCWs+OH) field in a joint<br>way. Based on 402 papers published from 1992 to 2019,<br>we adopted the approaches of bibliometric and<br>social network analysis (SNA) to map and quantify<br>publication years, research area distribution,<br>international collaboration, keyword co-occurrence<br>frequency, hierarchical clustering, highly cited<br>articles and cluster timeline visualization. In view of<br>the results, several hotspot clusters were<br>identified, namely:...","title_summary":" Mapping the Scientific Research on Healthcare<br>Workers’ Occupational Health: A Bibliometric and<br>Social Network Analysis","x":-23.639497757,"y":0.0298686419,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.639497757,"tsne_y":0.0298686419,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"tv3c2lwq","source_x":"Medline; PMC","title":"A Scientometric Analysis of Global Health Research","doi":"10.3390\/ijerph17082963","abstract":"With the development and deepening of the process of global integration, global health is gaining increasing attention. An increasing number of studies have examined global health from diverse perspectives to promote the realization of global public health. The purpose of this research is to systematically and comprehensively evaluate the knowledge structure, knowledge domain, and evolution trend in the field of global health research. Based on the 14,692 document data retrieved from Web of Science Core Collection from 1996 to 2019, this article carried out a visual analysis of global health research from the perspective of scientific output characteristics, scientific research cooperation networks, keywords, and highly cited literature. The results show that scholars’ interest in global health research is increasing, especially after the outbreak of SARS. USA, England, Canada, Australia, and China have the most prominent contributions to global health research. Significant authors, high impact journals and core institutions also identified. The study found that “global health governance”, “global health diplomacy”, “medical education”, “global health education” and “antimicrobial resistance” are the research frontiers and hot spots. This study provides an overview and valuable guidance for researchers and related personnel to find the research direction and practice of global health.","publish_time":1587686400000,"author_summary":" Wang, Minxi; Liu, Ping; Zhang, Rui; Li, Zhi; Li,<br>Xin","abstract_summary":" With the development and deepening of the<br>process of global integration, global health is<br>gaining increasing attention. An increasing number of<br>studies have examined global health from diverse<br>perspectives to promote the realization of global public<br>health. The purpose of this research is to<br>systematically and comprehensively evaluate the knowledge<br>structure, knowledge domain, and evolution trend in the<br>field of global health research. Based on the 14,692<br>document data retrieved from Web of Science Core<br>Collection from 1996 to 2019, this article carried out a<br>visual analysis of global health research from the<br>perspective of scientific output characteristics,<br>scientific research...","title_summary":" A Scientometric Analysis of Global Health<br>Research","x":-23.8874759674,"y":0.5163377523,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.8874759674,"tsne_y":0.5163377523,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"537xq4m4","source_x":"PMC; WHO","title":"Strengthening the core health research capacity of national health systems helps build country resilience to epidemics: a cross-sectional survey","doi":"10.12688\/f1000research.24192.1","abstract":"Background: TDR, The Special Programme for Research and Training hosted at the World Health Organization, has long supported Low- and Middle-Income Countries in strengthening research capacity through three training programmes: the Postgraduate Training Scheme (PGTS), the Clinical Research and Development Fellowship (CRDF), and the Structured Operational Research Training InitiaTive (SORT IT). In the advent of the COVID-19 pandemic, we assessed whether those trained through these programmes were involved in the COVID-19 response and if so, in which area(s) of the emergency response they were applying their skills. Methods: From the records for each training programme, we identified the individuals who had completed training during the relevant timespan of each programme: 1999-2018 for the CRDF scheme, 2015-2020 for PGTS, and 2009-2019 for SORT-IT. Between March and April 2020, we sent trainees an online questionnaire by e-mail. Results: Out of 1254 trained, 1143 could be contacted and 699 responded to the survey. Of the latter, 411 were involved with the COVID-19 response, of whom 315 (77%) were applying their acquired skills in 85 countries. With some overlap between programmes, 84% of those trained through CRDF were applying their skills in 27 countries, 91% of those trained through PGTS were applying their skills in 19 countries, and through SORT IT, this was 73% in 62 countries. Skills were being applied in various areas of the emergency response, including: emergency preparedness, situation analysis\/surveillance, infection control and clinical management, data generation, mitigating the effect of COVID on the health system, and research. Depending on the type of training programme, 26-74% were involved in implementation, operational or clinical research. Conclusion: Research training programmes build research capacity and equip health workers with transferable core competencies and skillsets prior to epidemics. This becomes invaluable in building health system resilience at a time of pandemics.","publish_time":1591660800000,"author_summary":" Zachariah, Rony; Maher, Dermot; Aseffa,<br>Abraham; Vahedi, Mahnaz; Launois, Pascal; Khogali,<br>Mohammed; Aslanyan, Garry; Reeder, John C.","abstract_summary":" Background: TDR, The Special Programme for<br>Research and Training hosted at the World Health<br>Organization, has long supported Low- and Middle-Income<br>Countries in strengthening research capacity through<br>three training programmes: the Postgraduate<br>Training Scheme (PGTS), the Clinical Research and<br>Development Fellowship (CRDF), and the Structured<br>Operational Research Training InitiaTive (SORT IT). In the<br>advent of the COVID-19 pandemic, we assessed whether<br>those trained through these programmes were<br>involved in the COVID-19 response and if so, in which<br>area(s) of the emergency response they were applying<br>their skills. Methods: From the records for each<br>training programme, we identified the individuals who...","title_summary":" Strengthening the core health research<br>capacity of national health systems helps build country<br>resilience to epidemics: a cross-sectional survey","x":-24.6030788422,"y":-0.5554850698,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.6030788422,"tsne_y":-0.5554850698,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"888bkffr","source_x":"Medline; PMC","title":"Biomedical research in developing countries: Opportunities, methods, and challenges","doi":"10.1007\/s12664-020-01056-5","abstract":"Health research is essential for improving global health, health equity, and economic development. There are vast differences in the disease burden, research budget allocation, and scientific publications between the developed and the low-middle-income countries, which are the homes of 85% of the world’s population. There are multiple challenges, as well as opportunities for health research in developing countries. One of the primary reasons for reduced research output from the developing countries is the lack of research capacity. Many developing countries are striving to build their research capacity. They are trying to understand their needs and goals to solve their fundamental health problems, but the opportunity for research education and training remains low. The first joint research meeting of the Bangladesh Gastroenterology Society and the British Society of Gastroenterology took place in February 2020 at the Bangabandhu Sheikh Mujib Medical University in Dhaka, Bangladesh, aimed at providing an overview of medical research for young, aspiring medical researchers. This review article provides an outline of the research day and covers a number of useful topics. This review aims to provide a basic guide for early career researchers, both within the field of gastroenterology and, more generally, to all spheres of medical research.","publish_time":1593475200000,"author_summary":" Rahman, M. Masudur; Ghoshal, Uday C.;<br>Ragunath, Krish; Jenkins, Gareth; Rahman, Mesbahur;<br>Edwards, Cathryn; Hasan, Mahmud; Taylor-Robinson,<br>Simon D","abstract_summary":" Health research is essential for improving<br>global health, health equity, and economic<br>development. There are vast differences in the disease<br>burden, research budget allocation, and scientific<br>publications between the developed and the<br>low-middle-income countries, which are the homes of 85% of the<br>world’s population. There are multiple challenges, as<br>well as opportunities for health research in<br>developing countries. One of the primary reasons for<br>reduced research output from the developing countries<br>is the lack of research capacity. Many developing<br>countries are striving to build their research capacity.<br>They are trying to understand their needs and goals<br>to solve their fundamental...","title_summary":" Biomedical research in developing countries:<br>Opportunities, methods, and challenges","x":-24.0393829346,"y":-0.0287728515,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.0393829346,"tsne_y":-0.0287728515,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"k7x93dih","source_x":"Medline; PMC","title":"The China-UK Global Health Support Programme: looking for new roles and partnerships in changing times","doi":"10.1186\/s41256-020-00156-1","abstract":"China’s engagement in global affairs has changed substantially in the 2010s. One aspect of the country’s global reorientation has been its increased interest in, and willingness to play a role in, global health. In the early 2010s, the UK Department for International Development (DFID) initiated a collaboration with the Chinese government on a programme to support the country to play a greater and more effective global role in health and explore how the UK and China could work together on issues of key concern and contribute to improved global development outcomes. The programme worked with key Chinese agencies to carry out capacity building, support analysis of China’s approaches to engagement in global health governance and assistance, and provide support to government decision making. It also trialled several small-scale interventions in third countries through which Chinese agencies gained experience of working on health programmes overseas. The article reports on the main findings of an evaluation commissioned by DFID to learn from the programme. The programme provided support at a key time in China’s global reorientation; however, there is a need for continued development of capacity and systems for China to play the role envisaged by the country’s leadership. There is also a need for continued exploration on the part of China and partners of how to effectively collaborate to support improved global outcomes.","publish_time":1591142400000,"author_summary":" Husain, Lewis; Bloom, Gerald; McPherson, Sam","abstract_summary":" China’s engagement in global affairs has<br>changed substantially in the 2010s. One aspect of the<br>country’s global reorientation has been its increased<br>interest in, and willingness to play a role in, global<br>health. In the early 2010s, the UK Department for<br>International Development (DFID) initiated a collaboration<br>with the Chinese government on a programme to<br>support the country to play a greater and more effective<br>global role in health and explore how the UK and China<br>could work together on issues of key concern and<br>contribute to improved global development outcomes. The<br>programme worked with key Chinese agencies to carry...","title_summary":" The China-UK Global Health Support Programme:<br>looking for new roles and partnerships in changing<br>times","x":-24.9800434113,"y":1.2588943243,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.9800434113,"tsne_y":1.2588943243,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"7fqxu2ph","source_x":"Elsevier; Medline; PMC","title":"On Answering the Call to Action for COVID-19: Continuing a Bold Legacy of Health Advocacy","doi":"10.1016\/j.jnma.2020.06.010","abstract":"The disproportionately high burden of death and disability observed for racial and ethnic minorities under the Coronavirus pandemic necessitates sustained advocacy by the medical and public health communities around critical determinants of population health. Prompting our advocacy should be the understanding that our collective ability to rebound from such crises may ultimately hinge on protecting and equipping our most vulnerable racial-ethnic minority groups and any susceptible individuals within those populations. If proven effective, recent historic firsts by the U.S. Department of Health and Human Services (HHS), through the Health Resources and Services Administration (HRSA), the Office of Minority Health (OMH) and the Centers for Disease Control and Prevention (CDC) in response to COVID-19 should be championed for permanency within policy, practice and funding. In addition, given the complex history of Black Americans in this country and persistent and substantial Black-white disparities on health and economic measures across the board, some kind of reparations for this group may serve as a logical starting point for further advocacy. Nevertheless, we remain supportive allies of all organizations concerned with communities who suffer the weight of this pandemic and any future world health disasters. Let us as human clinicians and public health professionals capture this moment of challenge and engage in thoughtful unification of effort and commit to measurable progress for as long as the need exists and certainly for the foreseeable future.","publish_time":1591315200000,"author_summary":" Morgan, Randall C.; Reid, Tiffany N.","abstract_summary":" The disproportionately high burden of death<br>and disability observed for racial and ethnic<br>minorities under the Coronavirus pandemic necessitates<br>sustained advocacy by the medical and public health<br>communities around critical determinants of population<br>health. Prompting our advocacy should be the<br>understanding that our collective ability to rebound from<br>such crises may ultimately hinge on protecting and<br>equipping our most vulnerable racial-ethnic minority<br>groups and any susceptible individuals within those<br>populations. If proven effective, recent historic firsts by<br>the U.S. Department of Health and Human Services<br>(HHS), through the Health Resources and Services<br>Administration (HRSA), the Office of Minority Health (OMH)...","title_summary":" On Answering the Call to Action for COVID-19:<br>Continuing a Bold Legacy of Health Advocacy","x":-26.4937019348,"y":4.031996727,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.4937019348,"tsne_y":4.031996727,"subcluster":5,"subcluster_description":"Ethical Issues","shape":"p"},{"cord_uid":"mx3q6qhb","source_x":"Medline; PMC","title":"Assessing the potential impact on health of the UK's future relationship agreement with the EU: analysis of the negotiating positions","doi":"10.1017\/s1744133120000171","abstract":"While policy attention is understandably diverted to COVID-19, the end of the UK's post-Brexit ‘transition period’ remains 31 December 2020. All forms of future EU−UK relationship are worse for health than EU membership, but analysis of the negotiating texts shows some forms are better than others. The likely outcomes involve major negative effects for NHS staffing, funding for health and social care, and capital financing for the NHS; and for UK global leadership and influence. We expect minor negative effects for cross border healthcare (except in Northern Ireland); research collaboration; and data sharing, such as the Early Warning and Response System for health threats. Despite political narratives, the legal texts show that the UK seeks de facto continuity in selected key areas for pharmaceuticals, medical devices, and equipment [including personal protective equipment (PPE)], especially clinical trials, pharmacovigilance, and batch-testing. The UK will be excluded from economies of scale of EU membership, e.g. joint procurement programmes as used recently for PPE. Above all, there is a major risk of reaching an agreement with significant adverse effects for health, without meaningful oversight by or input from the UK Parliament, or other health policy stakeholders.","publish_time":1591142400000,"author_summary":" Fahy, Nick; Hervey, Tamara; Dayan, Mark;<br>Flear, Mark; Galsworthy, Mike; Greer, Scott; Jarman,<br>Holly; McKee, Martin","abstract_summary":" While policy attention is understandably<br>diverted to COVID-19, the end of the UK's post-Brexit<br>‘transition period’ remains 31 December 2020. All forms of<br>future EU−UK relationship are worse for health than EU<br>membership, but analysis of the negotiating texts shows<br>some forms are better than others. The likely<br>outcomes involve major negative effects for NHS<br>staffing, funding for health and social care, and capital<br>financing for the NHS; and for UK global leadership and<br>influence. We expect minor negative effects for cross<br>border healthcare (except in Northern Ireland);<br>research collaboration; and data sharing, such as the<br>Early Warning and Response...","title_summary":" Assessing the potential impact on health of the<br>UK's future relationship agreement with the EU:<br>analysis of the negotiating positions","x":-25.4346561432,"y":1.723008275,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.4346561432,"tsne_y":1.723008275,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"ob6koj21","source_x":"Medline; PMC","title":"Health equity and COVID-19: global perspectives","doi":"10.1186\/s12939-020-01218-z","abstract":"The COVID-19 is disproportionally affecting the poor, minorities and a broad range of vulnerable populations, due to its inequitable spread in areas of dense population and limited mitigation capacity due to high prevalence of chronic conditions or poor access to high quality public health and medical care. Moreover, the collateral effects of the pandemic due to the global economic downturn, and social isolation and movement restriction measures, are unequally affecting those in the lowest power strata of societies. To address the challenges to health equity and describe some of the approaches taken by governments and local organizations, we have compiled 13 country case studies from various regions around the world: China, Brazil, Thailand, Sub Saharan Africa, Nicaragua, Armenia, India, Guatemala, United States of America (USA), Israel, Australia, Colombia, and Belgium. This compilation is by no-means representative or all inclusive, and we encourage researchers to continue advancing global knowledge on COVID-19 health equity related issues, through rigorous research and generation of a strong evidence base of new empirical studies in this field.","publish_time":1593129600000,"author_summary":" Shadmi, Efrat; Chen, Yingyao; Dourado, Inês;<br>Faran-Perach, Inbal; Furler, John; Hangoma, Peter;<br>Hanvoravongchai, Piya; Obando, Claudia; Petrosyan, Varduhi;<br>Rao, Krishna D.; Ruano, Ana Lorena; Shi, Leiyu; de<br>Souza, Luis Eugenio; Spitzer-Shohat, Sivan;<br>Sturgiss, Elizabeth; Suphanchaimat, Rapeepong; Uribe,<br>Manuela Villar; Willems, Sara","abstract_summary":" The COVID-19 is disproportionally affecting<br>the poor, minorities and a broad range of<br>vulnerable populations, due to its inequitable spread in<br>areas of dense population and limited mitigation<br>capacity due to high prevalence of chronic conditions or<br>poor access to high quality public health and<br>medical care. Moreover, the collateral effects of the<br>pandemic due to the global economic downturn, and social<br>isolation and movement restriction measures, are<br>unequally affecting those in the lowest power strata of<br>societies. To address the challenges to health equity and<br>describe some of the approaches taken by governments and<br>local organizations, we have compiled...","title_summary":" Health equity and COVID-19: global<br>perspectives","x":-26.3268146515,"y":3.250089407,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.3268146515,"tsne_y":3.250089407,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"6o50m9si","source_x":"Medline; PMC","title":"Co-production in health policy and management: a comprehensive bibliometric review","doi":"10.1186\/s12913-020-05241-2","abstract":"BACKGROUND: Due to an increasingly elderly population, a higher incidence of chronic diseases and higher expectations regarding public service provision, healthcare services are under increasing strain to cut costs while maintaining quality. The importance of promoting systems of co-produced health between stakeholders has gained considerable traction both in the literature and in public sector policy debates. This study provides a comprehensive map of the extant literature and identifies the main themes and future research needs. METHODS: A quantitative bibliometric analysis was carried out consisting of a performance analysis, science mapping, and a scientific collaboration analysis. Web of Science (WoS) was chosen to extract the dataset; the search was refined by language, i.e. English, and type of publication, i.e. journal academic articles and reviews. No time limitation was selected. RESULTS: The dataset is made up of 295 papers ranging from 1994 to May 2019. The analysis highlighted an annual percentage growth rate in the topic of co-production of about 25%. The articles retrieved are split between 1225 authors and 148 sources. This fragmentation was confirmed by the collaboration analysis, which revealed very few long-lasting collaborations. The scientific production is geographically polarised within the EU and Anglo-Saxon countries, with the United Kingdom playing a central role. The intellectual structure consists of three main areas: public administration and management, service management and knowledge translation literature. The co-word analysis confirms the relatively low scientific maturity of co-production applied to health services. It shows few well-developed and central terms, which refer to traditional areas of co-production (e.g. public health, social care), and some emerging themes related to social and health phenomena (e.g. the elderly and chronic diseases), the use of technologies, and the recent patient-centred approach to care (patient involvement\/engagement). CONCLUSIONS: The field is still far from being mature. Empirical practices, especially regarding co-delivery and co-management as well as the evaluation of their real impacts on providers and on patients are lacking and should be more widely investigated.","publish_time":1591315200000,"author_summary":" Fusco, Floriana; Marsilio, Marta;<br>Guglielmetti, Chiara","abstract_summary":" BACKGROUND: Due to an increasingly elderly<br>population, a higher incidence of chronic diseases and<br>higher expectations regarding public service<br>provision, healthcare services are under increasing<br>strain to cut costs while maintaining quality. The<br>importance of promoting systems of co-produced health<br>between stakeholders has gained considerable<br>traction both in the literature and in public sector<br>policy debates. This study provides a comprehensive<br>map of the extant literature and identifies the<br>main themes and future research needs. METHODS: A<br>quantitative bibliometric analysis was carried out<br>consisting of a performance analysis, science mapping,<br>and a scientific collaboration analysis. Web of<br>Science (WoS) was...","title_summary":" Co-production in health policy and<br>management: a comprehensive bibliometric review","x":-23.7498970032,"y":0.2798279226,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.7498970032,"tsne_y":0.2798279226,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"gum5jfwk","source_x":"Elsevier; PMC","title":"The World Health Organization (WHO) approach to healthy ageing","doi":"10.1016\/j.maturitas.2020.05.018","abstract":"The ageing of the global population is the most important medical and social demographic problem worldwide. The World Health Organization (WHO) has defined healthy ageing as a process of maintaining functional ability to enable wellbeing in older age. The WHO, Member States and Partners for Sustainable Development Goals have created a Global Strategy and Action Plan for Ageing and Health for 2016–2020 and its continuation with the WHO programme The Decade of Healthy Ageing 2020–2030. The WHO has established main priorities such as supporting country planning and action, collecting better global data and promoting research on healthy ageing, aligning health systems to the needs of older people, laying the foundations and ensuring the human resources necessary for long-term integrated care, undertaking a global campaign to combat ageism, and enhancing the global network for age-friendly cities and communities. There are several reports of coordinated preventive health and social health initiatives in well developed countries. However, there is little evidence on the application of the active ageing frameworks in developing countries. Greater national capacities and closer monitoring of the progress through age-disaggregated data is needed to effectively implement the intended programmes on healthy ageing.","publish_time":1590451200000,"author_summary":" Rudnicka, Ewa; Napierała, Paulina;<br>Podfigurna, Agnieszka; Męczekalski, Błażej; Smolarczyk,<br>Roman; Grymowicz, Monika","abstract_summary":" The ageing of the global population is the most<br>important medical and social demographic problem<br>worldwide. The World Health Organization (WHO) has<br>defined healthy ageing as a process of maintaining<br>functional ability to enable wellbeing in older age. The<br>WHO, Member States and Partners for Sustainable<br>Development Goals have created a Global Strategy and Action<br>Plan for Ageing and Health for 2016–2020 and its<br>continuation with the WHO programme The Decade of Healthy<br>Ageing 2020–2030. The WHO has established main<br>priorities such as supporting country planning and<br>action, collecting better global data and promoting<br>research on healthy ageing, aligning health...","title_summary":" The World Health Organization (WHO) approach<br>to healthy ageing","x":-24.5642089844,"y":0.1341487318,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.5642089844,"tsne_y":0.1341487318,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"g2g649fl","source_x":"Elsevier; PMC","title":"Why Racial Justice Matters in Radiation Oncology","doi":"10.1016\/j.adro.2020.06.013","abstract":"Recent events have reaffirmed that racism is a pervasive disease plaguing the United States, infiltrating the fabric of this nation. As healthcare professionals dedicated to understanding and alleviating disease, many radiation oncologists have failed to acknowledge how structural racism impacts the health and well-being of the patients we aim to serve. The literature is full of descriptive statistics showing the higher incidence and mortality experienced by Blacks for health conditions ranging from infant mortality to infectious disease, including COVID19. Acknowledgement that the root of health disparities experienced by Blacks in this country is based in racism is essential to moving the nation and the field of radiation oncology forward. With this lens, a brief overview of structural and institutional racism shapes a discussion of what radiation oncologists and the organizations that represent them can do to address this scourge. As members of a technological field, we often harness the power of data to advance human health and approach challenging diseases with optimism that multidisciplinary effort can produce cure. A few principles to mitigate the longstanding issues of Black marginalization within the field have been recommended, via the ATIP and LEADS approaches. However, additional introspection is encouraged. Just as individuals, practices and organizations rallied to determine how best to address the issues related to the COVID19 pandemic, the same investigational fervor must be applied to the issue of racism in order to combat this sinister and often deadly disease.","publish_time":1594080000000,"author_summary":" Chapman, Christina Hunter; Gabeau, Darlene;<br>Pinnix, Chelsea C.; Deville, Curtiland; Gibbs, Iris<br>C.; Winkfield, Karen M.","abstract_summary":" Recent events have reaffirmed that racism is a<br>pervasive disease plaguing the United States,<br>infiltrating the fabric of this nation. As healthcare<br>professionals dedicated to understanding and alleviating<br>disease, many radiation oncologists have failed to<br>acknowledge how structural racism impacts the health and<br>well-being of the patients we aim to serve. The literature<br>is full of descriptive statistics showing the<br>higher incidence and mortality experienced by Blacks<br>for health conditions ranging from infant<br>mortality to infectious disease, including COVID19.<br>Acknowledgement that the root of health disparities<br>experienced by Blacks in this country is based in racism is<br>essential to moving...","title_summary":" Why Racial Justice Matters in Radiation<br>Oncology","x":-27.2944774628,"y":2.6757867336,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-27.2944774628,"tsne_y":2.6757867336,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"8ku61qox","source_x":"Medline; PMC","title":"European Union training programme for tuberculosis laboratory experts: design, contribution and future direction","doi":"10.1186\/s12913-020-05240-3","abstract":"BACKGROUND: Tuberculosis (TB) control programmes rely heavily on laboratories to support both clinical care and public health. Qualified personnel with adequate technical and managerial skills comprise an integral component of any quality assured laboratory. Training a new generation of TB laboratory specialists was identified as a critical priority in the European Union \/European Economic Area (EU\/EEA). A tailored training programme for TB reference laboratory professionals was developed and implemented within the European Reference Laboratory Network for Tuberculosis to increase the pool of technical experts available to step into leadership roles in the TB laboratory community. Three cohorts of selected laboratory specialists participated in a series of trainings from 2009 to 2016. METHODS: We conducted an evaluation of the training programme using a structured questionnaire administered via the EUSurvey website, with the aim of documenting the benefits and contribution as well as suggesting improvements and future direction of the programme. All graduated participants and all current ERLTB-Net members were invited to participate in the online survey and descriptive quantitative analysis was performed. RESULTS: The evaluation found significant benefits for both the participants and the participants’ institutions, with improvements being reported in laboratory practices and management including implementation of new diagnostic techniques and career progression for participants. The training programme differed from other international and European initiatives in a number of important ways; the curriculum is unique in the scope and range of topics covered; the programme targets senior level professionals and future directors; cohorts were limited to 8–10 participants; and the programme involved a number of workshops (5–7) taking place over a two-year period. Relationships and collaborations established between individuals and institutions were valued as an important success of the initiative. Suggestions on how the impact of the programme could be enhanced included equipping participants to perform laboratory assessments in low-resource settings outside the EU, thus bolstering global TB control. CONCLUSION: Based on the findings presented the training programme has proved to be successful in developing leadership, expertise, partnerships and networks to support TB laboratories and has contributed significant benefits to strengthening European National Reference laboratories in the fight against TB.","publish_time":1589155200000,"author_summary":" Raftery, Philomena; Ködmön, Csaba; van der<br>Werf, Marieke J.; Nikolayevskyy, Vladyslav","abstract_summary":" BACKGROUND: Tuberculosis (TB) control<br>programmes rely heavily on laboratories to support both<br>clinical care and public health. Qualified personnel<br>with adequate technical and managerial skills<br>comprise an integral component of any quality assured<br>laboratory. Training a new generation of TB laboratory<br>specialists was identified as a critical priority in the<br>European Union \/European Economic Area (EU\/EEA). A<br>tailored training programme for TB reference<br>laboratory professionals was developed and implemented<br>within the European Reference Laboratory Network for<br>Tuberculosis to increase the pool of technical experts<br>available to step into leadership roles in the TB<br>laboratory community. Three cohorts of selected<br>laboratory...","title_summary":" European Union training programme for<br>tuberculosis laboratory experts: design, contribution and<br>future direction","x":-24.3955631256,"y":-0.7335895896,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.3955631256,"tsne_y":-0.7335895896,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"slbiz2vw","source_x":"Medline; PMC","title":"Why lockdown of the elderly is not ageist and why levelling down equality is wrong","doi":"10.1136\/medethics-2020-106336","abstract":"In order to prevent the rapid spread of COVID-19, governments have placed significant restrictions on liberty, including preventing all non-essential travel. These restrictions were justified on the basis the health system may be overwhelmed by COVID-19 cases and in order to prevent deaths. Governments are now considering how they may de-escalate these restrictions. This article argues that an appropriate approach may be to lift the general lockdown but implement selective isolation of the elderly. While this discriminates against the elderly, there is a morally relevant difference—the elderly are far more likely to require hospitalisation and die than the rest of the population. If the aim is to ensure the health system is not overwhelmed and to reduce the death rate, preventing the elderly from contracting the virus may be an effective means of achieving this. The alternative is to continue to keep everyone in lockdown. It is argued that this is levelling down equality and is unethical. It suggests that in order for the elderly to avoid contracting the virus, the whole population should have their liberty deprived, even though the same result could be achieved by only restricting the liberty of the elderly. Similar arguments may also be applied to all groups at increased risk of COVID-19, such as men and those with comorbidities, the obese and people from ethnic minorities or socially deprived groups. This utilitarian concern must be balanced against other considerations, such as equality and justice, and the benefits gained from discriminating in these ways must be proportionately greater than the negative consequences of doing so. Such selective discrimination will be most justified when the liberty restriction to a group promotes the well-being of that group (apart from its wider social benefits).","publish_time":1592438400000,"author_summary":" Savulescu, Julian; Cameron, James","abstract_summary":" In order to prevent the rapid spread of<br>COVID-19, governments have placed significant<br>restrictions on liberty, including preventing all<br>non-essential travel. These restrictions were justified on<br>the basis the health system may be overwhelmed by<br>COVID-19 cases and in order to prevent deaths.<br>Governments are now considering how they may de-escalate<br>these restrictions. This article argues that an<br>appropriate approach may be to lift the general lockdown but<br>implement selective isolation of the elderly. While this<br>discriminates against the elderly, there is a morally<br>relevant difference—the elderly are far more likely to<br>require hospitalisation and die than the rest of...","title_summary":" Why lockdown of the elderly is not ageist and why<br>levelling down equality is wrong","x":-26.5563774109,"y":3.9493479729,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.5563774109,"tsne_y":3.9493479729,"subcluster":5,"subcluster_description":"Ethical Issues","shape":"p"},{"cord_uid":"60lfjfvs","source_x":"Medline; PMC","title":"How to strengthen a health research system: WHO’s review, whose literature and who is providing leadership?","doi":"10.1186\/s12961-020-00581-1","abstract":"BACKGROUND: Health research is important for the achievement of the Sustainable Development Goals. However, there are many challenges facing health research, including securing sufficient funds, building capacity, producing research findings and using both local and global evidence, and avoiding waste. A WHO initiative addressed these challenges by developing a conceptual framework with four functions to guide the development of national health research systems. Despite some progress, more is needed before health research systems can meet their full potential of improving health systems. The WHO Regional Office for Europe commissioned an evidence synthesis of the systems-level literature. This Opinion piece considers its findings before reflecting on the vast additional literature available on the range of specific health research system functions related to the various challenges. Finally, it considers who should lead research system strengthening. MAIN TEXT: The evidence synthesis identifies two main approaches for strengthening national health research systems, namely implementing comprehensive and coherent strategies and participation in partnerships. The literature describing these approaches at the systems level also provides data on ways to strengthen each of the four functions of governance, securing financing, capacity-building, and production and use of research. Countries effectively implementing strategies include England, Ireland and Rwanda, whereas West Africa experienced effective partnerships. Recommended policy approaches for system strengthening are context specific. The vast literature on each function and the ever-growing evidence-base are illustrated by considering papers in just one key journal, Health Research Policy and Systems, and analysing the contribution of two national studies. A review of the functions of the Iranian system identifies over 200 relevant and mostly national records; an analysis of the creation of the English National Institute for Health Research describes the key leadership role played by the health department. Furthermore, WHO is playing leadership roles in helping coordinate partnerships within and across health research systems that have been attempting to tackle the COVID-19 crisis. CONCLUSIONS: The evidence synthesis provides a firm basis for decision-making by policy-makers and research leaders looking to strengthen national health research systems within their own national context. It identifies five crucial policy approaches — conducting situation analysis, sustaining a comprehensive strategy, engaging stakeholders, evaluating impacts on health systems, and partnership participation. The vast and ever-growing additional literature could provide further perspectives, including on crucial leadership roles for health ministries.","publish_time":1592870400000,"author_summary":" Hanney, Stephen R.; Kanya, Lucy; Pokhrel,<br>Subhash; Jones, Teresa H.; Boaz, Annette","abstract_summary":" BACKGROUND: Health research is important for<br>the achievement of the Sustainable Development<br>Goals. However, there are many challenges facing<br>health research, including securing sufficient<br>funds, building capacity, producing research<br>findings and using both local and global evidence, and<br>avoiding waste. A WHO initiative addressed these<br>challenges by developing a conceptual framework with four<br>functions to guide the development of national health<br>research systems. Despite some progress, more is needed<br>before health research systems can meet their full<br>potential of improving health systems. The WHO Regional<br>Office for Europe commissioned an evidence synthesis<br>of the systems-level literature. This Opinion<br>piece considers...","title_summary":" How to strengthen a health research system:<br>WHO’s review, whose literature and who is providing<br>leadership?","x":-24.6101856232,"y":0.0086401189,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.6101856232,"tsne_y":0.0086401189,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"9ztdyaia","source_x":"Medline; PMC","title":"Creeping Through the Backdoor: Disruption in Medicine and Health","doi":"10.3389\/fphar.2020.00818","abstract":"Can disruption happen when no one notices? Disruptive technologies and processes are fundamentally starting to up-end how medicines and health systems benefit patients but the question is whether health systems are ready for them. This paper will briefly review the business strategy and management literature on topics such as disruption and “black swan” theories of change, before turning to discuss some of the areas where change is affecting medicine and healthcare. Such areas include the emergence of cell and gene therapies, the economics of cures, digital technologies, mobile apps, social media, supply chain technologies such as drones and online distribution, universal health coverage and funding, and consumerisation of healthcare. The question to be asked is whether these sorts of changes are “disruptive” or whether they were coming for a long time and it is just that health systems are slow to change. It could be argued that while perhaps unexpected by day-to-day practitioners in healthcare, in fact, many of the changes now starting to affect the health and medicines sector have been affecting other sectors such as technology, finance and communications for decades.","publish_time":1591747200000,"author_summary":" Shaw, Brendan; Chisholm, Orin","abstract_summary":" Can disruption happen when no one notices?<br>Disruptive technologies and processes are fundamentally<br>starting to up-end how medicines and health systems<br>benefit patients but the question is whether health<br>systems are ready for them. This paper will briefly<br>review the business strategy and management<br>literature on topics such as disruption and “black swan”<br>theories of change, before turning to discuss some of the<br>areas where change is affecting medicine and<br>healthcare. Such areas include the emergence of cell and<br>gene therapies, the economics of cures, digital<br>technologies, mobile apps, social media, supply chain<br>technologies such as drones and online distribution,...","title_summary":" Creeping Through the Backdoor: Disruption in<br>Medicine and Health","x":-24.5651493073,"y":2.519354105,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.5651493073,"tsne_y":2.519354105,"subcluster":0,"subcluster_description":"White Papercovid-19 Digital Health","shape":"p"},{"cord_uid":"9ye0yvfk","source_x":"Medline; PMC","title":"The COVID-19 Pandemic: Healthcare Crisis Leadership as Ethics Communication","doi":"10.1017\/s0963180120000444","abstract":"Governmental reactions to crises like the COVID-19 pandemic can be seen as ethics communication. Governments can contain the disease and thereby mitigate the detrimental public health impact; allow the virus to spread to reach herd immunity; test, track, isolate, and treat; and suppress the disease regionally. An observation of Sweden and Finland showed a difference in feasible ways to communicate the chosen policy to the citizenry. Sweden assumed the herd immunity strategy and backed it up with health utilitarian arguments. This was easy to communicate to the Swedish people, who appreciated the voluntary restrictions approach and trusted their decision makers. Finland chose the contain and mitigate strategy and was towards the end of the observation period apparently hesitating between suppression and the test, track, isolate, and treat approach. Both are difficult to communicate to the general public accurately, truthfully, and acceptably. Apart from health utilitarian argumentation, something like the republican political philosophy or selective truth telling are needed. The application of republicanism to the issue, however, is problematic, and hiding the truth seems to go against the basic tenets of liberal democracy.","publish_time":1590105600000,"author_summary":" HÄYRY, MATTI","abstract_summary":" Governmental reactions to crises like the<br>COVID-19 pandemic can be seen as ethics communication.<br>Governments can contain the disease and thereby mitigate<br>the detrimental public health impact; allow the<br>virus to spread to reach herd immunity; test, track,<br>isolate, and treat; and suppress the disease<br>regionally. An observation of Sweden and Finland showed a<br>difference in feasible ways to communicate the chosen<br>policy to the citizenry. Sweden assumed the herd<br>immunity strategy and backed it up with health<br>utilitarian arguments. This was easy to communicate to the<br>Swedish people, who appreciated the voluntary<br>restrictions approach and trusted their decision makers....","title_summary":" The COVID-19 Pandemic: Healthcare Crisis<br>Leadership as Ethics Communication","x":-25.2650547028,"y":3.5862162113,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.2650547028,"tsne_y":3.5862162113,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"3fnfs2e5","source_x":"Elsevier; Medline; PMC","title":"Gender equity and public health outcomes: The COVID-19 experience","doi":"10.1016\/j.jbusres.2020.05.031","abstract":"This paper extends the growing research on the impact of gender equity on public health outcomes using the ongoing Covid-19 pandemic as its research setting. Specifically, it introduces a conceptual model incorporating the impact of gender equity and human development on women’s representation in legislature and public health expenditure, and their combined impact with human environment (population density, aging population and urban population) on important public health outcomes in the Covid-19 context, including the total number of tests, diagnosed, active and critical cases, and deaths. Data from 210 countries shows support for many of the hypothesized relationships in the conceptual model. The results provide useful insights about the factors that influence the representation of women in political systems around the world and its impact on public health outcomes. The authors also discuss implications for public health policy-makers to ensure efficient and effective delivery of public health services in future.","publish_time":1590019200000,"author_summary":" Leung, T.Y.; Sharma, Piyush; Adithipyangkul,<br>Pattarin; Hosie, Peter","abstract_summary":" This paper extends the growing research on the<br>impact of gender equity on public health outcomes<br>using the ongoing Covid-19 pandemic as its research<br>setting. Specifically, it introduces a conceptual<br>model incorporating the impact of gender equity and<br>human development on women’s representation in<br>legislature and public health expenditure, and their<br>combined impact with human environment (population<br>density, aging population and urban population) on<br>important public health outcomes in the Covid-19<br>context, including the total number of tests,<br>diagnosed, active and critical cases, and deaths. Data<br>from 210 countries shows support for many of the<br>hypothesized relationships in the conceptual...","title_summary":" Gender equity and public health outcomes: The<br>COVID-19 experience","x":-26.8824806213,"y":3.1380746365,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.8824806213,"tsne_y":3.1380746365,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"yy3v8sos","source_x":"Medline; PMC","title":"Social determinants, ethical issues and future challenge of tuberculosis in a pluralistic society: the example of Israel","doi":"10.15167\/2421-4248\/jpmh2020.61.1s1.1443","abstract":"Tuberculosis is a very serious respiratory infectious disease, caused by the bacillus Mycobacterium tuberculosis, which generates a relevant societal and clinical burden. It has always represented a permanent concern and a public health challenge over the course of human history, because of its severe epidemiological, and economic-financial implications. The present review aims at over-viewing the impact of tuberculosis on the Israeli healthcare system, its temporal trend and evolution, stratified according to ethnicities and minorities, the need of establishing new facilities and implementing screening techniques, public health strategies and diagnostic tests, following massive immigration waves from countries characterized by a high incidence rate of tuberculosis during the fifties-sixties until the nineties, and the policies implemented by the Israeli government in the control, management and treatment of tuberculosis, as well as the role played by Israeli prominent scientists in discovering new druggable targets and finding bioactive compounds and bio-molecules in the fight against tuberculosis. Israel represents a unique, living laboratory in which features of developed and developing countries mix together. This country as a case-study of immigrant, pluralistic society underlines the importance of adopting a culturally-sensitive community intervention approach. The understanding of the subtle interplay between race\/ethnic host and pathogen factors, including the role of gene variations and polymorphisms can pave the way for a personalized treatment and management of tuberculosis patients, contributing to the development of new tools for targeted tuberculosis therapeutics, immunodiagnostics and vaccination products.","publish_time":1588204800000,"author_summary":" BRAGAZZI, N.L.; MARTINI, M.; MAHROUM, N.","abstract_summary":" Tuberculosis is a very serious respiratory<br>infectious disease, caused by the bacillus Mycobacterium<br>tuberculosis, which generates a relevant societal and<br>clinical burden. It has always represented a permanent<br>concern and a public health challenge over the course of<br>human history, because of its severe<br>epidemiological, and economic-financial implications. The<br>present review aims at over-viewing the impact of<br>tuberculosis on the Israeli healthcare system, its temporal<br>trend and evolution, stratified according to<br>ethnicities and minorities, the need of establishing new<br>facilities and implementing screening techniques,<br>public health strategies and diagnostic tests,<br>following massive immigration waves from countries<br>characterized by a high...","title_summary":" Social determinants, ethical issues and<br>future challenge of tuberculosis in a pluralistic<br>society: the example of Israel","x":-26.7409267426,"y":3.9609780312,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.7409267426,"tsne_y":3.9609780312,"subcluster":5,"subcluster_description":"Ethical Issues","shape":"p"},{"cord_uid":"z291xh1g","source_x":"Medline; PMC","title":"Health Inequality as a Large-Scale Outcome of Complex Social Systems: Lessons for Action on the Sustainable Development Goals","doi":"10.3390\/ijerph17082684","abstract":"Action on the Sustainable Development Goals (SDGs) needs to become real and impactful, taking a “whole systems” perspective on levers for systems change. This article reviews what we have learned over the past century about the large-scale outcome of health inequality, and what we know about the behaviour of complex social systems. This combined knowledge provides lessons on the nature of inequality and what effective action on our big goals, like the SDGs, might look like. It argues that economic theories and positivist social theories which have dominated the last 150 years have largely excluded the nature of human connections to each other, and the environment. This exclusion of intimacy has legitimatised arguments that only value-free economic processes matter for macro human systems, and only abstract measurement constitutes valuable social science. Theories of complex systems provide an alternative perspective. One where health inequality is viewed as emergent, and causes are systemic and compounding. Action therefore needs to be intensely local, with power relationships key to transformation. This requires conscious and difficult intervention on the intolerable accumulation of resources; improved reciprocity between social groups; and reversal of system flows, which at present ebb away from the local and those already disadvantaged.","publish_time":1586822400000,"author_summary":" Matheson, Anna","abstract_summary":" Action on the Sustainable Development Goals<br>(SDGs) needs to become real and impactful, taking a<br>“whole systems” perspective on levers for systems<br>change. This article reviews what we have learned over<br>the past century about the large-scale outcome of<br>health inequality, and what we know about the<br>behaviour of complex social systems. This combined<br>knowledge provides lessons on the nature of inequality<br>and what effective action on our big goals, like the<br>SDGs, might look like. It argues that economic<br>theories and positivist social theories which have<br>dominated the last 150 years have largely excluded the<br>nature of human connections...","title_summary":" Health Inequality as a Large-Scale Outcome of<br>Complex Social Systems: Lessons for Action on the<br>Sustainable Development Goals","x":-26.0114517212,"y":1.9753801823,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.0114517212,"tsne_y":1.9753801823,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"v0bqi5c2","source_x":"Medline; PMC","title":"The crucible of COVID-19: what the pandemic is teaching us about health research systems","doi":"10.1186\/s12961-020-00573-1","abstract":"The global health crisis created by COVID-19 is providing valuable insights into the strengths of our health research system and, perhaps even more clearly, displaying its weaknesses. Much of what is being shown so plainly in the current context is not truly new. We are being reminded that health research systems are slow and noisy as well as that there is a desire for research to inform decision-making, that researchers are great collaborators, and that the walls we are so quick to erect between health research and health practice are unhelpful facades. It is our hope that the clarity with which these issues are being demonstrated by COVID-19 might provide the impetus to address these challenges and seize these opportunities to improve our health research system, for the benefit for communities facing COVID-19 now, and for the benefit of us all in facing the further health challenges that are sure to come.","publish_time":1590969600000,"author_summary":" Turner, Tari; El-Jardali, Fadi","abstract_summary":" The global health crisis created by COVID-19 is<br>providing valuable insights into the strengths of our<br>health research system and, perhaps even more<br>clearly, displaying its weaknesses. Much of what is<br>being shown so plainly in the current context is not<br>truly new. We are being reminded that health research<br>systems are slow and noisy as well as that there is a<br>desire for research to inform decision-making, that<br>researchers are great collaborators, and that the walls we<br>are so quick to erect between health research and<br>health practice are unhelpful facades. It is our hope<br>that the clarity with...","title_summary":" The crucible of COVID-19: what the pandemic is<br>teaching us about health research systems","x":-25.0443229675,"y":3.4761350155,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.0443229675,"tsne_y":3.4761350155,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"p538tfc0","source_x":"Medline; PMC","title":"A Data-informed Public Health Policy-Makers Platform","doi":"10.3390\/ijerph17093271","abstract":"Hearing loss is a disease exhibiting a growing trend due to a number of factors, including but not limited to the mundane exposure to the noise and ever-increasing size of the older population. In the framework of a public health policymaking process, modeling of the hearing loss disease based on data is a key factor in alleviating the issues related to the disease and in issuing effective public health policies. First, the paper describes the steps of the data-driven policymaking process. Afterward, a scenario along with the part of the proposed platform responsible for supporting policymaking are presented. With the aim of demonstrating the capabilities and usability of the platform for the policy-makers, some initial results of preliminary analytics are presented in the framework of a policy-making process. Ultimately, the utility of the approach is validated throughout the results of the survey which was presented to the health system policy-makers involved in the policy development process in Croatia.","publish_time":1588809600000,"author_summary":" Brdarić, Dario; Samardžić, Senka; Huskić,<br>Ivana Mihin; Dritsakis, Giorgos; Sessa, Jadran;<br>Śliwińska-Kowalska, Mariola; Pawlaczyk-Łuszczyńska,<br>Małgorzata; Basdekis, Ioannis; Spanoudakis, George","abstract_summary":" Hearing loss is a disease exhibiting a growing<br>trend due to a number of factors, including but not<br>limited to the mundane exposure to the noise and<br>ever-increasing size of the older population. In the framework<br>of a public health policymaking process,<br>modeling of the hearing loss disease based on data is a key<br>factor in alleviating the issues related to the<br>disease and in issuing effective public health<br>policies. First, the paper describes the steps of the<br>data-driven policymaking process. Afterward, a scenario<br>along with the part of the proposed platform<br>responsible for supporting policymaking are presented.<br>With the...","title_summary":" A Data-informed Public Health Policy-Makers<br>Platform","x":-23.8629188538,"y":0.1868481487,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-23.8629188538,"tsne_y":0.1868481487,"subcluster":2,"subcluster_description":"Global Health Researchbiomedical Research","shape":"p"},{"cord_uid":"t8nia6zk","source_x":"Medline; PMC","title":"Who is going to pay the price of Covid-19? Reflections about an unequal Brazil","doi":"10.1186\/s12939-020-01207-2","abstract":"The COVID-19 pandemic has caused high mortality rates among older people, and in order to avoid a healthcare system crisis, almost all countries worldwide have adopted social isolation measures to prevent the spread of the disease. However, in Brazil, a country demarcated by economic inequalities, in which approximately 25% of the population live below the poverty line, these measures will cost severe economic losses and accentuated starvation. For this reason, the underprivileged population should be immediately prioritized and well informed through good practice to avoid the virus. Since, government discrepancies in dealing with the COVID-19 outbreak leaves the population without congruent guidelines on how to react or what to believe, allowing the spread of fake news and political crises. Here, we discuss who will pay the price of the Brazilian government denying the impact of COVID-19 pandemic and suggest some measures to ensure that clear information and protection reach this population.","publish_time":1591574400000,"author_summary":" Ribeiro, Fabiana; Leist, Anja","abstract_summary":" The COVID-19 pandemic has caused high<br>mortality rates among older people, and in order to avoid a<br>healthcare system crisis, almost all countries worldwide<br>have adopted social isolation measures to prevent<br>the spread of the disease. However, in Brazil, a<br>country demarcated by economic inequalities, in which<br>approximately 25% of the population live below the poverty<br>line, these measures will cost severe economic<br>losses and accentuated starvation. For this reason,<br>the underprivileged population should be<br>immediately prioritized and well informed through good<br>practice to avoid the virus. Since, government<br>discrepancies in dealing with the COVID-19 outbreak leaves<br>the population without...","title_summary":" Who is going to pay the price of Covid-19?<br>Reflections about an unequal Brazil","x":-26.5793762207,"y":4.2738928795,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.5793762207,"tsne_y":4.2738928795,"subcluster":5,"subcluster_description":"Ethical Issues","shape":"p"},{"cord_uid":"imvh2ixd","source_x":"PMC; WHO","title":"Thrive Health: a New Venture Connecting Patient Advocacy to Well-Being","doi":"10.1007\/s42413-020-00065-8","abstract":"As part of the British Columbia government’s response to the COVID-19 pandemic outbreak, an online self-assessment tool was launched to help with symptom assessment and to provide necessary health information for people. The tool was developed by Thrive Health, a company which has been working to improve the delivery of e-health in Canada since 2016, with an emphasis on well-being. This review captures this company’s purpose and role in addressing the needs of patients and healthcare providers in the community, to change the definition of healthcare. In pursuing this goal, Thrive Health is innovating to make the long lost connection between physical and mental health through an online app with design features supported by research around subjective well-being, as a measurement of effective community development and human progress. This very characteristic is what establishes the company’s uniqueness among other similar patient advocacy groups, and connects patient advocacy to happiness and well-being.","publish_time":1589241600000,"author_summary":" Fassihi, Farina","abstract_summary":" As part of the British Columbia government’s<br>response to the COVID-19 pandemic outbreak, an online<br>self-assessment tool was launched to help with symptom<br>assessment and to provide necessary health information<br>for people. The tool was developed by Thrive<br>Health, a company which has been working to improve the<br>delivery of e-health in Canada since 2016, with an<br>emphasis on well-being. This review captures this<br>company’s purpose and role in addressing the needs of<br>patients and healthcare providers in the community, to<br>change the definition of healthcare. In pursuing this<br>goal, Thrive Health is innovating to make the long<br>lost connection...","title_summary":" Thrive Health: a New Venture Connecting<br>Patient Advocacy to Well-Being","x":-24.9392127991,"y":-0.1087374017,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.9392127991,"tsne_y":-0.1087374017,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"7jvfxdde","source_x":"Elsevier; Medline; PMC","title":"Recommendations to protect patients and health care practices from Medicare and Medicaid fraud","doi":"10.1016\/j.japh.2020.05.011","abstract":"Fraud is defined as knowingly submitting, or causing to be submitted, false claims or making misrepresentations of a fact to obtain a federal health care payment for which no entitlement would otherwise exist. In today’s health care environment, Medicare and Medicaid fraud is not uncommon. The negative impact of fraud is vast because it diverts resources meant to care for patients in need to the benefit of fraudsters. Fraud increases the overall costs for vital health care services and can potentially be harmful to Medicare and Medicaid beneficiaries. The objectives of this commentary are to describe the types and trends of Medicare and Medicaid fraud that are committed, and provide recommendations to protect patients and health care practices. Specifically, this article identifies types of Medicare and Medicaid fraud at beneficiary (patient) and provider level, and it can be intentional or unintentional. This article also describes the 3 primary laws that prohibit fraud and gives fraud case examples relevant to each law, including the False Claims Act, Anti-Kickback Statute, and the Stark Law. We also discuss currently trending and emerging areas, including opioid and pharmacogenetic testing; both have experienced heavier and higher-profile instances of fraud in today’s health care landscape. Last, the article summarizes detection methods and recommendations for health care providers and patients to protect themselves against fraud. Recommended strategies to combat fraud are discussed at policy, practice, and grassroots levels. Health care practitioners, including pharmacists, can use these strategies to protect themselves and their patients from becoming victims of fraud or unknowingly committing fraud.","publish_time":1593388800000,"author_summary":" Chen, Zhen Xing; Hohmann, Lindsey; Banjara,<br>Bidur; Zhao, Yi; Diggs, Kavon; Westrick, Salisa C.","abstract_summary":" Fraud is defined as knowingly submitting, or<br>causing to be submitted, false claims or making<br>misrepresentations of a fact to obtain a federal health care payment<br>for which no entitlement would otherwise exist. In<br>today’s health care environment, Medicare and<br>Medicaid fraud is not uncommon. The negative impact of<br>fraud is vast because it diverts resources meant to<br>care for patients in need to the benefit of<br>fraudsters. Fraud increases the overall costs for vital<br>health care services and can potentially be harmful to<br>Medicare and Medicaid beneficiaries. The objectives of<br>this commentary are to describe the types and trends...","title_summary":" Recommendations to protect patients and<br>health care practices from Medicare and Medicaid<br>fraud","x":-26.8873558044,"y":2.3162863255,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.8873558044,"tsne_y":2.3162863255,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"znmsx6x2","source_x":"Medline; PMC","title":"Global Health – emergence, hegemonic trends and biomedical reductionism","doi":"10.1186\/s12992-020-00573-4","abstract":"BACKGROUND: Global Health has increasingly gained international visibility and prominence. First and foremost, the spread of cross-border infectious disease arouses a great deal of media and public interest, just as it drives research priorities of faculty and academic programmes. At the same time, Global Health has become a major area of philanthropic action. Despite the importance it has acquired over the last two decades, the complex collective term “Global Health” still lacks a uniform use today. OBJECTIVES: The objective of this paper is to present the existing definitions of Global Health, and analyse their meaning and implications. The paper emphasises that the term “Global Health” goes beyond the territorial meaning of “global”, connects local and global, and refers to an explicitly political concept. Global Health regards health as a rights-based, universal good; it takes into account social inequalities, power asymmetries, the uneven distribution of resources and governance challenges. Thus, it represents the necessary continuance of Public Health in the face of diverse and ubiquitous global challenges. A growing number of international players, however, focus on public-private partnerships and privatisation and tend to promote biomedical reductionism through predominantly technological solutions. Moreover, the predominant Global Health concept reflects the inherited hegemony of the Global North. It takes insufficient account of the global burden of disease, which is mainly characterised by non-communicable conditions, and the underlying social determinants of health. CONCLUSIONS: Beyond resilience and epidemiological preparedness for preventing cross-border disease threats, Global Health must focus on the social, economic and political determinants of health. Biomedical and technocratic reductionism might be justified in times of acute health crises but entails the risk of selective access to health care. Consistent health-in-all policies are required for ensuring Health for All and sustainably reducing health inequalities within and among countries. Global Health must first and foremost pursue the enforcement of the universal right to health and contribute to overcoming global hegemony.","publish_time":1588723200000,"author_summary":" Holst, Jens","abstract_summary":" BACKGROUND: Global Health has increasingly<br>gained international visibility and prominence.<br>First and foremost, the spread of cross-border<br>infectious disease arouses a great deal of media and public<br>interest, just as it drives research priorities of<br>faculty and academic programmes. At the same time,<br>Global Health has become a major area of philanthropic<br>action. Despite the importance it has acquired over the<br>last two decades, the complex collective term<br>“Global Health” still lacks a uniform use today.<br>OBJECTIVES: The objective of this paper is to present the<br>existing definitions of Global Health, and analyse<br>their meaning and implications. The paper<br>emphasises...","title_summary":" Global Health – emergence, hegemonic trends<br>and biomedical reductionism","x":-25.6783370972,"y":2.3449618816,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.6783370972,"tsne_y":2.3449618816,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"izy54hmz","source_x":"Medline; PMC","title":"The Globalisation of Cardiology and Cardiovascular Diseases in the World–Society—A Case Study with a Special Focus on Heart Failure","doi":"10.3390\/ijerph17093150","abstract":"While there has been a shift of attention in global health towards non-communicable diseases, we still know little about the social mechanisms that have allowed these diseases to emerge as topics of global concern. We employ a sociological approach to globalisation in order to reconstruct how cardiology, with our special focus being on heart failure research, has become global, and thereby placed cardiovascular diseases on the agenda of global health. Following sociological theories of world–society and world–polity, we identify a number of preconditions that had to be met so that the globalisation of cardiology could set in. Amongst them were technological innovations, the emergence of an organisational infrastructure on the national level, the appearance of cardiological journals, and an internationally standardised nomenclature. More recently, new drugs and treatment strategies, new specialist journals, and new international standards allowed the subspeciality of heart failure to globalise. Our findings are based on the history and sociology of cardiology, and on our analysis of a broad range of other documents, including scientific articles, guidelines, and policy documents. Additionally, our analysis included two datasets, one containing information on national cardiac societies, and the other containing data on publication output in cardiology.","publish_time":1588204800000,"author_summary":" Quasinowski, Benjamin; Liu, Tao","abstract_summary":" While there has been a shift of attention in<br>global health towards non-communicable diseases, we<br>still know little about the social mechanisms that<br>have allowed these diseases to emerge as topics of<br>global concern. We employ a sociological approach to<br>globalisation in order to reconstruct how cardiology, with<br>our special focus being on heart failure research,<br>has become global, and thereby placed<br>cardiovascular diseases on the agenda of global health.<br>Following sociological theories of world–society and<br>world–polity, we identify a number of preconditions that had<br>to be met so that the globalisation of cardiology<br>could set in. Amongst them were...","title_summary":" The Globalisation of Cardiology and<br>Cardiovascular Diseases in the World–Society—A Case Study<br>with a Special Focus on Heart Failure","x":-25.0860309601,"y":1.018425107,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.0860309601,"tsne_y":1.018425107,"subcluster":1,"subcluster_description":"Changethe China-Uk Global Health","shape":"p"},{"cord_uid":"rqdeac7h","source_x":"Medline; PMC","title":"Empowering Health Workers to Protect their Own Health: A Study of Enabling Factors and Barriers to Implementing HealthWISE in Mozambique, South Africa, and Zimbabwe","doi":"10.3390\/ijerph17124519","abstract":"Ways to address the increasing global health workforce shortage include improving the occupational health and safety of health workers, particularly those in high-risk, low-resource settings. The World Health Organization and International Labour Organization designed HealthWISE, a quality improvement tool to help health workers identify workplace hazards to find and apply low-cost solutions. However, its implementation had never been systematically evaluated. We, therefore, studied the implementation of HealthWISE in seven hospitals in three countries: Mozambique, South Africa, and Zimbabwe. Through a multiple-case study and thematic analysis of data collected primarily from focus group discussions and questionnaires, we examined the enabling factors and barriers to the implementation of HealthWISE by applying the integrated Promoting Action on Research Implementation in Health Services (i-PARiHS) framework. Enabling factors included the willingness of workers to engage in the implementation, diverse teams that championed the process, and supportive senior leadership. Barriers included lack of clarity about how to use HealthWISE, insufficient funds, stretched human resources, older buildings, and lack of incident reporting infrastructure. Overall, successful implementation of HealthWISE required dedicated local team members who helped facilitate the process by adapting HealthWISE to the workers’ occupational health and safety (OHS) knowledge and skill levels and the cultures and needs of their hospitals, cutting across all constructs of the i-PARiHS framework.","publish_time":1592870400000,"author_summary":" Wilcox, Elizabeth S.; Chimedza, Ida Tsitsi;<br>Mabhele, Simphiwe; Romao, Paulo; Spiegel, Jerry M.;<br>Zungu, Muzimkhulu; Yassi, Annalee","abstract_summary":" Ways to address the increasing global health<br>workforce shortage include improving the occupational<br>health and safety of health workers, particularly<br>those in high-risk, low-resource settings. The<br>World Health Organization and International Labour<br>Organization designed HealthWISE, a quality improvement<br>tool to help health workers identify workplace<br>hazards to find and apply low-cost solutions. However,<br>its implementation had never been systematically<br>evaluated. We, therefore, studied the implementation of<br>HealthWISE in seven hospitals in three countries:<br>Mozambique, South Africa, and Zimbabwe. Through a<br>multiple-case study and thematic analysis of data collected<br>primarily from focus group discussions and<br>questionnaires, we examined the enabling factors...","title_summary":" Empowering Health Workers to Protect their Own<br>Health: A Study of Enabling Factors and Barriers to<br>Implementing HealthWISE in Mozambique, South Africa, and<br>Zimbabwe","x":-24.8307437897,"y":-1.1527130604,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.8307437897,"tsne_y":-1.1527130604,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"umlqh0q4","source_x":"Medline; PMC","title":"Cuba y seguridad sanitaria mundial: Cuba’s role in global health security","doi":"10.1136\/bmjgh-2019-002227","abstract":"Cuba has been largely absent in academic and policy discourse on global health security, yet Cuba’s history of medical internationalism and its domestic health system have much to offer contemporary global health security debates. In this paper, we examine what we identify as key traits of Cuban health security, as they play out on both international and domestic fronts. We argue that Cuba demonstrates a strong health security capacity, both in terms of its health systems support and crisis response activities internationally, and its domestic disease control activities rooted in an integrated health system with a focus on universal healthcare. Health security in Cuba, however, also faces challenges. These concern Cuba’s visibility and participation in the broader global health security architecture, the social controls exercised by the state in managing disease threats in Cuban territory, and the resource constraints facing the island—in particular, the effects of the US embargo. While Cuba does not frame its disease control activities within the discourse of health security, we argue that the Cuban case demonstrates that it is possible to make strides to improve capacity for health security in resource-constrained settings. The successes and challenges facing health security in Cuba, moreover, provide points of reflection relevant to the pursuit of health security globally and are thus worth further consideration in broader health security discussions.","publish_time":1589328000000,"author_summary":" Wenham, Clare; Kittelsen, Sonja K","abstract_summary":" Cuba has been largely absent in academic and<br>policy discourse on global health security, yet<br>Cuba’s history of medical internationalism and its<br>domestic health system have much to offer contemporary<br>global health security debates. In this paper, we<br>examine what we identify as key traits of Cuban health<br>security, as they play out on both international and<br>domestic fronts. We argue that Cuba demonstrates a<br>strong health security capacity, both in terms of its<br>health systems support and crisis response<br>activities internationally, and its domestic disease<br>control activities rooted in an integrated health<br>system with a focus on universal healthcare....","title_summary":" Cuba y seguridad sanitaria mundial: Cuba’s<br>role in global health security","x":-25.8854427338,"y":2.9079430103,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-25.8854427338,"tsne_y":2.9079430103,"subcluster":6,"subcluster_description":"United Kingdomcuba Y Seguridad","shape":"p"},{"cord_uid":"0ctlde8w","source_x":"Medline; PMC","title":"COVID-19 and the US response: accelerating health inequities","doi":"10.1136\/bmjebm-2020-111426","abstract":"Health inequities have long defined health and the healthcare system in the USA. The clinical and research capacity across the USA is unparalleled, yet compared to other high and even some middle-income countries, the average health indicators of the population remain suboptimal in 2020, a finding at least in part explained by inequity in healthcare access. In this context, COVID-19 has rapidly emerged as a major threat to the public’s health. While it was initially thought that severe acute respiratory syndrome coronavirus 2 would be the great equaliser as it would not discriminate, it is clear that COVID-19 incidence and mortality have rapidly reinforced health disparities drawn by historical and contemporary inequities. Here, we synthesise the data highlighting specific risks among particular marginalised and under-resourced communities including those in jails, prisons and detention centers, immigrants and the undocumented, people with disabilities and people experiencing homelessness across the USA. The drivers of these disparities are pervasive structural risks including limited access to preventive services, inability to comply with physical distancing recommendations, underlying health disparities and intersecting stigmas particularly affecting racial and ethnic minorities across the country, including African Americans, Latinx Americans and Native Americans. Advancing the COVID-19 response, saving lives and restarting the economy necessitate rapidly addressing these inequities rather than ignoring and even reinforcing them.","publish_time":1591142400000,"author_summary":" Okonkwo, Nneoma E; Aguwa, Ugochi T; Jang,<br>Minyoung; Barré, Iman A; Page, Kathleen R; Sullivan,<br>Patrick S; Beyrer, Chris; Baral, Stefan","abstract_summary":" Health inequities have long defined health and<br>the healthcare system in the USA. The clinical and<br>research capacity across the USA is unparalleled, yet<br>compared to other high and even some middle-income<br>countries, the average health indicators of the<br>population remain suboptimal in 2020, a finding at least in<br>part explained by inequity in healthcare access. In<br>this context, COVID-19 has rapidly emerged as a<br>major threat to the public’s health. While it was<br>initially thought that severe acute respiratory<br>syndrome coronavirus 2 would be the great equaliser as it<br>would not discriminate, it is clear that COVID-19<br>incidence and...","title_summary":" COVID-19 and the US response: accelerating<br>health inequities","x":-26.2775058746,"y":3.1693553925,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-26.2775058746,"tsne_y":3.1693553925,"subcluster":7,"subcluster_description":"U.S. Health Care System","shape":"p"},{"cord_uid":"e9a9ktch","source_x":"Medline; PMC","title":"Fostering global primary care research: a capacity-building approach","doi":"10.1136\/bmjgh-2020-002470","abstract":"The Alma Ata and Astana Declarations reaffirm the importance of high-quality primary healthcare (PHC), yet the capacity to undertake PHC research—a core element of high-quality PHC—in low-income and middle-income countries (LMIC) is limited. Our aim is to explore the current risks or barriers to primary care research capacity building, identify the ongoing tensions that need to be resolved and offer some solutions, focusing on emerging contexts. This paper arose from a workshop held at the 2019 North American Primary Care Research Group Annual Meeting addressing research capacity building in LMICs. Five case studies (three from Africa, one from South-East Asia and one from South America) illustrate tensions and solutions to strengthening PHC research around the world. Research must be conducted in local contexts and be responsive to the needs of patients, populations and practitioners in the community. The case studies exemplify that research capacity can be strengthened at the micro (practice), meso (institutional) and macro (national policy and international collaboration) levels. Clinicians may lack coverage to enable research time; however, practice-based research is precisely the most relevant for PHC. Increasing research capacity requires local skills, training, investment in infrastructure, and support of local academics and PHC service providers to select, host and manage locally needed research, as well as to disseminate findings to impact local practice and policy. Reliance on funding from high-income countries may limit projects of higher priority in LMIC, and ‘brain drain’ may reduce available research support; however, we provide recommendations on how to deal with these tensions.","publish_time":1593907200000,"author_summary":" Ponka, David; Coffman, Megan;<br>Fraser-Barclay, Krystle Elizabeth; Fortier, Richard D W; Howe,<br>Amanda; Kidd, Michael; Lennon, Robert P; Madaki,<br>Jeremiah K A; Mash, Bob; Mohd Sidik, Sherina; van Weel,<br>Chris; Zawaly, Kristina; Goodyear-Smith, Felicity","abstract_summary":" The Alma Ata and Astana Declarations reaffirm<br>the importance of high-quality primary<br>healthcare (PHC), yet the capacity to undertake PHC<br>research—a core element of high-quality PHC—in<br>low-income and middle-income countries (LMIC) is<br>limited. Our aim is to explore the current risks or<br>barriers to primary care research capacity building,<br>identify the ongoing tensions that need to be resolved<br>and offer some solutions, focusing on emerging<br>contexts. This paper arose from a workshop held at the 2019<br>North American Primary Care Research Group Annual<br>Meeting addressing research capacity building in<br>LMICs. Five case studies (three from Africa, one from<br>South-East Asia...","title_summary":" Fostering global primary care research: a<br>capacity-building approach","x":-24.7044181824,"y":-0.7907730341,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.7044181824,"tsne_y":-0.7907730341,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"},{"cord_uid":"7glw6pir","source_x":"Medline; PMC","title":"Supporting Innovative Person-Centred Care in Financially Constrained Environments: The WE CARE Exploratory Health Laboratory Evaluation Strategy","doi":"10.3390\/ijerph17093050","abstract":"The COST CARES project aims to support healthcare cost containment and improve healthcare quality across Europe by developing the research and development necessary for person-centred care (PCC) and health promotion. This paper presents an overview evaluation strategy for testing ‘Exploratory Health Laboratories’ to deliver these aims. Our strategy is theory driven and evidence based, and developed through a multi-disciplinary and European-wide team. Specifically, we define the key approach and essential criteria necessary to evaluate initial testing, and on-going large-scale implementation with a core set of accompanying methods (metrics, models, and measurements). This paper also outlines the enabling mechanisms that support the development of the “Health Labs” towards innovative models of ethically grounded and evidenced-based PCC.","publish_time":1588032000000,"author_summary":" Lloyd, Helen M.; Ekman, Inger; Rogers, Heather<br>L.; Raposo, Vítor; Melo, Paulo; Marinkovic,<br>Valentina D.; Buttigieg, Sandra C.; Srulovici, Einav;<br>Lewandowski, Roman Andrzej; Britten, Nicky","abstract_summary":" The COST CARES project aims to support<br>healthcare cost containment and improve healthcare<br>quality across Europe by developing the research and<br>development necessary for person-centred care (PCC) and<br>health promotion. This paper presents an overview<br>evaluation strategy for testing ‘Exploratory Health<br>Laboratories’ to deliver these aims. Our strategy is theory<br>driven and evidence based, and developed through a<br>multi-disciplinary and European-wide team. Specifically, we<br>define the key approach and essential criteria<br>necessary to evaluate initial testing, and on-going<br>large-scale implementation with a core set of accompanying<br>methods (metrics, models, and measurements). This<br>paper also outlines the enabling mechanisms that<br>support...","title_summary":" Supporting Innovative Person-Centred Care in<br>Financially Constrained Environments: The WE CARE<br>Exploratory Health Laboratory Evaluation Strategy","x":-24.6410655975,"y":-1.0935145617,"cluster":54,"cluster_name":"c55","cluster_description":"Health Security Capacity Buildingevaluating","tsne_x":-24.6410655975,"tsne_y":-1.0935145617,"subcluster":3,"subcluster_description":"Community Health Workers","shape":"p"}]