{"cluster": 55, "subcluster": 59, "abstract_summ": "These articles on traditional crime during the virus, virus specific hate crime and domestic violence, and the challenges posed by COVID-19 to law enforcement, the courts, and corrections will hopefully provide initial commentary toward deeper inquiry.Yet, the pandemic may affect victimization differently depending on the type of crime as street crimes appear to be decreasing while domestic crimes may be increasing.Within the US ‘…there is a transformation in how criminals are using technology to invent new types of crime, and are creating new methods for committing traditional crimes’ (Wexler C. Critical issues in policing series new national commitment required: The changing nature of crime and criminal investigations police executive research forum, Washington, D.C. 20036 retrieved from https://www.policeforum.org/assets/ChangingNatureofCrime.pdf: 2018).The results will reveal not only why, where, when, and to what extent crime changed, but also how to influence future crime reduction.Understanding how social distancing policies impact crime may also provide insights into whether people are complying with public health measures.", "title_summ": ": Changes in the frequency of criminal incidents during the COVID-19 pandemicThe Potential Impacts of Pandemic Policing on Police Legitimacy: Planning Past the COVID-19 CrisisPolicing a Pandemic: Stay-at-Home Orders and What they Mean for the PoliceImpact of social distancing during COVID-19 pandemic on crime in Los Angeles and IndianapolisCrime Rates in a Pandemic: the Largest Criminological Experiment in HistoryCybercrime in America amid COVID-19: the Initial Results from a Natural ExperimentCrime Rates in the United States during the PandemicCrime, Justice & the COVID-19 Pandemic: Toward a National Research AgendaShow me a man or a woman alone and I'll show you a saintAn Epidemiological Framework for Investigating Organized Crime and Terrorist NetworksLegislating in the Time of a Pandemic: Window of Opportunity or Invitation for Recklessness?Has COVID-19 Changed Crime?", "title_abstract_phrases": "These articles on traditional crime during the virus, virus specific hate crime and domestic violence, and the challenges posed by COVID-19 to law enforcement, the courts, and corrections will hopefully provide initial commentary toward deeper inquiry.CONCLUSIONS: We find support for changes in the frequency of particular crime types during the COVID-19 pandemic.Yet, the pandemic may affect victimization differently depending on the type of crime as street crimes appear to be decreasing while domestic crimes may be increasing.The results will reveal not only why, where, when, and to what extent crime changed, but also how to influence future crime reduction.Impact of social distancing during COVID-19 pandemic on crime in Los Angeles and IndianapolisGovernments have implemented social distancing measures to address the ongoing COVID-19 pandemic."}