{"cluster": 55, "subcluster": 61, "abstract_summ": "COVID-19 outbreaks have already been identified in New York City and Cook County, Illinois, jails, with infection rates at the Rikers Island jail complex far exceeding community rates.We provide estimates for in-custody deaths and show how the within-jail dynamics lead to spill-over risks, not only affecting the incarcerated people, but increasing the exposure, infection, and death rates for both corrections officers with whom they interact within the jail system, and the broader community beyond the justice system.Unfortunately, there has been unclear guidance as well as changing and even contradictory information coming from the federal government concerning rapid measures to mitigate the spread of infection to justice system personnel and federal prisoners.Rampant overcrowding in the U.S. correctional system, an aging population, and a population exhibiting high rates of underlying health conditions are highly likely to exacerbate the spread of this highly contagious virus.The final edited version will appear in an upcoming issue of Health Affairs.].Modeling conducted by the Centers for Disease Control and Prevention calculates that as many as 160 to 214 million people in the United States could become infected by the 2019 novel coronavirus (SARS-CoV-2, which causes the disease COVID-19) and that as many as 200 000 to 1.7 million may die from COVID-19.1 Prisons and jails are amplifiers of infectious diseases because of overcrowding and unsanitary living conditions and will most certainly contribute to these estimates.", "title_summ": "The Epidemiological Implications of Incarceration Dynamics in Jails for Community, Corrections Officer, and Incarcerated Population Risks from COVID-19COVID-19 outbreaks in U.S. immigrant detention centers: the urgent need to adopt CDC guidelines for prevention and evaluationTargeted Release in the COVID-19 Correctional Crisis: Using the RNR Model to Save LivesHow COVID-19’s Disruption of the U.S. Correctional System Provides an Opportunity for DecarcerationIncarceration And Its Disseminations: COVID-19 Pandemic Lessons From Chicago's Cook County Jail.COVID-19 Exposes Need for Progressive Criminal Justice Reform.", "title_abstract_phrases": "COVID-19 outbreaks have already been identified in New York City and Cook County, Illinois, jails, with infection rates at the Rikers Island jail complex far exceeding community rates.How COVID-19’s Disruption of the U.S. Correctional System Provides an Opportunity for DecarcerationThe COVID-19 pandemic has amplified decades of vulnerabilities, disparities, and injustices within the U.S. correctional system.Rampant overcrowding in the U.S. correctional system, an aging population, and a population exhibiting high rates of underlying health conditions are highly likely to exacerbate the spread of this highly contagious virus.Modeling conducted by the Centers for Disease Control and Prevention calculates that as many as 160 to 214 million people in the United States could become infected by the 2019 novel coronavirus (SARS-CoV-2, which causes the disease COVID-19) and that as many as 200 000 to 1.7 million may die from COVID-19.1 Prisons and jails are amplifiers of infectious diseases because of overcrowding and unsanitary living conditions and will most certainly contribute to these estimates.We provide estimates for in-custody deaths and show how the within-jail dynamics lead to spill-over risks, not only affecting the incarcerated people, but increasing the exposure, infection, and death rates for both corrections officers with whom they interact within the jail system, and the broader community beyond the justice system."}