{"cluster": 55, "subcluster": 40, "abstract_summ": "Iran has a leading position in energy security performance, while Uzbekistan and Turkmenistan have the lowest level of the energy security indicators compare to other region countries.Indirect effects of high-tech industry development on CO2 emissions by affecting industry structure upgrades and economic growth are explored.In terms of indirect impacts, high-tech industry development attenuates the reduction of CO2 emissions due to industry structure upgrades, and promotes economic growth to increase CO2 emissions slightly.So as to free up innovation resources for high-quality technological innovation in other regions.This article both contributes a replicable definition of energy security that can be undertaken for other global regions, and begins to incorporate diversification and renewables development to enhance domestic energy security assessment.", "title_summ": "- A method based on fsQCARegional technology gap and innovation efficiency trap in Chinese pharmaceutical manufacturing industryEstablishing and comparing energy security trends in resource-rich exporting nations (Russia and the Caspian Sea region)Empirical research on the global top six carbon emittersDirect and indirect impacts of high-tech industry development on CO2 emissions: empirical evidence from China.What factors determine the survival of green innovative enterprises in China?Does increase in R & D investment reduce environmental pressures?", "title_abstract_phrases": "Iran has a leading position in energy security performance, while Uzbekistan and Turkmenistan have the lowest level of the energy security indicators compare to other region countries.Establishing and comparing energy security trends in resource-rich exporting nations (Russia and the Caspian Sea region)Abstract In the international arena, it is often the case that in countries which largely depend on foreign resources, energy security, and its key components i.e. security of energy supply, environment, technology, geopolitical and economic factors, is a subject of concern.Indirect effects of high-tech industry development on CO2 emissions by affecting industry structure upgrades and economic growth are explored.In terms of indirect impacts, high-tech industry development attenuates the reduction of CO2 emissions due to industry structure upgrades, and promotes economic growth to increase CO2 emissions slightly.So as to free up innovation resources for high-quality technological innovation in other regions."}