{"cluster": 55, "subcluster": 56, "abstract_summ": "Previous experimental negotiation research mainly focused on the power of BATNA and the influence of the context on the negotiation outcome, raising the question as to whether BATNA is indeed the only relevant power lever in negotiations.This study aims to deepen the understanding of the drivers of bargaining power in negotiations and in particular the role of best alternatives (BATNA) and time pressure.Tobias S. Schmidt is Assistant Professor and the head of ETH Zurich’s Energy Politics Group, an interdisciplinary group analyzing the interaction of energy policy and its underlying politics with technological change in the energy sector.We illustrate in this paper how corporate responsibility at the sector level in retail banking is the product of context-specific processes of negotiation between civil society and public authorities, on behalf of customers and other stakeholders, drawing on legal and other institutions to influence industry behaviour.The study proposes a framework to actually measure and compare the relevance and force of different power levers in a simulated distributive buyer-seller negotiation.", "title_summ": "The Case of the Retail Banking IndustryNavigating the Clean Energy Transition in the COVID-19 CrisisExamining the Moderation Effect of Political Trust on the Linkage between Civic Morality and Support for Environmental TaxationReorienting entrepreneurial support infrastructure to tackle a social crisis: A rapid responseDoes Partisanship Affect Compliance with Government Recommendations?Alternatives vs. Time – Measuring the Force of Distinct Sources of Bargaining PowerCooperation for Public Goods Under UncertaintyFrom Small Association to Global Pundit: 2009–2020Coalitions and Public Action in the Reshaping of Corporate Responsibility:", "title_abstract_phrases": "Previous experimental negotiation research mainly focused on the power of BATNA and the influence of the context on the negotiation outcome, raising the question as to whether BATNA is indeed the only relevant power lever in negotiations.Alternatives vs. Time – Measuring the Force of Distinct Sources of Bargaining PowerThis study aims to deepen the understanding of the drivers of bargaining power in negotiations and in particular the role of best alternatives (BATNA) and time pressure.Tobias S. Schmidt is Assistant Professor and the head of ETH Zurich’s Energy Politics Group, an interdisciplinary group analyzing the interaction of energy policy and its underlying politics with technological change in the energy sector.Navigating the Clean Energy Transition in the COVID-19 CrisisBjarne Steffen is a senior researcher at ETH Zurich’s Energy Politics Group.The study proposes a framework to actually measure and compare the relevance and force of different power levers in a simulated distributive buyer-seller negotiation."}