{"cluster": 57, "subcluster": 6, "abstract_summ": "CONCLUSION: This study found limited clinical improvement in patients that received tocilizumab in the setting of severe COVID‐19.OBJECTIVE: To recognize the period of exaggerated cytokine response in patients with Coronavirus disease 2019 (COVID‐19) pneumonia, and to describe the clinical outcomes of using tocilizumab as a treatment option.Although TCZ treatment ameliorated the increased CRP in all patients rapidly, for the four critically ill patients who received an only single dose of TCZ, three of them (No. 1, 2, and 3) still dead and the CRP level in the rest one patient (No. 7) failed to return to normal range with a clinical outcome of disease aggravation.The demographic, treatment, laboratory parameters of C‐reactive protein (CRP) and IL‐6 before and after TCZ therapy and clinical outcome in the 15 COVID‐19 patients were retrospectively assessed.The TOCI group had higher baseline CRP and IL-6 elevations (p < 0.0001 for both) and higher neutrophils and lower lymphocyte levels (p = 0.04 and p = 0.001, respectively) with the TOCI ventilated patients having higher markers than non-ventilated TOCI patients.", "title_summ": "Comparative Survival Analysis of Immunomodulatory Therapy for COVID-19 'Cytokine Storm': A Retrospective Observational Cohort StudyPlasma IL-6 Levels following Corticosteroid Therapy as an Indicator of ICU Length of Stay in Critically ill COVID-19 PatientsTocilizumab in patients with severe COVID‐19: a single‐center observational analysis''Tociluzumab challenge: A series of cytokine storm therapy experience in hospitalized Covid‐19 pneumonia patients''Tocilizumab treatment in COVID‐19: A single center experienceLetter to the Editor: Acute hypertriglyceridemia in patients with COVID‐19 receiving tocilizumabProfiling COVID-19 pneumonia progressing into the cytokine storm syndrome: results from a single Italian Centre study on tocilizumab versus standard of care.Profiling COVID-19 pneumonia progressing into the cytokine storm syndrome: Results from a single Italian Centre study on tocilizumab versus standard of care.", "title_abstract_phrases": "All rights reserved.''Tociluzumab challenge: A series of cytokine storm therapy experience in hospitalized Covid‐19 pneumonia patients''OBJECTIVE: To recognize the period of exaggerated cytokine response in patients with Coronavirus disease 2019 (COVID‐19) pneumonia, and to describe the clinical outcomes of using tocilizumab as a treatment option.CONCLUSION: This study found limited clinical improvement in patients that received tocilizumab in the setting of severe COVID‐19.Although TCZ treatment ameliorated the increased CRP in all patients rapidly, for the four critically ill patients who received an only single dose of TCZ, three of them (No. 1, 2, and 3) still dead and the CRP level in the rest one patient (No. 7) failed to return to normal range with a clinical outcome of disease aggravation.The demographic, treatment, laboratory parameters of C‐reactive protein (CRP) and IL‐6 before and after TCZ therapy and clinical outcome in the 15 COVID‐19 patients were retrospectively assessed.RESULTS: Sixty‐six patients received tocilizumab at a mean dose of 724mg (7.4mg/kg), 3.7 days from admission."}