{"cluster": 59, "subcluster": 14, "abstract_summ": "As COVID-19 ravaged human lives, it also took a toll on physician morale and mental health.[This corrects the article DOI: 10.2196/18807.].[This corrects the article DOI: 10.1136/gpsych-2020-100213.].Although it has been more than 40 years since \"health for all\" was presented as a focus in the Alma Ata declaration [...].Inequalities are prevalent across the spectrum of cancer research and patient care, with destructive repercussions for people and society.We cannot ignore them and must act against the social injustices that perpetuate them.", "title_summ": "Correction: Preventive Behaviors Conveyed on YouTube to Mitigate Transmission of COVID-19: Cross-Sectional StudyCorrection: A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendationsProgress towards Health for All: Time to End Discrimination and MarginalizationSpeaking up against inequity and racismPalpable Fear: COVID-19's Toll on Physician Morale and Mental Health.", "title_abstract_phrases": "Correction: Preventive Behaviors Conveyed on YouTube to Mitigate Transmission of COVID-19: Cross-Sectional Study[This corrects the article DOI: 10.2196/18807.].Correction: A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations[This corrects the article DOI: 10.1136/gpsych-2020-100213.].Progress towards Health for All:As COVID-19 ravaged human lives, it also took a toll on physician morale and mental health.Speaking up against inequity and racismInequalities are prevalent across the spectrum of cancer research and patient care, with destructive repercussions for people and society.Time to End Discrimination and MarginalizationAlthough it has been more than 40 years since \"health for all\" was presented as a focus in the Alma Ata declaration [...].We cannot ignore them and must act against the social injustices that perpetuate them."}