{"cluster": 59, "subcluster": 36, "abstract_summ": "The Resident Evil 3 remake was in development long before the coronavirus outbreak, but it holds up a mirror to the strange times we live in today, says Jacob AronA compounding factor of the outbreak is the potential for the general public to misunderstand the facts and design conspiracy theories.As the third LIGO–Virgo operating run (O3) finishes earlier than planned owing to the COVID-19 pandemic, we look at the ups and down of the past 12 months.This editorial addresses the question from the perspective of long‐term control of coronavirus infection.Tsurumi has confirmed that the majority of its product range continues to be available at short notice, despite the Covid-19 pandemic.Clinical experience from the epicenter of the U.S. coronavirus disease 2019 (COVID-19) outbreak.", "title_summ": "O3 highlightsSurvival in a zombie apocalypseIn the fight against the new coronavirus outbreak, we must also struggle with human biasA Local Crash Course in Global PandemicsTaking the Longer View of COVID‐19Tsurumi ensures continued delivery capability", "title_abstract_phrases": "Survival in a zombie apocalypseThe Resident Evil 3 remake was in development long before the coronavirus outbreak, but it holds up a mirror to the strange times we live in today, says Jacob AronIn the fight against the new coronavirus outbreak, we must also struggle with human biasA compounding factor of the outbreak is the potential for the general public to misunderstand the facts and design conspiracy theories.A Local Crash Course in Global PandemicsClinical experience from the epicenter of the U.S. coronavirus disease 2019 (COVID-19) outbreak.O3 highlightsAs the third LIGO–Virgo operating run (O3) finishes earlier than planned owing to the COVID-19 pandemic, we look at the ups and down of the past 12 months.Tsurumi ensures continued delivery capabilityTsurumi has confirmed that the majority of its product range continues to be available at short notice, despite the Covid-19 pandemic.This editorial addresses the question from the perspective of long‐term control of coronavirus infection."}