{"cluster": 59, "subcluster": 35, "abstract_summ": "Amesh Adalja talks to Gary Humphreys about pandemic preparedness and the challenges posed by COVID-19.The International Institute for Conflict Prevention and Resolution in March launched a resource page on its website for conflict resolution in commercial matters when the coronavirus pandemic requires closings and social distancing.The global practice of monetizing ecosystems to further national economic development has laid fertile ground for the COVID-19 pandemic and others like it, writes Cobus van Staden.As the world attempts to cope with the devastating impact of the COVID-19 pandemic, researchers about to start PhDs and postdocs face particular challenges.Perspectives on Battling COVID-19 in Countries of Latin America and the Caribbean.\"Social Media Misinformation\"-An Epidemic within the COVID-19 Pandemic.The PLOS Medicine editors discuss the role of the World Health Organization in pandemic responses.", "title_summ": "Amesh Adalja: taking pandemic preparation seriouslyCPR NewsCOVID-19 and the crisis of national developmentPandemic preparedness and responses: WHO to turn to in a crisis?Struggling to get startedReport shows global impact of pandemic on charitable sectorPerspectives on Battling COVID-19 in Countries of Latin America and the Caribbean.\"Social Media Misinformation\"-An Epidemic within the COVID-19 Pandemic.Grief loss and the COVID-19 pandemic.", "title_abstract_phrases": "COVID-19 and the crisis of national developmentThe global practice of monetizing ecosystems to further national economic development has laid fertile ground for the COVID-19 pandemic and others like it, writes Cobus van Staden.Amesh Adalja: taking pandemic preparation seriouslyAmesh Adalja talks to Gary Humphreys about pandemic preparedness and the challenges posed by COVID-19.CPR NewsThe International Institute for Conflict Prevention and Resolution in March launched a resource page on its website for conflict resolution in commercial matters when the coronavirus pandemic requires closings and social distancing.Struggling to get startedAs the world attempts to cope with the devastating impact of the COVID-19 pandemic, researchers about to start PhDs and postdocs face particular challenges.Perspectives on Battling COVID-19 in Countries of Latin America and the Caribbean.\"Social Media Misinformation\"-An Epidemic within the COVID-19 Pandemic.\"Social Media Misinformation\"-An Epidemic within the COVID-19 Pandemic.Report shows global impact of pandemic on charitable sectorA new report from the Charities Aid Foundation shows that the negative impacts of the COVID‐19 pandemic are indeed being felt by nonprofits in communities all around the world."}