[{"cord_uid":"0mydshjl","source_x":"PMC","title":"A modified turbulence model for simulating airflow aircraft cabin environment with mixed convection","doi":"10.1007\/s12273-020-0609-2","abstract":"The forced convection (air supply jet) and the natural convection (thermal plume of passenger) co-exist in an aircraft cabin simultaneously. Due to the notable difference of the Reynolds numbers for the two convection processes, the traditional RANS method can hardly simulate the forced\/natural convection flows accurately at the same time. In addition, the large geometric ratio between the main air supply inlet and the whole cabin leads to difficulties in grid generation for the cabin space. An efficient computational model based on the standard k-e model is established to solve these problems. The coefficients in the dissipative equation are modified to compensate the enlarged numerical dissipation caused by coarse grid; meanwhile, the piecewise-defined turbulent viscosity is introduced to combine the forced and natural convection. The modified model is validated by available experimental results in a Boeing 737-200 mock-up. Furthermore, the unsteady characteristic of the aircraft cabin environment is obtained and analyzed. According to the frequency analysis, it turns out that the thermal plume is the main factor of the unsteady fluctuation in cabin. ELECTRONIC SUPPLEMENTARY MATERIAL: Electronic Supplementary Material (ESM): supplementary material is available in the online version of this article at 10.1007\/s12273-020-0609-2.","publish_time":1585180800000,"author_summary":" Zhao, Yijia; Liu, Zhengxian; Li, Xiaojian;<br>Zhao, Ming; Liu, Yang","abstract_summary":" The forced convection (air supply jet) and the<br>natural convection (thermal plume of passenger)<br>co-exist in an aircraft cabin simultaneously. Due to the<br>notable difference of the Reynolds numbers for the two<br>convection processes, the traditional RANS method can<br>hardly simulate the forced\/natural convection flows<br>accurately at the same time. In addition, the large<br>geometric ratio between the main air supply inlet and the<br>whole cabin leads to difficulties in grid generation<br>for the cabin space. An efficient computational<br>model based on the standard k-e model is established<br>to solve these problems. The coefficients in the<br>dissipative equation are modified...","title_summary":" A modified turbulence model for simulating<br>airflow aircraft cabin environment with mixed<br>convection","x":-13.495593071,"y":45.8091888428,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.495593071,"tsne_y":45.8091888428,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"ejaditj5","source_x":"PMC","title":"An adaptive parareal algorithm()","doi":"10.1016\/j.cam.2020.112915","abstract":"In this paper, we consider the problem of accelerating the numerical simulation of time dependent problems by time domain decomposition. The available algorithms enabling such decompositions present severe efficiency limitations and are an obstacle for the solution of large scale and high dimensional problems. Our main contribution is the improvement of the parallel efficiency of the parareal in time method. The parareal method is based on combining predictions made by a numerically inexpensive solver (with coarse physics and\/or coarse resolution) with corrections coming from an expensive solver (with high-fidelity physics and high resolution). At convergence, the algorithm provides a solution that has the fine solver’s high-fidelity physics and high resolution. In the classical version, the fine solver has a fixed high accuracy which is the major obstacle to achieve a competitive parallel efficiency. In this paper, we develop an adaptive variant that overcomes this obstacle by dynamically increasing the accuracy of the fine solver across the parareal iterations. We theoretically show that the parallel efficiency becomes very competitive in the ideal case where the cost of the coarse solver is small, thus proving that the only remaining factors impeding full scalability become the cost of the coarse solver and communication time. The developed theory has also the merit of setting a general framework to understand the success of several extensions of parareal based on iteratively improving the quality of the fine solver and re-using information from previous parareal steps. We illustrate the actual performance of the method in stiff ODEs, which are a challenging family of problems since the only mechanism for adaptivity is time and efficiency is affected by the cost of the coarse solver.","publish_time":1602720000000,"author_summary":" Maday, Y.; Mula, O.","abstract_summary":" In this paper, we consider the problem of<br>accelerating the numerical simulation of time dependent<br>problems by time domain decomposition. The available<br>algorithms enabling such decompositions present severe<br>efficiency limitations and are an obstacle for the<br>solution of large scale and high dimensional problems.<br>Our main contribution is the improvement of the<br>parallel efficiency of the parareal in time method. The<br>parareal method is based on combining predictions made<br>by a numerically inexpensive solver (with coarse<br>physics and\/or coarse resolution) with corrections<br>coming from an expensive solver (with high-fidelity<br>physics and high resolution). At convergence, the<br>algorithm provides a solution...","title_summary":" An adaptive parareal algorithm()","x":-14.4155054092,"y":44.8628692627,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.4155054092,"tsne_y":44.8628692627,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"nle4oisc","source_x":"PMC","title":"Detailed balance for diffusion in a potential with trapping and forward–backward symmetry of trapping time distributions","doi":"10.1063\/1.5142566","abstract":"For particles diffusing in a potential, detailed balance guarantees the absence of net fluxes at equilibrium. Here, we show that the conventional detailed balance condition is a special case of a more general relation that works when the diffusion occurs in the presence of a distributed sink that eventually traps the particle. We use this relation to study the lifetime distribution of particles that start and are trapped at specified initial and final points. It turns out that when the sink strength at the initial point is nonzero, the initial and final points are interchangeable, i.e., the distribution is independent of which of the two points is initial and which is final. In other words, this conditional trapping time distribution possesses forward–backward symmetry.","publish_time":1592092800000,"author_summary":" Berezhkovskii, Alexander M.; Makarov,<br>Dmitrii E.","abstract_summary":" For particles diffusing in a potential,<br>detailed balance guarantees the absence of net fluxes at<br>equilibrium. Here, we show that the conventional detailed<br>balance condition is a special case of a more general<br>relation that works when the diffusion occurs in the<br>presence of a distributed sink that eventually traps the<br>particle. We use this relation to study the lifetime<br>distribution of particles that start and are trapped at<br>specified initial and final points. It turns out that when<br>the sink strength at the initial point is nonzero,<br>the initial and final points are interchangeable,<br>i.e., the distribution is independent...","title_summary":" Detailed balance for diffusion in a potential<br>with trapping and forward–backward symmetry of<br>trapping time distributions","x":-14.4287958145,"y":46.7509498596,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.4287958145,"tsne_y":46.7509498596,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"0j13nobx","source_x":"PMC","title":"Sanal Flow Choking: A Paradigm Shift in Computational Fluid Dynamics Code Verification and Diagnosing Detonation and Hemorrhage in Real‐World Fluid‐Flow Systems","doi":"10.1002\/gch2.202000012","abstract":"The discovery of Sanal flow choking is a scientific breakthrough and a paradigm shift in the diagnostics of the detonation\/hemorrhage in real‐world fluid flow systems. The closed‐form analytical models capable of predicting the boundary‐layer blockage factor for both 2D and 3D cases at the Sanal flow choking for adiabatic and diabatic fluid flow conditions are critically reviewed here. The beauty and novelty of these models stem from the veracity that at the Sanal flow choking condition for diabatic flows all the conservation laws of nature are satisfied at a unique location, which allows for computational fluid dynamics (CFD) code verification. At the Sanal flow choking condition both the thermal choking and the wall‐friction‐induced flow choking occur at a single sonic fluid throat location. The blockage factor predicted at the Sanal flow choking condition can be taken as an infallible data for various in silico model verification, validation, and calibration. The 3D blockage factor at the Sanal flow choking is found to be 45.12% lower than the 2D case of a wall‐bounded diabatic fluid flow system with air as the working fluid. The physical insight of Sanal flow choking presented in this review article sheds light on finding solutions, through in silico experiments in base flow and nanoflows, for numerous unresolved problems carried forward over the centuries in physical, chemical, and biological sciences for humankind.","publish_time":1590537600000,"author_summary":" Kumar, Valsalayam Raghavapanicker Sanal;<br>Sankar, Vigneshwaran; Chandrasekaran, Nichith;<br>Sukumaran, Ajith; Rafic, Sulthan Ariff Rahman Mohamed;<br>Bharath, Rajaghatta Sundararam; Baskaran, Roshan<br>Vignesh; Oommen, Charlie; Radhakrishnan, Pradeep<br>Kumar; Choudhary, Shiv Kumar","abstract_summary":" The discovery of Sanal flow choking is a<br>scientific breakthrough and a paradigm shift in the<br>diagnostics of the detonation\/hemorrhage in real‐world<br>fluid flow systems. The closed‐form analytical<br>models capable of predicting the boundary‐layer<br>blockage factor for both 2D and 3D cases at the Sanal flow<br>choking for adiabatic and diabatic fluid flow<br>conditions are critically reviewed here. The beauty and<br>novelty of these models stem from the veracity that at<br>the Sanal flow choking condition for diabatic<br>flows all the conservation laws of nature are<br>satisfied at a unique location, which allows for<br>computational fluid dynamics (CFD) code verification....","title_summary":" Sanal Flow Choking: A Paradigm Shift in<br>Computational Fluid Dynamics Code Verification and<br>Diagnosing Detonation and Hemorrhage in Real‐World<br>Fluid‐Flow Systems","x":-13.4432449341,"y":46.0704917908,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.4432449341,"tsne_y":46.0704917908,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"miz6eit6","source_x":"PMC","title":"Trend to Equilibrium for the Kinetic Fokker-Planck Equation via the Neural Network Approach","doi":"10.1016\/j.jcp.2020.109665","abstract":"The issue of the relaxation to equilibrium has been at the core of the kinetic theory of rarefied gas dynamics. In the paper, we introduce the Deep Neural Network (DNN) approximated solutions to the kinetic Fokker-Planck equation in a bounded interval and study the large-time asymptotic behavior of the solutions and other physically relevant macroscopic quantities. We impose the varied types of boundary conditions including the inflow-type and the reflection-type boundaries as well as the varied diffusion and friction coefficients and study the boundary effects on the asymptotic behaviors. These include the predictions on the large-time behaviors of the pointwise values of the particle distribution and the macroscopic physical quantities including the total kinetic energy, the entropy, and the free energy. We also provide the theoretical supports for the pointwise convergence of the neural network solutions to the a priori analytic solutions. We use the library PyTorch, the activation function tanh between layers, and the Adam optimizer for the Deep Learning algorithm.","publish_time":1591747200000,"author_summary":" Hwang, Hyung Ju; Jang, Jin Woo; Jo, Hyeontae;<br>Lee, Jae Yong","abstract_summary":" The issue of the relaxation to equilibrium has<br>been at the core of the kinetic theory of rarefied gas<br>dynamics. In the paper, we introduce the Deep Neural<br>Network (DNN) approximated solutions to the kinetic<br>Fokker-Planck equation in a bounded interval and study the<br>large-time asymptotic behavior of the solutions and other<br>physically relevant macroscopic quantities. We impose<br>the varied types of boundary conditions including<br>the inflow-type and the reflection-type<br>boundaries as well as the varied diffusion and friction<br>coefficients and study the boundary effects on the<br>asymptotic behaviors. These include the predictions on<br>the large-time behaviors of the pointwise...","title_summary":" Trend to Equilibrium for the Kinetic<br>Fokker-Planck Equation via the Neural Network Approach","x":-14.6730051041,"y":45.9206161499,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.6730051041,"tsne_y":45.9206161499,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"f44civu9","source_x":"PMC","title":"Solving Acoustic Boundary Integral Equations Using High Performance Tile Low-Rank LU Factorization","doi":"10.1007\/978-3-030-50743-5_11","abstract":"We design and develop a new high performance implementation of a fast direct LU-based solver using low-rank approximations on massively parallel systems. The LU factorization is the most time-consuming step in solving systems of linear equations in the context of analyzing acoustic scattering from large 3D objects. The matrix equation is obtained by discretizing the boundary integral of the exterior Helmholtz problem using a higher-order Nyström scheme. The main idea is to exploit the inherent data sparsity of the matrix operator by performing local tile-centric approximations while still capturing the most significant information. In particular, the proposed LU-based solver leverages the Tile Low-Rank (TLR) data compression format as implemented in the Hierarchical Computations on Manycore Architectures (HiCMA) library to decrease the complexity of “classical” dense direct solvers from cubic to quadratic order. We taskify the underlying boundary integral kernels to expose fine-grained computations. We then employ the dynamic runtime system StarPU to orchestrate the scheduling of computational tasks on shared and distributed-memory systems. The resulting asynchronous execution permits to compensate for the load imbalance due to the heterogeneous ranks, while mitigating the overhead of data motion. We assess the robustness of our TLR LU-based solver and study the qualitative impact when using different numerical accuracies. The new TLR LU factorization outperforms the state-of-the-art dense factorizations by up to an order of magnitude on various parallel systems, for analysis of scattering from large-scale 3D synthetic and real geometries.","publish_time":1590105600000,"author_summary":" Al-Harthi, Noha; Alomairy, Rabab; Akbudak,<br>Kadir; Chen, Rui; Ltaief, Hatem; Bagci, Hakan; Keyes,<br>David","abstract_summary":" We design and develop a new high performance<br>implementation of a fast direct LU-based solver using low-rank<br>approximations on massively parallel systems. The LU<br>factorization is the most time-consuming step in solving<br>systems of linear equations in the context of analyzing<br>acoustic scattering from large 3D objects. The matrix<br>equation is obtained by discretizing the boundary<br>integral of the exterior Helmholtz problem using a<br>higher-order Nyström scheme. The main idea is to exploit the<br>inherent data sparsity of the matrix operator by<br>performing local tile-centric approximations while<br>still capturing the most significant information.<br>In particular, the proposed LU-based solver<br>leverages...","title_summary":" Solving Acoustic Boundary Integral Equations<br>Using High Performance Tile Low-Rank LU<br>Factorization","x":-14.2327070236,"y":44.1391983032,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.2327070236,"tsne_y":44.1391983032,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"6oa3avac","source_x":"PMC","title":"Parallel Numerical Solution of a 2D Chemotaxis-Stokes System on GPUs Technology","doi":"10.1007\/978-3-030-50371-0_5","abstract":"The aim of this paper is the numerical solution of a 2D chemotaxis model by a parallel numerical scheme, implemented on a GPU technology. The numerical discretization relies on the utilization of a finite difference scheme for the spatial part and the explicit Euler method for the time integration. Accuracy and stability properties are provided. The effectiveness of the approach, as well as the coherence of the results with respect to the modeled phenomenon, is provided through numerical evidence, also giving a performance analysis of the serial and the parallel implementations.","publish_time":1590451200000,"author_summary":" D’Ambrosio, Raffaele; Di Giovacchino,<br>Stefano; Pera, Donato","abstract_summary":" The aim of this paper is the numerical solution<br>of a 2D chemotaxis model by a parallel numerical<br>scheme, implemented on a GPU technology. The numerical<br>discretization relies on the utilization of a finite<br>difference scheme for the spatial part and the explicit<br>Euler method for the time integration. Accuracy and<br>stability properties are provided. The effectiveness of<br>the approach, as well as the coherence of the<br>results with respect to the modeled phenomenon, is<br>provided through numerical evidence, also giving a<br>performance analysis of the serial and the parallel<br>implementations.","title_summary":" Parallel Numerical Solution of a 2D<br>Chemotaxis-Stokes System on GPUs Technology","x":-14.2305603027,"y":45.0585479736,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.2305603027,"tsne_y":45.0585479736,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"2lvdzk2j","source_x":"PMC","title":"Improving Performance of the Hypre Iterative Solver for Uintah Combustion Codes on Manycore Architectures Using MPI Endpoints and Kernel Consolidation","doi":"10.1007\/978-3-030-50371-0_13","abstract":"The solution of large-scale combustion problems with codes such as the Arches component of Uintah on next generation computer architectures requires the use of a many and multi-core threaded approach and\/or GPUs to achieve performance. Such codes often use a low-Mach number approximation, that require the iterative solution of a large system of linear equations at every time step. While the discretization routines in such a code can be improved by the use of, say, OpenMP or Cuda Approaches, it is important that the linear solver be able to perform well too. For Uintah the Hypre iterative solver has proved to solve such systems in a scalable way. The use of Hypre with OpenMP leads to at least 2x slowdowns due to OpenMP overheads, however. This behavior is analyzed and a solution proposed by using the MPI Endpoints approach is implemented within Hypre, where each team of threads acts as a different MPI rank. This approach minimized OpenMP synchronization overhead, avoided slowdowns, performed as fast or (up to 1.5x) faster than Hypre’s MPI only version, and allowed the rest of Uintah to be optimized using OpenMP. Profiling of the GPU version of Hypre showed the bottleneck to be the launch overhead of thousands of micro-kernels. The GPU performance was improved by fusing these micro kernels and was further optimized by using Cuda-aware MPI. The overall speedup of 1.26x to 1.44x was observed compared to the baseline GPU implementation.","publish_time":1590451200000,"author_summary":" Sahasrabudhe, Damodar; Berzins, Martin","abstract_summary":" The solution of large-scale combustion<br>problems with codes such as the Arches component of<br>Uintah on next generation computer architectures<br>requires the use of a many and multi-core threaded<br>approach and\/or GPUs to achieve performance. Such codes<br>often use a low-Mach number approximation, that<br>require the iterative solution of a large system of<br>linear equations at every time step. While the<br>discretization routines in such a code can be improved by the use<br>of, say, OpenMP or Cuda Approaches, it is important<br>that the linear solver be able to perform well too.<br>For Uintah the Hypre iterative solver has proved...","title_summary":" Improving Performance of the Hypre Iterative<br>Solver for Uintah Combustion Codes on Manycore<br>Architectures Using MPI Endpoints and Kernel Consolidation","x":-14.4055805206,"y":44.5156936646,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.4055805206,"tsne_y":44.5156936646,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"a255svyx","source_x":"PMC","title":"Modeling of Fire Spread Including Different Heat Transfer Mechanisms Using Cellular Automata","doi":"10.1007\/978-3-030-50371-0_33","abstract":"The article presents a new method of modeling the spread of fire using Cellular Automata based on 3D mesh. The models based on different heat transport mechanisms were used in the study, including conductivity, convection and thermal radiation. General mechanisms of fire spread are exemplified by a fire inside a building. The tests of the created simulator for fire in rooms were conducted, and the reference point was the known simulator based on CFD, namely FDS Fire Dynamics Simulator.","publish_time":1590451200000,"author_summary":" Wąs, Jarosław; Karp, Artur; Łukasik, Szymon;<br>Pałka, Dariusz","abstract_summary":" The article presents a new method of modeling<br>the spread of fire using Cellular Automata based on<br>3D mesh. The models based on different heat<br>transport mechanisms were used in the study, including<br>conductivity, convection and thermal radiation. General<br>mechanisms of fire spread are exemplified by a fire inside a<br>building. The tests of the created simulator for fire in<br>rooms were conducted, and the reference point was the<br>known simulator based on CFD, namely FDS Fire<br>Dynamics Simulator.","title_summary":" Modeling of Fire Spread Including Different<br>Heat Transfer Mechanisms Using Cellular Automata","x":-13.4075317383,"y":45.7756881714,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.4075317383,"tsne_y":45.7756881714,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"4n3xtdit","source_x":"PMC","title":"Multilevel Parallel Computations for Solving Multistage Multicriteria Optimization Problems","doi":"10.1007\/978-3-030-50371-0_2","abstract":"In the present paper, a novel approach for solving the computationally costly multicriteria optimization problems is considered. Within the framework of the developed approach, the obtaining of the efficient decisions is ensured by means of several different methods for the scalarization of the efficiency criteria. The proposed approach provides an opportunity to alter the scalarization methods and the parameters of these ones in the course of computations that results in the necessity of multiple solving the time-consuming global optimization problems. Overcoming the computational complexity is provided by reusing the computed search information and efficient parallel computing on high-performance computing systems. The performed numerical experiments confirmed the developed approach to allow reducing the amount and time of computations for solving the time-consuming multicriteria optimization problems.","publish_time":1590451200000,"author_summary":" Gergel, Victor; Kozinov, Evgeny","abstract_summary":" In the present paper, a novel approach for<br>solving the computationally costly multicriteria<br>optimization problems is considered. Within the framework<br>of the developed approach, the obtaining of the<br>efficient decisions is ensured by means of several<br>different methods for the scalarization of the<br>efficiency criteria. The proposed approach provides an<br>opportunity to alter the scalarization methods and the<br>parameters of these ones in the course of computations that<br>results in the necessity of multiple solving the<br>time-consuming global optimization problems. Overcoming the<br>computational complexity is provided by reusing the computed<br>search information and efficient parallel computing<br>on high-performance computing systems....","title_summary":" Multilevel Parallel Computations for Solving<br>Multistage Multicriteria Optimization Problems","x":-14.8632497787,"y":44.4748268127,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.8632497787,"tsne_y":44.4748268127,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6wq1wqh3","source_x":"PMC","title":"A Massively Parallel Algorithm for the Three-Dimensional Navier-Stokes-Boussinesq Simulations of the Atmospheric Phenomena","doi":"10.1007\/978-3-030-50371-0_8","abstract":"We present a massively parallel solver using the direction splitting technique and stabilized time-integration schemes for the solution of the three-dimensional non-stationary Navier-Stokes-Boussinesq equations. The model can be used for modeling atmospheric phenomena. The time integration scheme utilized enables for efficient direction splitting algorithm with finite difference solver. We show how to incorporate the terrain geometry into the simulation and how to perform the domain decomposition. The computational cost is linear [Formula: see text] over each sub-domain, and near to [Formula: see text] in parallel over 1024 processors, where N is the number of unknowns and c is the number of cores. This is even if we run the parallel simulator over complex terrain geometry. We analyze the parallel scalability experimentally up to 1024 processors over a PROMETHEUS Linux cluster with multi-core processors. The weak scalability of the code shows that increasing the number of sub-domains and processors from 4 to 1024, where each processor processes the subdomain of [Formula: see text] internal points ([Formula: see text] box), results in the increase of the total computational time from 120 s to 178 s for a single time step. Thus, we can perform a single time step with over 1,128,000,000 unknowns within 3 min. The number of unknowns results from the fact that we have three components of the velocity vector field, one component of the pressure, and one component of the temperature scalar field over 256,000,000 mesh points. The computation of the one time step takes 3 min on a Linux cluster. The direction splitting solver is not an iterative solver; it solves the system accurately since it is equivalent to Gaussian elimination. Our code is interfaced with the mesh generator reading the NASA database and providing the Earth terrain map. The goal of the project is to provide a reliable tool for parallel, fully three-dimensional computations of the atmospheric phenomena.","publish_time":1590451200000,"author_summary":" Paszyński, Maciej; Siwik, Leszek; Podsiadło,<br>Krzysztof; Minev, Peter","abstract_summary":" We present a massively parallel solver using<br>the direction splitting technique and stabilized<br>time-integration schemes for the solution of the<br>three-dimensional non-stationary Navier-Stokes-Boussinesq<br>equations. The model can be used for modeling atmospheric<br>phenomena. The time integration scheme utilized enables<br>for efficient direction splitting algorithm with<br>finite difference solver. We show how to incorporate<br>the terrain geometry into the simulation and how to<br>perform the domain decomposition. The computational<br>cost is linear [Formula: see text] over each<br>sub-domain, and near to [Formula: see text] in parallel over<br>1024 processors, where N is the number of unknowns<br>and c is the number...","title_summary":" A Massively Parallel Algorithm for the<br>Three-Dimensional Navier-Stokes-Boussinesq Simulations of the<br>Atmospheric Phenomena","x":-14.2665882111,"y":44.8715667725,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.2665882111,"tsne_y":44.8715667725,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"x530hkqg","source_x":"PMC","title":"Aerodynamic Shape Optimization for Delaying Dynamic Stall of Airfoils by Regression Kriging","doi":"10.1007\/978-3-030-50426-7_5","abstract":"The phenomenon of dynamic stall produce adverse aerodynamic loading which can adversely affect the structural strength and life of aerodynamic systems. Aerodynamic shape optimization (ASO) provides an effective approach for delaying and mitigating dynamic stall characteristics without the addition of auxiliary system. ASO, however, requires multiple evaluations time-consuming computational fluid dynamics models. Metamodel-based optimization (MBO) provides an efficient approach to alleviate the computational burden. In this study, the MBO approach is utilized for the mitigation of dynamic stall characteristics while delaying dynamic stall angle of the flow past wind turbine airfoils. The regression Kriging metamodeling technique is used to approximate the objective and constrained functions. The airfoil shape design variables are described with six PARSEC parameters. A total of 60 initial samples are used to construct the metamodel, which is further refined with 20 infill points using expected improvement. The metamodel is validated with the normalized root mean square error based on 20 test data samples. The refined metamodel is used to search for the optimal design using a multi-start gradient-based method. The results show that an optimal design with a [Formula: see text] delay in dynamic stall angle as well a reduction in the severity of pitching moment coefficients can be obtained.","publish_time":1590364800000,"author_summary":" Raul, Vishal; Leifsson, Leifur; Koziel,<br>Slawomir","abstract_summary":" The phenomenon of dynamic stall produce<br>adverse aerodynamic loading which can adversely<br>affect the structural strength and life of<br>aerodynamic systems. Aerodynamic shape optimization<br>(ASO) provides an effective approach for delaying<br>and mitigating dynamic stall characteristics<br>without the addition of auxiliary system. ASO,<br>however, requires multiple evaluations<br>time-consuming computational fluid dynamics models.<br>Metamodel-based optimization (MBO) provides an efficient<br>approach to alleviate the computational burden. In this<br>study, the MBO approach is utilized for the mitigation<br>of dynamic stall characteristics while delaying<br>dynamic stall angle of the flow past wind turbine<br>airfoils. The regression Kriging metamodeling<br>technique is used to approximate...","title_summary":" Aerodynamic Shape Optimization for Delaying<br>Dynamic Stall of Airfoils by Regression Kriging","x":-12.8498659134,"y":45.4685096741,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-12.8498659134,"tsne_y":45.4685096741,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"2xm8nkmi","source_x":"PMC","title":"An Effective Stable Numerical Method for Integrating Highly Oscillating Functions with a Linear Phase","doi":"10.1007\/978-3-030-50417-5_3","abstract":"A practical and simple stable method for calculating Fourier integrals is proposed, effective both at low and at high frequencies. An approach based on the fruitful idea of Levin, which allows the use of the collocation method to approximate the slowly oscillating part of the antiderivative of the desired integral, allows reducing the calculation of the integral of a rapidly oscillating function (with a linear phase) to solving a system of linear algebraic equations with a triangular or Hermitian matrix. The choice of Gauss-Lobatto grid nodes as collocation points let to increasing the efficiency of the numerical algorithm for solving the problem. To avoid possible numerical instability of the algorithm, we proceed to the solution of a normal system of linear algebraic equations.","publish_time":1592179200000,"author_summary":" Sevastianov, Leonid A.; Lovetskiy,<br>Konstantin P.; Kulyabov, Dmitry S.","abstract_summary":" A practical and simple stable method for<br>calculating Fourier integrals is proposed, effective both<br>at low and at high frequencies. An approach based<br>on the fruitful idea of Levin, which allows the use<br>of the collocation method to approximate the<br>slowly oscillating part of the antiderivative of the<br>desired integral, allows reducing the calculation of<br>the integral of a rapidly oscillating function<br>(with a linear phase) to solving a system of linear<br>algebraic equations with a triangular or Hermitian<br>matrix. The choice of Gauss-Lobatto grid nodes as<br>collocation points let to increasing the efficiency of the<br>numerical algorithm for solving...","title_summary":" An Effective Stable Numerical Method for<br>Integrating Highly Oscillating Functions with a Linear<br>Phase","x":-14.8206396103,"y":45.0063362122,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.8206396103,"tsne_y":45.0063362122,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"0iy0zxjs","source_x":"PMC","title":"Trilateration-Based Multilevel Method for Minimizing the Lennard-Jones Potential","doi":"10.1007\/978-3-030-50426-7_13","abstract":"Simulating atomic evolution for the mechanics and structure of materials presents an ever-growing challenge due to the huge number of degrees of freedom borne from the high-dimensional spaces in which increasingly high-fidelity material models are defined. To efficiently exploit the domain-, data-, and approximation-based hierarchies hidden in many such problems, we propose a trilateration-based multilevel method to initialize the underlying optimization and benchmark its application on the simple yet practical Lennard-Jones potential. We show that by taking advantage of a known hierarchy present in this problem, not only a faster convergence, but also a better local minimum can be achieved comparing to random initial guess.","publish_time":1590364800000,"author_summary":" George, Jithin; Di, Zichao (Wendy)","abstract_summary":" Simulating atomic evolution for the mechanics<br>and structure of materials presents an<br>ever-growing challenge due to the huge number of degrees of<br>freedom borne from the high-dimensional spaces in<br>which increasingly high-fidelity material models<br>are defined. To efficiently exploit the domain-,<br>data-, and approximation-based hierarchies hidden<br>in many such problems, we propose a<br>trilateration-based multilevel method to initialize the<br>underlying optimization and benchmark its application on<br>the simple yet practical Lennard-Jones<br>potential. We show that by taking advantage of a known<br>hierarchy present in this problem, not only a faster<br>convergence, but also a better local minimum can be achieved...","title_summary":" Trilateration-Based Multilevel Method for<br>Minimizing the Lennard-Jones Potential","x":-14.408205986,"y":44.9588470459,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.408205986,"tsne_y":44.9588470459,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"92k8bwio","source_x":"PMC","title":"Application of Underdetermined Differential Algebraic Equations to Solving One Problem from Heat Mass Transfer","doi":"10.1007\/978-3-030-50426-7_7","abstract":"This paper addresses a mathematical model of the boiling of subcooled liquid in an annular channel. The model is presented by a mixed system of ordinary differential equations, algebraic relations and a single partial differential equation, which, written together, can be viewed as an underdetermined differential algebraic equation with a partial differential equation attached. Using the tools of the differential algebraic equation theory, we reveal some important qualitative properties of this system, such as its existence domain, and propose a numerical method for its solution. The numerical experiments demonstrated that within the found existence domain the mathematical model adequately represents real-life boiling processes that occur in the experimental setup.","publish_time":1590364800000,"author_summary":" Chistyakov, Viktor F.; Chistyakova, Elena V.;<br>Levin, Anatoliy A.","abstract_summary":" This paper addresses a mathematical model of<br>the boiling of subcooled liquid in an annular<br>channel. The model is presented by a mixed system of<br>ordinary differential equations, algebraic relations<br>and a single partial differential equation,<br>which, written together, can be viewed as an<br>underdetermined differential algebraic equation with a<br>partial differential equation attached. Using the<br>tools of the differential algebraic equation<br>theory, we reveal some important qualitative<br>properties of this system, such as its existence domain,<br>and propose a numerical method for its solution.<br>The numerical experiments demonstrated that<br>within the found existence domain the mathematical<br>model adequately represents...","title_summary":" Application of Underdetermined Differential<br>Algebraic Equations to Solving One Problem from Heat Mass<br>Transfer","x":-14.1958646774,"y":45.5410995483,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.1958646774,"tsne_y":45.5410995483,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"yja4rrsp","source_x":"PMC","title":"Swarm Intelligence Approach for Rational Global Approximation of Characteristic Curves for the Van der Waals Equation of State","doi":"10.1007\/978-3-030-50426-7_45","abstract":"The Van der Waals (VdW) equation of state is a popular generalization of the law of ideal gases proposed time ago. In many situations, it is convenient to compute the characteristic curves of the VdW equation of state, called binodal and spinodal curves. Typically, they are constructed through data fitting from a collection of data points represented in the two-dimensional pressure-volume plane. However, the resulting models are still limited and can be further enhanced. In this paper, we propose to extend this polynomial approach by using a rational function as a fitting function. In particular, we consider a rational free-form Bézier curve, which provides a global approximation to the shape of the curve. This rational approach is more flexible than the polynomial one owing to some extra parameters, the weights. Unfortunately, data fitting becomes more difficult as these new parameters have also to be computed. In this paper we address this problem through a powerful nature-inspired swarm intelligence method for continuous optimization called the bat algorithm. Our experimental results show that the method can reconstruct the characteristic curves with very good accuracy.","publish_time":1590364800000,"author_summary":" Campuzano, Almudena; Iglesias, Andrés;<br>Gálvez, Akemi","abstract_summary":" The Van der Waals (VdW) equation of state is a<br>popular generalization of the law of ideal gases<br>proposed time ago. In many situations, it is convenient<br>to compute the characteristic curves of the VdW<br>equation of state, called binodal and spinodal curves.<br>Typically, they are constructed through data fitting from<br>a collection of data points represented in the<br>two-dimensional pressure-volume plane. However, the<br>resulting models are still limited and can be further<br>enhanced. In this paper, we propose to extend this<br>polynomial approach by using a rational function as a<br>fitting function. In particular, we consider a<br>rational free-form...","title_summary":" Swarm Intelligence Approach for Rational<br>Global Approximation of Characteristic Curves for<br>the Van der Waals Equation of State","x":-14.92121315,"y":45.6336097717,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.92121315,"tsne_y":45.6336097717,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"pjzelxs9","source_x":"PMC","title":"A Relaxation Algorithm for Optimal Control Problems Governed by Two-Dimensional Conservation Laws","doi":"10.1007\/978-3-030-50426-7_10","abstract":"We develop a class of numerical methods for solving optimal control problems governed by nonlinear conservation laws in two space dimensions. The relaxation approximation is used to transform the nonlinear problem to a semi-linear diagonalizable system with source terms. The relaxing system is hyperbolic and it can be numerically solved without need to either Riemann solvers for space discretization or a non-linear system of algebraic equations solvers for time discretization. In the current study, the optimal control problem is formulated for the relaxation system and at the relaxed limit its solution converges to the relaxed equation of conservation laws. An upwind method is used for reconstruction of numerical fluxes and an implicit-explicit scheme is used for time stepping. Computational results are presented for a two-dimensional inviscid Burgers problem.","publish_time":1590364800000,"author_summary":" Herty, Michael; Salhi, Loubna; Seaid,<br>Mohammed","abstract_summary":" We develop a class of numerical methods for<br>solving optimal control problems governed by<br>nonlinear conservation laws in two space dimensions. The<br>relaxation approximation is used to transform the<br>nonlinear problem to a semi-linear diagonalizable<br>system with source terms. The relaxing system is<br>hyperbolic and it can be numerically solved without need to<br>either Riemann solvers for space discretization or a<br>non-linear system of algebraic equations solvers for time<br>discretization. In the current study, the optimal control<br>problem is formulated for the relaxation system and at<br>the relaxed limit its solution converges to the<br>relaxed equation of conservation laws. An...","title_summary":" A Relaxation Algorithm for Optimal Control<br>Problems Governed by Two-Dimensional Conservation<br>Laws","x":-14.4361009598,"y":45.1947441101,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.4361009598,"tsne_y":45.1947441101,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"1uwvrm7y","source_x":"PMC","title":"Modified Binary Tree in the Fast PIES for 2D Problems with Complex Shapes","doi":"10.1007\/978-3-030-50417-5_1","abstract":"The paper presents a modified binary tree in the fast multipole method (FMM) included into the modified parametric integral equations system (PIES), called the fast PIES, in solving potential 2D boundary value problems with complex shapes. The modified binary tree proposed in this paper is built based on a one-dimensional reference system contrary to a quad-tree (based on a two-dimensional reference system) which is applied in the fast multipole boundary element method (FM-BEM). Application of the proposed tree allows reducing the number of numerical computations performed during its construction and fast multipole calculations in the fast PIES. The proposed modification of the tree in the fast PIES allows obtaining accurate solutions in engineering problems with complex shapes on a standard personal computer in a short time.","publish_time":1592179200000,"author_summary":" Kużelewski, Andrzej; Zieniuk, Eugeniusz;<br>Bołtuć, Agnieszka; Szerszeń, Krzystof","abstract_summary":" The paper presents a modified binary tree in the<br>fast multipole method (FMM) included into the<br>modified parametric integral equations system (PIES),<br>called the fast PIES, in solving potential 2D boundary<br>value problems with complex shapes. The modified<br>binary tree proposed in this paper is built based on a<br>one-dimensional reference system contrary to a quad-tree<br>(based on a two-dimensional reference system) which<br>is applied in the fast multipole boundary element<br>method (FM-BEM). Application of the proposed tree<br>allows reducing the number of numerical computations<br>performed during its construction and fast multipole<br>calculations in the fast PIES. The proposed modification...","title_summary":" Modified Binary Tree in the Fast PIES for 2D<br>Problems with Complex Shapes","x":-14.1765413284,"y":44.7612190247,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.1765413284,"tsne_y":44.7612190247,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"rt7s5ymz","source_x":"PMC","title":"Low Reynolds Number Swimming with Slip Boundary Conditions","doi":"10.1007\/978-3-030-50426-7_12","abstract":"We investigate the classical Taylor’s swimming sheet problem in a viscoelastic fluid, as well as in a mixture of a viscous fluid and a viscoelastic fluid. Extensions of the standard Immersed Boundary (IB) Method are proposed so that the fluid media may satisfy partial slip or free-slip conditions on the moving boundary. Our numerical results indicate that slip may lead to substantial speed enhancement for swimmers in a viscoelastic fluid and in a viscoelastic two-fluid mixture. Under the slip conditions, the speed of locomotion is dependent in a nontrivial way on both the viscosity and elasticity of the fluid media. In a two-fluid mixture with free-slip network, the swimming speed is also significantly affected by the drag coefficient and the network volume fraction.","publish_time":1590364800000,"author_summary":" Alshehri, Hashim; Althobaiti, Nesreen; Du,<br>Jian","abstract_summary":" We investigate the classical Taylor’s<br>swimming sheet problem in a viscoelastic fluid, as well<br>as in a mixture of a viscous fluid and a<br>viscoelastic fluid. Extensions of the standard Immersed<br>Boundary (IB) Method are proposed so that the fluid media<br>may satisfy partial slip or free-slip conditions<br>on the moving boundary. Our numerical results<br>indicate that slip may lead to substantial speed<br>enhancement for swimmers in a viscoelastic fluid and in a<br>viscoelastic two-fluid mixture. Under the slip conditions,<br>the speed of locomotion is dependent in a<br>nontrivial way on both the viscosity and elasticity of the<br>fluid media....","title_summary":" Low Reynolds Number Swimming with Slip<br>Boundary Conditions","x":-13.672586441,"y":46.0013923645,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.672586441,"tsne_y":46.0013923645,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"8lf13n12","source_x":"PMC","title":"A Random Line-Search Optimization Method via Modified Cholesky Decomposition for Non-linear Data Assimilation","doi":"10.1007\/978-3-030-50426-7_15","abstract":"This paper proposes a line-search optimization method for non-linear data assimilation via random descent directions. The iterative method works as follows: at each iteration, quadratic approximations of the Three-Dimensional-Variational (3D-Var) cost function are built about current solutions. These approximations are employed to build sub-spaces onto which analysis increments can be estimated. We sample search-directions from those sub-spaces, and for each direction, a line-search optimization method is employed to estimate its optimal step length. Current solutions are updated based on directions along which the 3D-Var cost function decreases faster. We theoretically prove the global convergence of our proposed iterative method. Experimental tests are performed by using the Lorenz-96 model, and for reference, we employ a Maximum-Likelihood-Ensemble-Filter (MLEF) whose ensemble size doubles that of our implementation. The results reveal that, as the degree of observational operators increases, the use of additional directions can improve the accuracy of results in terms of [Formula: see text]-norm of errors, and even more, our numerical results outperform those of the employed MLEF implementation.","publish_time":1590364800000,"author_summary":" Nino-Ruiz, Elias D.","abstract_summary":" This paper proposes a line-search<br>optimization method for non-linear data assimilation via<br>random descent directions. The iterative method<br>works as follows: at each iteration, quadratic<br>approximations of the Three-Dimensional-Variational<br>(3D-Var) cost function are built about current<br>solutions. These approximations are employed to build<br>sub-spaces onto which analysis increments can be<br>estimated. We sample search-directions from those<br>sub-spaces, and for each direction, a line-search<br>optimization method is employed to estimate its optimal step<br>length. Current solutions are updated based on<br>directions along which the 3D-Var cost function decreases<br>faster. We theoretically prove the global convergence<br>of our proposed iterative method. Experimental...","title_summary":" A Random Line-Search Optimization Method via<br>Modified Cholesky Decomposition for Non-linear Data<br>Assimilation","x":-14.2375078201,"y":43.3131370544,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.2375078201,"tsne_y":43.3131370544,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"u5svdg3n","source_x":"PMC","title":"Bézier Surfaces for Modeling Inclusions in PIES","doi":"10.1007\/978-3-030-50417-5_13","abstract":"The paper presents the approach for solving 2D elastic boundary value problems defined in domains with inclusions with different material properties using the parametric integral equation system (PIES). The main feature of the proposed strategy is using Bézier surfaces for global modeling of inclusions. Polygonal inclusions are defined by bilinear surfaces, while others by bicubic surfaces. It is beneficial over other numerical methods (such as FEM and BEM) due to the lack of discretization. Integration over inclusions defined by surfaces is also performed globally without division into subareas. The considered problem is solved iteratively in order to simulate different material properties by applying initial stresses within the inclusion. This way of solving avoids increasing the number of unknowns and can also be used for elasto-plastic problems without significant changes. Some numerical tests are presented, in which the results obtained are compared with those calculated by other numerical methods.","publish_time":1592179200000,"author_summary":" Bołtuć, Agnieszka; Zieniuk, Eugeniusz;<br>Szerszeń, Krzysztof; Kużelewski, Andrzej","abstract_summary":" The paper presents the approach for solving 2D<br>elastic boundary value problems defined in domains<br>with inclusions with different material<br>properties using the parametric integral equation system<br>(PIES). The main feature of the proposed strategy is<br>using Bézier surfaces for global modeling of<br>inclusions. Polygonal inclusions are defined by bilinear<br>surfaces, while others by bicubic surfaces. It is<br>beneficial over other numerical methods (such as FEM and<br>BEM) due to the lack of discretization. Integration<br>over inclusions defined by surfaces is also<br>performed globally without division into subareas. The<br>considered problem is solved iteratively in order to<br>simulate different material...","title_summary":" Bézier Surfaces for Modeling Inclusions in<br>PIES","x":-13.6862096786,"y":45.1435699463,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6862096786,"tsne_y":45.1435699463,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"2v8d3wyc","source_x":"PMC","title":"Loop Aggregation for Approximate Scientific Computing","doi":"10.1007\/978-3-030-50417-5_11","abstract":"Trading off some accuracy for better performances in scientific computing is an appealing approach to ease the exploration of various alternatives on complex simulation models. Existing approaches involve the application of either time-consuming model reduction techniques or resource-demanding statistical approaches. Such requirements prevent any opportunistic model exploration, e.g., exploring various scenarios on environmental models. This limits the ability to analyse new models for scientists, to support trade-off analysis for decision-makers and to empower the general public towards informed environmental intelligence. In this paper, we present a new approximate computing technique, aka. loop aggregation, which consists in automatically reducing the main loop of a simulation model by aggregating the corresponding spatial or temporal data. We apply this approximate scientific computing approach on a geophysical model of a hydraulic simulation with various input data. The experimentation demonstrates the ability to drastically decrease the simulation time while preserving acceptable results with a minimal set-up. We obtain a median speed-up of 95.13% and up to 99.78% across all the 23 case studies.","publish_time":1592179200000,"author_summary":" Sallou, June; Gauvain, Alexandre; Bourcier,<br>Johann; Combemale, Benoit; de Dreuzy, Jean-Raynald","abstract_summary":" Trading off some accuracy for better<br>performances in scientific computing is an appealing<br>approach to ease the exploration of various<br>alternatives on complex simulation models. Existing<br>approaches involve the application of either<br>time-consuming model reduction techniques or<br>resource-demanding statistical approaches. Such requirements<br>prevent any opportunistic model exploration, e.g.,<br>exploring various scenarios on environmental models.<br>This limits the ability to analyse new models for<br>scientists, to support trade-off analysis for<br>decision-makers and to empower the general public towards<br>informed environmental intelligence. In this paper, we<br>present a new approximate computing technique, aka.<br>loop aggregation, which consists in automatically<br>reducing the main...","title_summary":" Loop Aggregation for Approximate Scientific<br>Computing","x":-14.0194559097,"y":43.2126541138,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.0194559097,"tsne_y":43.2126541138,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4d93xff0","source_x":"PMC","title":"Radial Basis Functions Based Algorithms for Non-Gaussian Delay Propagation in Very Large Circuits","doi":"10.1007\/978-3-030-50426-7_17","abstract":"In this paper, we discuss methods for determining delay distributions in modern Very Large Scale Integration design. The delays have a non-Gaussian nature, which is a challenging task to solve and is a stumbling block for many approaches. The problem of finding delays in VLSI circuits is equivalent to a graph optimisation problem. We propose algorithms that aim at fast and very accurate calculations of statistical delay distributions. The speed of execution is achieved by utilising previously obtained analytical results for delay propagation through one logic gate. The accuracy is achieved by preserving the shapes of non-Gaussian delay distribution while traversing the graph of a circuit. The discussion on the methodology to handle non-Gaussian delay distributions is the core of the present study. The proposed algorithms are tested and compared with delay distributions obtained through Monte Carlo simulations, which is the standard verification procedure for this class of problems.","publish_time":1590364800000,"author_summary":" Mishagli, Dmytro; Blokhina, Elena","abstract_summary":" In this paper, we discuss methods for<br>determining delay distributions in modern Very Large Scale<br>Integration design. The delays have a non-Gaussian nature,<br>which is a challenging task to solve and is a stumbling<br>block for many approaches. The problem of finding<br>delays in VLSI circuits is equivalent to a graph<br>optimisation problem. We propose algorithms that aim at fast<br>and very accurate calculations of statistical<br>delay distributions. The speed of execution is<br>achieved by utilising previously obtained analytical<br>results for delay propagation through one logic gate.<br>The accuracy is achieved by preserving the shapes<br>of non-Gaussian delay distribution while...","title_summary":" Radial Basis Functions Based Algorithms for<br>Non-Gaussian Delay Propagation in Very Large Circuits","x":-14.8861341476,"y":44.6969528198,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.8861341476,"tsne_y":44.6969528198,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"cxqgb8tu","source_x":"PMC","title":"A Stable Discontinuous Galerkin Based Isogeometric Residual Minimization for the Stokes Problem","doi":"10.1007\/978-3-030-50417-5_15","abstract":"We investigate a residual minimization (RM) based stabilized isogeometric finite element method (IGA) for the Stokes problem. Starting from an inf-sup stable discontinuous Galerkin (DG) formulation, the method seeks for an approximation in a highly continuous trial space that minimizes the residual measured in a dual norm of the discontinuous test space. We consider two-dimensional Stokes problems with manufactured solutions and the cavity flow problem. We explore the results obtained by considering highly continuous isogeometric trial spaces, and discontinuous test spaces. We compare by the Pareto front the resulting numerical accuracy and the computational cost, expressed by the number of floating-point operations performed by the direct solver algorithm.","publish_time":1592179200000,"author_summary":" Łoś, Marcin; Rojas, Sergio; Paszyński,<br>Maciej; Muga, Ignacio; Calo, Victor M.","abstract_summary":" We investigate a residual minimization (RM)<br>based stabilized isogeometric finite element<br>method (IGA) for the Stokes problem. Starting from an<br>inf-sup stable discontinuous Galerkin (DG)<br>formulation, the method seeks for an approximation in a<br>highly continuous trial space that minimizes the<br>residual measured in a dual norm of the discontinuous<br>test space. We consider two-dimensional Stokes<br>problems with manufactured solutions and the cavity<br>flow problem. We explore the results obtained by<br>considering highly continuous isogeometric trial spaces,<br>and discontinuous test spaces. We compare by the<br>Pareto front the resulting numerical accuracy and the<br>computational cost, expressed by the number of...","title_summary":" A Stable Discontinuous Galerkin Based<br>Isogeometric Residual Minimization for the Stokes Problem","x":-14.3989992142,"y":45.0690345764,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.3989992142,"tsne_y":45.0690345764,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"79mly3ff","source_x":"PMC","title":"Uncertainty Quantification in Fractional Stochastic Integro-Differential Equations Using Legendre Wavelet Collocation Method","doi":"10.1007\/978-3-030-50417-5_5","abstract":"The paper aims to present an efficient numerical scheme to quantify the uncertainty in the solution of stochastic fractional integro-differential equations. The numerical scheme presented here is based on Legendre wavelets combined with block pulse functions using their deterministic and stochastic operational matrix of integration. The operational matrices are utilized to convert the stochastic fractional integro-differential equation to a linear system of algebraic equation. Finally, the accuracy and efficiency of the proposed scheme are investigated through numerical experiments.","publish_time":1592179200000,"author_summary":" Singh, Abhishek Kumar; Mehra, Mani","abstract_summary":" The paper aims to present an efficient<br>numerical scheme to quantify the uncertainty in the<br>solution of stochastic fractional<br>integro-differential equations. The numerical scheme presented<br>here is based on Legendre wavelets combined with<br>block pulse functions using their deterministic and<br>stochastic operational matrix of integration. The<br>operational matrices are utilized to convert the<br>stochastic fractional integro-differential equation to<br>a linear system of algebraic equation. Finally,<br>the accuracy and efficiency of the proposed scheme<br>are investigated through numerical experiments.","title_summary":" Uncertainty Quantification in Fractional<br>Stochastic Integro-Differential Equations Using<br>Legendre Wavelet Collocation Method","x":-14.8297758102,"y":44.9906387329,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.8297758102,"tsne_y":44.9906387329,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"y9kr9tem","source_x":"PMC","title":"NURBS Curves in Parametric Integral Equations System for Modeling and Solving Boundary Value Problems in Elasticity","doi":"10.1007\/978-3-030-50417-5_9","abstract":"This paper presents a way to improve the boundary shape modeling process in solving boundary value problems in elasticity. The inclusion of NURBS curves into the mathematical formalism of the parametric integral equations system method (PIES) is proposed. The advantages of such an application are widely discussed. Recently, the Bezier curves, mainly the cubic curves (of third-degree), were used. The segments of the boundary shape were modeled by such curves (with ensuring continuity at the connection points). Using NURBS curves, the boundary shape can be modeled with only one curve. So, continuity is automatically ensured. Additionally, the second degree NURBS curve is enough to obtain the shape with high accuracy (better than cubic Bezier curves). The NURBS curve is defined by points, their weights and knots vector. Such parameters significantly improve the shape modification process, which can directly improve e.g. the shape identification process. To examine the impact of modeling accuracy on the final PIES solutions, examples described by the Navier-Lamé equations were used. To improve calculations, the PIES method using NURBS curves was implemented as a computer program. Then, it was decided to verify the accuracy of the obtained solutions. For comparison, the solutions were also obtained using analytical solutions, boundary element method, and PIES method (with the Bezier curves). An improvement in the boundary shape modeling was noticed. It significantly affects the accuracy of solutions. As a result, the consumption of computer resources was reduced, while the process of boundary shape modeling and the accuracy of the obtained results were improved.","publish_time":1592179200000,"author_summary":" Kapturczak, Marta; Zieniuk, Eugeniusz;<br>Kużelewski, Andrzej","abstract_summary":" This paper presents a way to improve the<br>boundary shape modeling process in solving boundary<br>value problems in elasticity. The inclusion of NURBS<br>curves into the mathematical formalism of the<br>parametric integral equations system method (PIES) is<br>proposed. The advantages of such an application are<br>widely discussed. Recently, the Bezier curves,<br>mainly the cubic curves (of third-degree), were used.<br>The segments of the boundary shape were modeled by<br>such curves (with ensuring continuity at the<br>connection points). Using NURBS curves, the boundary<br>shape can be modeled with only one curve. So,<br>continuity is automatically ensured. Additionally, the<br>second degree NURBS...","title_summary":" NURBS Curves in Parametric Integral Equations<br>System for Modeling and Solving Boundary Value<br>Problems in Elasticity","x":-13.6346349716,"y":45.0474662781,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6346349716,"tsne_y":45.0474662781,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"x8dnth99","source_x":"PMC","title":"Data-Driven Partial Differential Equations Discovery Approach for the Noised Multi-dimensional Data","doi":"10.1007\/978-3-030-50417-5_7","abstract":"Data-driven methods provide model creation tools for systems, where the application of conventional analytical methods is restrained. The proposed method involves the data-driven derivation of a partial differential equation (PDE) for process dynamics, which can be helpful both for process simulation and studying. The paper describes the progress made within the PDE discovery framework. The framework involves a combination of evolutionary algorithms and sparse regression. Such an approach gives more versatility in comparison with other commonly used methods of data-driven partial differential derivation by making fewer restrictions on the resulting equation. This paper highlights the algorithm features which allow the processing of data with noise, which is more similar to the real-world applications of the algorithm.","publish_time":1592179200000,"author_summary":" Maslyaev, Mikhail; Hvatov, Alexander;<br>Kalyuzhnaya, Anna","abstract_summary":" Data-driven methods provide model creation<br>tools for systems, where the application of<br>conventional analytical methods is restrained. The<br>proposed method involves the data-driven derivation of<br>a partial differential equation (PDE) for<br>process dynamics, which can be helpful both for process<br>simulation and studying. The paper describes the progress<br>made within the PDE discovery framework. The<br>framework involves a combination of evolutionary<br>algorithms and sparse regression. Such an approach gives<br>more versatility in comparison with other commonly<br>used methods of data-driven partial differential<br>derivation by making fewer restrictions on the resulting<br>equation. This paper highlights the algorithm features<br>which allow the...","title_summary":" Data-Driven Partial Differential Equations<br>Discovery Approach for the Noised Multi-dimensional<br>Data","x":-14.5142431259,"y":43.8415870667,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.5142431259,"tsne_y":43.8415870667,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9adntm6y","source_x":"PMC","title":"Numerical Computation for a Flow Caused by a High-Speed Traveling Train and a Stationary Overpass","doi":"10.1007\/978-3-030-50417-5_12","abstract":"In the United Kingdom, old infrastructure facilities along train tracks like overpasses should be repaired as soon as possible. In order to design them more optimally, we need to know the flow field around such facilities. In this study, a traveling train and a stationary overpass were reproduced in a computational domain, and the flow field around the train and the overpass was simulated with the MCD method and the Expanded Sliding Mesh approach. In the conventional Sliding Mesh approach, sliding planes must be completely adjacent to other Sliding planes, that is, Sliding planes cannot be adjacent to both other Sliding planes and outer boundaries simultaneously. Then, the Expanded Sliding Mesh approach was proposed. The results given by using the MCD method and the Expanded Sliding Mesh approach were compared with the experimental results given by Baker, and their good qualitative and quantitative agreements were shown in almost cases. Only in the case that the overpass is very close to the train, the effects of boundary layers on laminar flow and turbulence need to be considered for more precise computation.","publish_time":1592179200000,"author_summary":" Hamato, Shotaro; Yamakawa, Masashi; Chung,<br>Yongmann M.; Asao, Shinichi","abstract_summary":" In the United Kingdom, old infrastructure<br>facilities along train tracks like overpasses should be<br>repaired as soon as possible. In order to design them more<br>optimally, we need to know the flow field around such<br>facilities. In this study, a traveling train and a<br>stationary overpass were reproduced in a computational<br>domain, and the flow field around the train and the<br>overpass was simulated with the MCD method and the<br>Expanded Sliding Mesh approach. In the conventional<br>Sliding Mesh approach, sliding planes must be<br>completely adjacent to other Sliding planes, that is,<br>Sliding planes cannot be adjacent to both other...","title_summary":" Numerical Computation for a Flow Caused by a<br>High-Speed Traveling Train and a Stationary Overpass","x":-13.2692499161,"y":45.4390678406,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.2692499161,"tsne_y":45.4390678406,"subcluster":1,"subcluster_description":"Three-Dimensional Inner Soil Structure","shape":"p"},{"cord_uid":"m7iegp6k","source_x":"PMC","title":"Numerical Modeling of the Two-Phase Flow of Water with Ice in the Tom River","doi":"10.1007\/978-3-030-50417-5_16","abstract":"A new mathematical model and a numerical method were constructed for numerical investigation of a two-phase turbulent flow in an open channel. Solid particles with a density close to that of water were considered a continuous phase with effective properties. This new model is based on a continuum-mechanics approach, a hydrostatic assumption, and equations averaged by the flow depth. Turbulent closure of the equations was done with a two-parameter k − ε turbulence model modified by Pourahmadi and Humphrey to account for the influence of the particles on the turbulent structure of the flow. The new numerical method is based on partial elimination algorithm for computing areas of the two-phase flow free of ice particles and uses semi-implicit approximation in time. The influence of the dynamic parameters of the dispersed phase on the structure of the flow was also investigated by computing several scenarios of the flow in an open channel with a 90-degree bend. Applications of the approach to the modeling of riverside flooding due to sudden increase in the river depth after a release of an ice jam illustrate the capabilities of the model.","publish_time":1592179200000,"author_summary":" Churuksaeva, Vladislava; Starchenko,<br>Alexander","abstract_summary":" A new mathematical model and a numerical method<br>were constructed for numerical investigation of a<br>two-phase turbulent flow in an open channel. Solid<br>particles with a density close to that of water were<br>considered a continuous phase with effective properties.<br>This new model is based on a continuum-mechanics<br>approach, a hydrostatic assumption, and equations<br>averaged by the flow depth. Turbulent closure of the<br>equations was done with a two-parameter k − ε turbulence<br>model modified by Pourahmadi and Humphrey to account<br>for the influence of the particles on the turbulent<br>structure of the flow. The new numerical method is based...","title_summary":" Numerical Modeling of the Two-Phase Flow of<br>Water with Ice in the Tom River","x":-13.6023674011,"y":45.7928123474,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6023674011,"tsne_y":45.7928123474,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"owzhv0xy","source_x":"PMC","title":"Advantage of Using Spherical over Cartesian Coordinates in the Chromosome Territories 3D Modeling","doi":"10.1007\/978-3-030-50417-5_49","abstract":"This paper shows results of chromosome territory modeling in two cases: when the implementation of the algorithm was based on Cartesian coordinates and when implementation was made with Spherical coordinates. In the article, the summary of measurements of computational times of simulation of chromatin decondensation process (which led to constitute the chromosome territory) was presented. Initially, when implementation was made with the use of Cartesian Coordinates, simulation takes a lot of time to create a model (mean 746.7[sec] with the median 569.1[sec]) and additionally requires restarts of the algorithm, also often exceeds acceptable (given a priori) time for the computational experiment. Because of that, authors attempted changing the coordinate system to Spherical Coordinates (in a few previous projects it leads to improving the efficiency of implementation). After changing the way that 3D point is represented in 3D space the time required to make a successful model reduced to the mean 25.3[sec] with a median 18.5[s] (alongside with lowering the number of necessary algorithm restarts) which gives a significant difference in the efficiency of model’s creation. Therefore we showed, that a more efficient way for implementation was the usage of spherical coordinates.","publish_time":1592179200000,"author_summary":" Tkacz, Magdalena A.; Chromiński, Kornel","abstract_summary":" This paper shows results of chromosome<br>territory modeling in two cases: when the implementation<br>of the algorithm was based on Cartesian<br>coordinates and when implementation was made with<br>Spherical coordinates. In the article, the summary of<br>measurements of computational times of simulation of<br>chromatin decondensation process (which led to<br>constitute the chromosome territory) was presented.<br>Initially, when implementation was made with the use of<br>Cartesian Coordinates, simulation takes a lot of time to<br>create a model (mean 746.7[sec] with the median<br>569.1[sec]) and additionally requires restarts of the<br>algorithm, also often exceeds acceptable (given a priori)<br>time for the computational...","title_summary":" Advantage of Using Spherical over Cartesian<br>Coordinates in the Chromosome Territories 3D Modeling","x":-12.7185745239,"y":43.2823143005,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-12.7185745239,"tsne_y":43.2823143005,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"dg39r716","source_x":"PMC","title":"Convex Polygon Packing Based Meshing Algorithm for Modeling of Rock and Porous Media","doi":"10.1007\/978-3-030-50426-7_20","abstract":"In this work, we propose new packing algorithm designed for the generation of polygon meshes to be used for modeling of rock and porous media based on the virtual element method. The packing problem to be solved corresponds to a two-dimensional packing of convex-shape polygons and is based on the locus operation used for the advancing front approach. Additionally, for the sake of simplicity, we decided to restrain the polygon rotation in the packing process. Three heuristics are presented to simplify the packing problem: density heuristic, gravity heuristic and the multi-layer packing. The decision made by those three heuristic are prioritizing on minimizing the area, inserting polygons on the minimum Y coordinate and pack polygons in multiple layers dividing the input in multiple lists, respectively. Finally, we illustrate the potential of the generated meshes by solving a diffusion problem, where the discretized domain consisted in polygons and spaces with different conductivities. Due to the arbitrary shape of polygons and spaces that are generated by the packing algorithm, the virtual element method was used to solve the diffusion problem numerically.","publish_time":1590364800000,"author_summary":" Torres, Joaquí­n; Hitschfeld, Nancy; Ruiz,<br>Rafael O.; Ortiz-Bernardin, Alejandro","abstract_summary":" In this work, we propose new packing algorithm<br>designed for the generation of polygon meshes to be used<br>for modeling of rock and porous media based on the<br>virtual element method. The packing problem to be<br>solved corresponds to a two-dimensional packing of<br>convex-shape polygons and is based on the locus operation<br>used for the advancing front approach.<br>Additionally, for the sake of simplicity, we decided to<br>restrain the polygon rotation in the packing process.<br>Three heuristics are presented to simplify the<br>packing problem: density heuristic, gravity<br>heuristic and the multi-layer packing. The decision made<br>by those three heuristic are...","title_summary":" Convex Polygon Packing Based Meshing<br>Algorithm for Modeling of Rock and Porous Media","x":-13.560295105,"y":44.9478607178,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.560295105,"tsne_y":44.9478607178,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"94k1uvee","source_x":"PMC","title":"A Direct High-Order Curvilinear Triangular Mesh Generation Method Using an Advancing Front Technique","doi":"10.1007\/978-3-030-50417-5_6","abstract":"In this paper, we propose a novel method of generating high-order curvilinear triangular meshes using an advancing front approach. Our method relies on a direct approach to generate meshes on geometries with curved boundaries. Our advancing front method yields high-quality triangular elements in each iteration which omits the need for post-processing steps. We present several numerical examples of second-order curvilinear triangular meshes of patient-specific anatomical models generated using our technique on boundary meshes obtained from biomedical images.","publish_time":1592179200000,"author_summary":" Mohammadi, Fariba; Dangi, Shusil; Shontz,<br>Suzanne M.; Linte, Cristian A.","abstract_summary":" In this paper, we propose a novel method of<br>generating high-order curvilinear triangular meshes<br>using an advancing front approach. Our method relies<br>on a direct approach to generate meshes on<br>geometries with curved boundaries. Our advancing front<br>method yields high-quality triangular elements in<br>each iteration which omits the need for<br>post-processing steps. We present several numerical examples<br>of second-order curvilinear triangular meshes<br>of patient-specific anatomical models<br>generated using our technique on boundary meshes<br>obtained from biomedical images.","title_summary":" A Direct High-Order Curvilinear Triangular<br>Mesh Generation Method Using an Advancing Front<br>Technique","x":-13.6499252319,"y":45.0942306519,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6499252319,"tsne_y":45.0942306519,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"feqt81v1","source_x":"PMC","title":"Preconditioning Jacobian Systems by Superimposing Diagonal Blocks","doi":"10.1007\/978-3-030-50417-5_8","abstract":"Preconditioning constitutes an important building block for the solution of large sparse systems of linear equations. If the coefficient matrix is the Jacobian of some mathematical function given in the form of a computer program, automatic differentiation enables the efficient and accurate evaluation of Jacobian-vector products and transposed Jacobian-vector products in a matrix-free fashion. Standard preconditioning techniques, however, typically require access to individual nonzero elements of the coefficient matrix. These operations are computationally expensive in a matrix-free approach where the coefficient matrix is not explicitly assembled. We propose a novel preconditioning technique that is designed to be used in combination with automatic differentiation. A key element of this technique is the formulation and solution of a graph coloring problem that encodes the rules of partial Jacobian computation that determines only a proper subset of the nonzero elements of the Jacobian matrix. The feasibility of this semi-matrix-free approach is demonstrated on a set of numerical experiments using the automatic differentiation tool ADiMat.","publish_time":1592179200000,"author_summary":" Rostami, M. Ali; Bücker, H. Martin","abstract_summary":" Preconditioning constitutes an important<br>building block for the solution of large sparse systems<br>of linear equations. If the coefficient matrix is<br>the Jacobian of some mathematical function given<br>in the form of a computer program, automatic<br>differentiation enables the efficient and accurate evaluation<br>of Jacobian-vector products and transposed<br>Jacobian-vector products in a matrix-free fashion. Standard<br>preconditioning techniques, however, typically require<br>access to individual nonzero elements of the<br>coefficient matrix. These operations are computationally<br>expensive in a matrix-free approach where the<br>coefficient matrix is not explicitly assembled. We propose<br>a novel preconditioning technique that is<br>designed to be used in combination...","title_summary":" Preconditioning Jacobian Systems by<br>Superimposing Diagonal Blocks","x":-15.2001562119,"y":44.5522270203,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-15.2001562119,"tsne_y":44.5522270203,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"2b8t51vk","source_x":"PMC","title":"Hybrid SWAN for Fast and Efficient Practical Wave Modelling - Part 2","doi":"10.1007\/978-3-030-50420-5_7","abstract":"In the Netherlands, for coastal and inland water applications, wave modelling with SWAN on structured computational grids has become a main ingredient. However, computational times are relatively high. Benchmarks showed that the MPI version of SWAN is not that efficient as the OpenMP version within a single node. Therefore, in a previous paper [5] a hybrid version of SWAN was proposed for computations on structured computational grids. It combines the efficiency of the OpenMP version on shared memory with the capability of the MPI version to distribute memory over nodes. In the current paper we extend this approach by an improved implementation, verification of the model performance with a testbed, and extensive benchmarks of its parallel performance. With these benchmarks for important real life applications we show the significance of this hybrid version. We optimize the approach and illustrate the behavior for larger number of nodes. Parallel I\/O will be subject of future research.","publish_time":1590105600000,"author_summary":" Genseberger, Menno; Donners, John","abstract_summary":" In the Netherlands, for coastal and inland<br>water applications, wave modelling with SWAN on<br>structured computational grids has become a main<br>ingredient. However, computational times are relatively<br>high. Benchmarks showed that the MPI version of SWAN<br>is not that efficient as the OpenMP version within<br>a single node. Therefore, in a previous paper [5]<br>a hybrid version of SWAN was proposed for<br>computations on structured computational grids. It<br>combines the efficiency of the OpenMP version on shared<br>memory with the capability of the MPI version to<br>distribute memory over nodes. In the current paper we<br>extend this approach by an...","title_summary":" Hybrid SWAN for Fast and Efficient Practical<br>Wave Modelling - Part 2","x":-14.1419763565,"y":44.671207428,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.1419763565,"tsne_y":44.671207428,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"kpoo3qf1","source_x":"PMC","title":"High-Resolution Source Estimation of Volcanic Sulfur Dioxide Emissions Using Large-Scale Transport Simulations","doi":"10.1007\/978-3-030-50420-5_5","abstract":"High-resolution reconstruction of emission rates from different sources is essential to achieve accurate simulations of atmospheric transport processes. How to achieve real-time forecasts of atmospheric transport is still a great challenge, in particular due to the large computational demands of this problem. Considering a case study of volcanic sulfur dioxide emissions, the codes of the Lagrangian particle dispersion model MPTRAC and an inversion algorithm for emission rate estimation based on sequential importance resampling are deployed on the Tianhe-2 supercomputer. The high-throughput based parallel computing strategy shows excellent scalability and computational efficiency. Therefore, the spatial-temporal resolution of the emission reconstruction can be improved by increasing the parallel scale. In our study, the largest parallel scale is up to 1.446 million compute processes, which allows us to obtain emission rates with a resolution of 30 min in time and 100 m in altitude. By applying massive-parallel computing systems such as Tianhe-2, real-time source estimation and forecasts of atmospheric transport are becoming feasible.","publish_time":1590105600000,"author_summary":" Liu, Mingzhao; Huang, Yaopeng; Hoffmann,<br>Lars; Huang, Chunyan; Chen, Pin; Heng, Yi","abstract_summary":" High-resolution reconstruction of emission<br>rates from different sources is essential to achieve<br>accurate simulations of atmospheric transport<br>processes. How to achieve real-time forecasts of<br>atmospheric transport is still a great challenge, in<br>particular due to the large computational demands of this<br>problem. Considering a case study of volcanic sulfur<br>dioxide emissions, the codes of the Lagrangian<br>particle dispersion model MPTRAC and an inversion<br>algorithm for emission rate estimation based on<br>sequential importance resampling are deployed on the<br>Tianhe-2 supercomputer. The high-throughput based<br>parallel computing strategy shows excellent<br>scalability and computational efficiency. Therefore, the<br>spatial-temporal resolution of the emission reconstruction can...","title_summary":" High-Resolution Source Estimation of<br>Volcanic Sulfur Dioxide Emissions Using Large-Scale<br>Transport Simulations","x":-13.0058250427,"y":44.1743659973,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.0058250427,"tsne_y":44.1743659973,"subcluster":0,"subcluster_description":"Uncertaintymarkov Chain Monte Carlo","shape":"p"},{"cord_uid":"j9aidk4l","source_x":"PMC","title":"MeshingNet: A New Mesh Generation Method Based on Deep Learning","doi":"10.1007\/978-3-030-50420-5_14","abstract":"We introduce a novel approach to automatic unstructured mesh generation using machine learning to predict an optimal finite element mesh for a previously unseen problem. The framework that we have developed is based around training an artificial neural network (ANN) to guide standard mesh generation software, based upon a prediction of the required local mesh density throughout the domain. We describe the training regime that is proposed, based upon the use of a posteriori error estimation, and discuss the topologies of the ANNs that we have considered. We then illustrate performance using two standard test problems, a single elliptic partial differential equation (PDE) and a system of PDEs associated with linear elasticity. We demonstrate the effective generation of high quality meshes for arbitrary polygonal geometries and a range of material parameters, using a variety of user-selected error norms.","publish_time":1590105600000,"author_summary":" Zhang, Zheyan; Wang, Yongxing; Jimack, Peter<br>K.; Wang, He","abstract_summary":" We introduce a novel approach to automatic<br>unstructured mesh generation using machine learning to<br>predict an optimal finite element mesh for a previously<br>unseen problem. The framework that we have developed<br>is based around training an artificial neural<br>network (ANN) to guide standard mesh generation<br>software, based upon a prediction of the required local<br>mesh density throughout the domain. We describe the<br>training regime that is proposed, based upon the use of a<br>posteriori error estimation, and discuss the topologies<br>of the ANNs that we have considered. We then<br>illustrate performance using two standard test problems,<br>a single elliptic partial...","title_summary":" MeshingNet: A New Mesh Generation Method Based<br>on Deep Learning","x":-13.3802871704,"y":44.2660522461,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.3802871704,"tsne_y":44.2660522461,"subcluster":0,"subcluster_description":"Uncertaintymarkov Chain Monte Carlo","shape":"p"},{"cord_uid":"kk6p2h0z","source_x":"PMC","title":"Computational Complexity of Hierarchically Adapted Meshes","doi":"10.1007\/978-3-030-50420-5_17","abstract":"We show that for meshes hierarchically adapted towards singularities there exists an order of variable elimination for direct solvers that will result in time complexity not worse than [Formula: see text], where N is the number of nodes and q is the dimensionality of the singularity. In particular, we show that this formula does not change depending on the spatial dimensionality of the mesh. We also show the relationship between the time complexity and the Kolmogorov dimension of the singularity.","publish_time":1590105600000,"author_summary":" Skotniczny, Marcin","abstract_summary":" We show that for meshes hierarchically adapted<br>towards singularities there exists an order of<br>variable elimination for direct solvers that will<br>result in time complexity not worse than [Formula: see<br>text], where N is the number of nodes and q is the<br>dimensionality of the singularity. In particular, we show that<br>this formula does not change depending on the<br>spatial dimensionality of the mesh. We also show the<br>relationship between the time complexity and the Kolmogorov<br>dimension of the singularity.","title_summary":" Computational Complexity of Hierarchically<br>Adapted Meshes","x":-15.7023010254,"y":45.2363128662,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-15.7023010254,"tsne_y":45.2363128662,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"vpyeiifd","source_x":"PMC","title":"Data-Driven Approach to Inversion Analysis of Three-Dimensional Inner Soil Structure via Wave Propagation Analysis","doi":"10.1007\/978-3-030-50420-5_1","abstract":"Various approaches based on both computational science and data science\/machine learning have been proposed with the development of observation systems and network technologies. Computation cost associated with computational science can be reduced by introducing the methods based on data science\/machine learning. In the present paper, we focus on a method to estimate inner soil structure via wave propagation analysis. It is regarded as one of the parameter optimization approaches using observation data on the surface. This application is in great demand to ensure better reliability in numerical simulations. Typical optimization requires many forward analyses; thus, massive computation cost is required. We propose an approach to substitute evaluation using neural networks for most cases of forward analyses and to reduce the number of forward analyses. Forward analyses in the proposed method are used for producing the training data for a neural network; thereby they can be computed independently, and the actual elapsed time can be reduced by using a large-scale supercomputer. We demonstrated that the inner soil structure was estimated with the sufficient accuracy for practical damage evaluation. We also confirmed that the proposed method achieved estimating parameters within a shorter timeframe compared to a typical approach based on simulated annealing.","publish_time":1590105600000,"author_summary":" Yamaguchi, Takuma; Ichimura, Tsuyoshi;<br>Fujita, Kohei; Hori, Muneo; Wijerathne, Lalith; Ueda,<br>Naonori","abstract_summary":" Various approaches based on both<br>computational science and data science\/machine learning<br>have been proposed with the development of<br>observation systems and network technologies.<br>Computation cost associated with computational science<br>can be reduced by introducing the methods based on<br>data science\/machine learning. In the present<br>paper, we focus on a method to estimate inner soil<br>structure via wave propagation analysis. It is regarded<br>as one of the parameter optimization approaches<br>using observation data on the surface. This<br>application is in great demand to ensure better reliability<br>in numerical simulations. Typical optimization<br>requires many forward analyses; thus, massive<br>computation cost is required....","title_summary":" Data-Driven Approach to Inversion Analysis of<br>Three-Dimensional Inner Soil Structure via Wave Propagation<br>Analysis","x":-13.0748500824,"y":44.9515151978,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.0748500824,"tsne_y":44.9515151978,"subcluster":1,"subcluster_description":"Three-Dimensional Inner Soil Structure","shape":"p"},{"cord_uid":"9uvylkx0","source_x":"PMC","title":"A Block Preconditioner for Scalable Large Scale Finite Element Incompressible Flow Simulations","doi":"10.1007\/978-3-030-50420-5_15","abstract":"We present a block preconditioner, based on the algebraic multigrid method, for solving systems of linear equations, that arise in incompressible flow simulations performed by the stabilized finite element method. We select a set of adjustable parameters for the preconditioner and show how to tune the parameters in order to obtain fast convergence of the standard GMRES solver in which the preconditioner is employed. Additionally, we show some details of the parallel implementation of the preconditioner and the achieved scalability of the solver in large scale parallel incompressible flow simulations.","publish_time":1590105600000,"author_summary":" Goik, Damian; Banaś, Krzysztof","abstract_summary":" We present a block preconditioner, based on the<br>algebraic multigrid method, for solving systems of<br>linear equations, that arise in incompressible flow<br>simulations performed by the stabilized finite element<br>method. We select a set of adjustable parameters for the<br>preconditioner and show how to tune the parameters in order to<br>obtain fast convergence of the standard GMRES solver<br>in which the preconditioner is employed.<br>Additionally, we show some details of the parallel<br>implementation of the preconditioner and the achieved<br>scalability of the solver in large scale parallel<br>incompressible flow simulations.","title_summary":" A Block Preconditioner for Scalable Large<br>Scale Finite Element Incompressible Flow<br>Simulations","x":-14.1625337601,"y":45.21900177,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.1625337601,"tsne_y":45.21900177,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"wd8ydk54","source_x":"PMC","title":"Optimization and Local Time Stepping of an ADER-DG Scheme for Fully Anisotropic Wave Propagation in Complex Geometries","doi":"10.1007\/978-3-030-50420-5_3","abstract":"We present an extension of the earthquake simulation software SeisSol to support seismic wave propagation in fully triclinic anisotropic materials. To our best knowledge, SeisSol is one of the few open-source codes that offer this feature for simulations at petascale performance and beyond. We employ a Discontinuous Galerkin (DG) method with arbitrary high-order derivative (ADER) time stepping. Here, we present a novel implementation of fully physical anisotropy with a two-sided Godunov flux and local time stepping. We validate our implementation on various benchmarks and present convergence analysis with respect to analytic solutions. An application example of seismic waves scattering around the Zugspitze in the Bavarian Alps demonstrates the capabilities of our implementation to solve geophysics problems fast.","publish_time":1590105600000,"author_summary":" Wolf, Sebastian; Gabriel, Alice-Agnes;<br>Bader, Michael","abstract_summary":" We present an extension of the earthquake<br>simulation software SeisSol to support seismic wave<br>propagation in fully triclinic anisotropic materials. To<br>our best knowledge, SeisSol is one of the few<br>open-source codes that offer this feature for simulations<br>at petascale performance and beyond. We employ a<br>Discontinuous Galerkin (DG) method with arbitrary<br>high-order derivative (ADER) time stepping. Here, we<br>present a novel implementation of fully physical<br>anisotropy with a two-sided Godunov flux and local time<br>stepping. We validate our implementation on various<br>benchmarks and present convergence analysis with respect<br>to analytic solutions. An application example of<br>seismic waves scattering around...","title_summary":" Optimization and Local Time Stepping of an<br>ADER-DG Scheme for Fully Anisotropic Wave Propagation<br>in Complex Geometries","x":-13.9495754242,"y":45.0350532532,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.9495754242,"tsne_y":45.0350532532,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"3i8kpnvn","source_x":"PMC","title":"Data Assimilation in Volcano Deformation Using Fast Finite Element Analysis with High Fidelity Model","doi":"10.1007\/978-3-030-50420-5_2","abstract":"Estimation of the inner state of volcanoes are important for understanding the mechanism of eruption and reduction of disaster risk. With the improvement in observation networks, data assimilation of internal magma state using time-history crustal deformation data observed at the surface is expected to be suitable for solving such problems. Using finite-element methods capable of modeling complex geometry is desirable for modeling the three-dimensional heterogeneous crust structure, and nonlinear time-history analysis is required for considering the change in material properties due to the movement of magma. Thus, many cases of large-scale finite-element analysis is required, and the computational cost incurred is expected to become a bottleneck. As a basic study towards data assimilation of internal magma state considering change in material properties of the crust, we demonstrated that many case analyses of volcano deformation problems can be conducted in a reasonable time frame by development of a crustal deformation analysis method accelerated by GPUs. For verification of the data assimilation method, we estimated the magma trend in an actual three-dimensional heterogeneous crust structure without temporal change in material properties. We confirmed that the magma movement trend can be reproduced using the model considering crust heterogeneity, while models disregarding three-dimensional crust structure resulted in wrong estimations. Thus, we can see that using finite-element methods capable of modeling three-dimensional heterogeneity for crustal deformation analysis is important for accurate magma state estimation.","publish_time":1590105600000,"author_summary":" Murakami, Sota; Yamaguchi, Takuma; Fujita,<br>Kohei; Ichimura, Tsuyoshi; Lalith, Maddagedara;<br>Hori, Muneo","abstract_summary":" Estimation of the inner state of volcanoes are<br>important for understanding the mechanism of eruption<br>and reduction of disaster risk. With the<br>improvement in observation networks, data assimilation of<br>internal magma state using time-history crustal<br>deformation data observed at the surface is expected to be<br>suitable for solving such problems. Using<br>finite-element methods capable of modeling complex geometry<br>is desirable for modeling the three-dimensional<br>heterogeneous crust structure, and nonlinear time-history<br>analysis is required for considering the change in<br>material properties due to the movement of magma. Thus,<br>many cases of large-scale finite-element analysis<br>is required, and the computational cost incurred...","title_summary":" Data Assimilation in Volcano Deformation<br>Using Fast Finite Element Analysis with High<br>Fidelity Model","x":-13.1515808105,"y":44.6396560669,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.1515808105,"tsne_y":44.6396560669,"subcluster":0,"subcluster_description":"Uncertaintymarkov Chain Monte Carlo","shape":"p"},{"cord_uid":"bgbkgdbo","source_x":"PMC","title":"Reduction of Numerical Errors in Zernike Invariants Computed via Complex-Valued Integral Images","doi":"10.1007\/978-3-030-50420-5_24","abstract":"Floating-point arithmetics may lead to numerical errors when numbers involved in an algorithm vary strongly in their orders of magnitude. In the paper we study numerical stability of Zernike invariants computed via complex-valued integral images according to a constant-time technique from [2], suitable for object detection procedures. We indicate numerically fragile places in these computations and identify their cause, namely—binomial expansions. To reduce numerical errors we propose piecewise integral images and derive a numerically safer formula for Zernike moments. Apart from algorithmic details, we provide two object detection experiments. They confirm that the proposed approach improves accuracy of detectors based on Zernike invariants.","publish_time":1590105600000,"author_summary":" Klęsk, Przemysław; Bera, Aneta; Sychel,<br>Dariusz","abstract_summary":" Floating-point arithmetics may lead to<br>numerical errors when numbers involved in an algorithm<br>vary strongly in their orders of magnitude. In the<br>paper we study numerical stability of Zernike<br>invariants computed via complex-valued integral images<br>according to a constant-time technique from [2],<br>suitable for object detection procedures. We indicate<br>numerically fragile places in these computations and<br>identify their cause, namely—binomial expansions. To<br>reduce numerical errors we propose piecewise<br>integral images and derive a numerically safer formula<br>for Zernike moments. Apart from algorithmic<br>details, we provide two object detection experiments.<br>They confirm that the proposed approach improves<br>accuracy of detectors based...","title_summary":" Reduction of Numerical Errors in Zernike<br>Invariants Computed via Complex-Valued Integral Images","x":-15.27693367,"y":44.4584388733,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-15.27693367,"tsne_y":44.4584388733,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"1kb5wn0a","source_x":"PMC","title":"Radial Basis Function Approximation Optimal Shape Parameters Estimation","doi":"10.1007\/978-3-030-50433-5_24","abstract":"Radial basis functions (RBF) are widely used in many areas especially for interpolation and approximation of scattered data, solution of ordinary and partial differential equations, etc. The RBF methods belong to meshless methods, which do not require tessellation of the data domain, i.e. using Delaunay triangulation, in general. The RBF meshless methods are independent of a dimensionality of the problem solved and they mostly lead to a solution of a linear system of equations. Generally, the approximation is formed using the principle of unity as a sum of weighed RBFs. These two classes of RBFs: global and local, mostly having a shape parameter determining the RBF behavior. In this contribution, we present preliminary results of the estimation of a vector of “optimal” shape parameters, which are different for each RBF used in the final formula for RBF approximation. The preliminary experimental results proved, that there are many local optima and if an iteration process is to be used, no guaranteed global optima are obtained. Therefore, an iterative process, e.g. used in partial differential equation solutions, might find a local optimum, which can be far from the global optima.","publish_time":1590364800000,"author_summary":" Skala, Vaclav; Karim, Samsul Ariffin Abdul;<br>Zabran, Marek","abstract_summary":" Radial basis functions (RBF) are widely used in<br>many areas especially for interpolation and<br>approximation of scattered data, solution of ordinary and<br>partial differential equations, etc. The RBF methods<br>belong to meshless methods, which do not require<br>tessellation of the data domain, i.e. using Delaunay<br>triangulation, in general. The RBF meshless methods are<br>independent of a dimensionality of the problem solved and<br>they mostly lead to a solution of a linear system of<br>equations. Generally, the approximation is formed using<br>the principle of unity as a sum of weighed RBFs.<br>These two classes of RBFs: global and local, mostly<br>having...","title_summary":" Radial Basis Function Approximation Optimal<br>Shape Parameters Estimation","x":-14.1015491486,"y":44.4096488953,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.1015491486,"tsne_y":44.4096488953,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"kbeermb5","source_x":"PMC","title":"Prediction of the Free Jet Noise Using Quasi-gas Dynamic Equations and Acoustic Analogy","doi":"10.1007\/978-3-030-50436-6_16","abstract":"The paper is focused on the numerical simulation of acoustic properties of the free jets from circle nozzle at low and moderate Reynolds numbers. The near-field of compressible jet flow is calculated using developed regularized (quasi-gas dynamic) algorithms solver QGDFoam. Acoustic noise is computed for jets with M = 0.9, Re = 3600 and M = 2.1, Re = 70000 parameters. The acoustic pressure in far field is predicted using the Ffowcs Williams and Hawkings analogy implemented in the libAcoustics library based on the OpenFOAM software package. The determined properties of the flow and acoustic fields are compared with experimental data. The flow structures are characterized by the development of the Kelvin-Helmholtz instability waves, which lead to energy outflux in the radial direction. Their further growth is accompanied by the formation of large and small-scale eddies leading to the generation of acoustic noise. The results showed that for selected jets the highest levels of generated noise is obtained at angles around 30° which agrees well with experimental data.","publish_time":1590364800000,"author_summary":" Epikhin, Andrey; Kraposhin, Matvey","abstract_summary":" The paper is focused on the numerical<br>simulation of acoustic properties of the free jets from<br>circle nozzle at low and moderate Reynolds numbers.<br>The near-field of compressible jet flow is<br>calculated using developed regularized (quasi-gas<br>dynamic) algorithms solver QGDFoam. Acoustic noise is<br>computed for jets with M = 0.9, Re = 3600 and M = 2.1, Re =<br>70000 parameters. The acoustic pressure in far field<br>is predicted using the Ffowcs Williams and<br>Hawkings analogy implemented in the libAcoustics<br>library based on the OpenFOAM software package. The<br>determined properties of the flow and acoustic fields are<br>compared with experimental...","title_summary":" Prediction of the Free Jet Noise Using<br>Quasi-gas Dynamic Equations and Acoustic Analogy","x":-13.5591783524,"y":46.2576179504,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.5591783524,"tsne_y":46.2576179504,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"59ssuuvl","source_x":"PMC","title":"Morphing Numerical Simulation of Incompressible Flows Using Seamless Immersed Boundary Method","doi":"10.1007\/978-3-030-50436-6_6","abstract":"In this paper, we proposed the morphing simulation method on the Cartesian grid in order to realize flow simulations for shape optimization with lower cost and versatility. In conventional morphing simulations, a simulation is performed while deforming a model shape and the computational grid using the boundary fitting grid. However, it is necessary to deform the computational grid each time, and it is difficult to apply to a model with complicated shape. The present method does not require grid regeneration or deformation. In order to apply the present method to models with various shapes on the Cartesian grid, the seamless immersed boundary method (SIBM) is used. Normally, when the SIBM is applied to a deformed object, the velocity condition on the boundary is imposed by the moving velocity of the boundary. In the present method, the velocity condition is imposed by zero velocity even if the object is deformed because the purpose of the present morphing simulation is to obtain simulation results for a stationary object. In order to verify the present method, two-dimensional simulations for the flow around an object were performed. In order to obtain drag coefficients of multiple models, the object was deformed in turn from the initial model to each model in the present morphing simulation. By using the present method, the drag coefficients for some models could be obtained by one simulation. It is concluded that the flow simulation for shape optimization can be performed very easily by using the present morphing simulation method.","publish_time":1590364800000,"author_summary":" Tajiri, Kyohei; Tanaka, Mitsuru; Yamakawa,<br>Masashi; Nishida, Hidetoshi","abstract_summary":" In this paper, we proposed the morphing<br>simulation method on the Cartesian grid in order to realize<br>flow simulations for shape optimization with lower<br>cost and versatility. In conventional morphing<br>simulations, a simulation is performed while deforming a<br>model shape and the computational grid using the<br>boundary fitting grid. However, it is necessary to<br>deform the computational grid each time, and it is<br>difficult to apply to a model with complicated shape. The<br>present method does not require grid regeneration or<br>deformation. In order to apply the present method to models<br>with various shapes on the Cartesian grid, the<br>seamless...","title_summary":" Morphing Numerical Simulation of<br>Incompressible Flows Using Seamless Immersed Boundary Method","x":-13.6982069016,"y":45.204082489,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6982069016,"tsne_y":45.204082489,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"xljrlido","source_x":"PMC","title":"Open Boundary Modeling in Molecular Dynamics with Machine Learning","doi":"10.1007\/978-3-030-50433-5_26","abstract":"Molecular-continuum flow simulations combine molecular dynamics (MD) and computational fluid dynamics for multiscale considerations. A specific challenge in these simulations arises due to the “open MD boundaries” at the molecular-continuum interface: particles close to these boundaries do not feel any forces from outside which results in unphysical behavior and incorrect thermodynamic pressures. In this contribution, we apply neural networks to generate approximate boundary forces that reduce these artefacts. We train our neural network with force-distance pair values from periodic MD simulations and use this network to later predict boundary force contributions in non-periodic MD systems. We study different training strategies in terms of MD sampling and training for various thermodynamic state points and report on accuracy of the arising MD system. We further discuss computational efficiency of our approach in comparison to existing boundary force models.","publish_time":1590364800000,"author_summary":" Neumann, Philipp; Wittmer, Niklas","abstract_summary":" Molecular-continuum flow simulations<br>combine molecular dynamics (MD) and computational<br>fluid dynamics for multiscale considerations. A<br>specific challenge in these simulations arises due to<br>the “open MD boundaries” at the<br>molecular-continuum interface: particles close to these<br>boundaries do not feel any forces from outside which<br>results in unphysical behavior and incorrect<br>thermodynamic pressures. In this contribution, we apply<br>neural networks to generate approximate boundary<br>forces that reduce these artefacts. We train our<br>neural network with force-distance pair values from<br>periodic MD simulations and use this network to later<br>predict boundary force contributions in non-periodic<br>MD systems. We study different training<br>strategies...","title_summary":" Open Boundary Modeling in Molecular Dynamics<br>with Machine Learning","x":-13.3262310028,"y":43.7950248718,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.3262310028,"tsne_y":43.7950248718,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9af2fquu","source_x":"PMC","title":"Parallel Shared-Memory Isogeometric Residual Minimization (iGRM) for Three-Dimensional Advection-Diffusion Problems","doi":"10.1007\/978-3-030-50436-6_10","abstract":"In this paper, we present a residual minimization method for three-dimensional isogeometric analysis simulations of advection-diffusion equations. First, we apply the implicit time integration scheme for the three-dimensional advection-diffusion equation. Namely, we utilize the Douglas-Gunn time integration scheme. Second, in every time step, we apply the residual minimization method for stabilization of the numerical solution. Third, we use isogeometric analysis with B-spline basis functions for the numerical discretization. We perform alternating directions splitting of the resulting system of linear equations, so the computational cost of the sequential LU factorization is linear [Formula: see text]. We test our method on the three-dimensional simulation of the advection-diffusion problem. We parallelize the solver for shared-memory machine using the GALOIS framework.","publish_time":1590364800000,"author_summary":" Łoś, Marcin; Munoz-Matute, Judit; Podsiadło,<br>Krzysztof; Paszyński, Maciej; Pingali, Keshav","abstract_summary":" In this paper, we present a residual<br>minimization method for three-dimensional isogeometric<br>analysis simulations of advection-diffusion<br>equations. First, we apply the implicit time integration<br>scheme for the three-dimensional<br>advection-diffusion equation. Namely, we utilize the Douglas-Gunn<br>time integration scheme. Second, in every time<br>step, we apply the residual minimization method for<br>stabilization of the numerical solution. Third, we use<br>isogeometric analysis with B-spline basis functions for the<br>numerical discretization. We perform alternating<br>directions splitting of the resulting system of linear<br>equations, so the computational cost of the sequential LU<br>factorization is linear [Formula: see text]. We test our<br>method on the...","title_summary":" Parallel Shared-Memory Isogeometric<br>Residual Minimization (iGRM) for Three-Dimensional<br>Advection-Diffusion Problems","x":-14.4214353561,"y":44.8781738281,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.4214353561,"tsne_y":44.8781738281,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"3rg0qcb5","source_x":"PMC","title":"Projective Integration for Moment Models of the BGK Equation","doi":"10.1007\/978-3-030-50433-5_25","abstract":"In this paper, we apply the projective integration method to moment models of the Boltzmann-BGK equation and investigate the numerical properties of the resulting scheme. Projective integration is an explicit, asymptotic-preserving scheme that is tailored to problems with a large spectral gap between fast and slow eigenvalues of the model. A spectral analysis of the moment model shows a clear spectral gap and reveals the multi-scale nature of the model. The new scheme overcomes the severe time step constraint of standard explicit schemes like the forward Euler scheme by performing a number of inner iterations and then extrapolating the solution forward in time. The projective integration scheme is non-intrusive and yields fast and accurate solutions, as demonstrated using a 1D shock tube test case. These observations open up many possibilities for further use of the scheme for high-resolution discretizations and different collision models.","publish_time":1590364800000,"author_summary":" Koellermeier, Julian; Samaey, Giovanni","abstract_summary":" In this paper, we apply the projective<br>integration method to moment models of the Boltzmann-BGK<br>equation and investigate the numerical properties of<br>the resulting scheme. Projective integration is<br>an explicit, asymptotic-preserving scheme that<br>is tailored to problems with a large spectral gap<br>between fast and slow eigenvalues of the model. A<br>spectral analysis of the moment model shows a clear<br>spectral gap and reveals the multi-scale nature of the<br>model. The new scheme overcomes the severe time step<br>constraint of standard explicit schemes like the forward<br>Euler scheme by performing a number of inner<br>iterations and then extrapolating the solution...","title_summary":" Projective Integration for Moment Models of<br>the BGK Equation","x":-14.5931005478,"y":45.1151428223,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.5931005478,"tsne_y":45.1151428223,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"3numrvth","source_x":"PMC","title":"An Expanded Mixed Finite Element Method for Space Fractional Darcy Flow in Porous Media","doi":"10.1007\/978-3-030-50436-6_15","abstract":"In this paper an expanded mixed formulation is introduced to solve the two dimensional space fractional Darcy flow in porous media. By introducing an auxiliary vector, we derive a new mixed formulation and the well-possedness of the formulation can be established. Then the locally mass-conservative expanded mixed finite element method is applied for the solution. Numerical results are shown to verify the efficiency of the proposed algorithm.","publish_time":1590364800000,"author_summary":" Chen, Huangxin; Sun, Shuyu","abstract_summary":" In this paper an expanded mixed formulation is<br>introduced to solve the two dimensional space fractional<br>Darcy flow in porous media. By introducing an<br>auxiliary vector, we derive a new mixed formulation and<br>the well-possedness of the formulation can be<br>established. Then the locally mass-conservative expanded<br>mixed finite element method is applied for the<br>solution. Numerical results are shown to verify the<br>efficiency of the proposed algorithm.","title_summary":" An Expanded Mixed Finite Element Method for<br>Space Fractional Darcy Flow in Porous Media","x":-13.9020662308,"y":45.5016937256,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.9020662308,"tsne_y":45.5016937256,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"rz0vty0i","source_x":"PMC","title":"A Bluff-and-Fix Algorithm for Polynomial Chaos Methods","doi":"10.1007\/978-3-030-50436-6_55","abstract":"Stochastic Galerkin methods can be used to approximate the solution to a differential equation in the presence of uncertainties represented as stochastic inputs or parameters. The strategy is to express the resulting stochastic solution using [Formula: see text] terms of a polynomial chaos expansion and then derive and solve a deterministic, coupled system of PDEs with standard numerical techniques. One of the critical advantages of this approach is its provable convergence as M increases. The challenge is that the solution to the M system cannot easily reuse an already-existing computer solution to the [Formula: see text] system. We present a promising iterative strategy to address this issue. Numerical estimates of the accuracy and efficiency of the proposed algorithm (bluff-and-fix) demonstrate that it can be more effective than using monolithic methods to solve the whole M + 1 system directly.","publish_time":1590364800000,"author_summary":" Lyman, Laura; Iaccarino, Gianluca","abstract_summary":" Stochastic Galerkin methods can be used to<br>approximate the solution to a differential equation in the<br>presence of uncertainties represented as stochastic<br>inputs or parameters. The strategy is to express the<br>resulting stochastic solution using [Formula: see text]<br>terms of a polynomial chaos expansion and then derive<br>and solve a deterministic, coupled system of PDEs<br>with standard numerical techniques. One of the<br>critical advantages of this approach is its provable<br>convergence as M increases. The challenge is that the<br>solution to the M system cannot easily reuse an<br>already-existing computer solution to the [Formula: see text]<br>system. We present a...","title_summary":" A Bluff-and-Fix Algorithm for Polynomial<br>Chaos Methods","x":-14.7401390076,"y":44.8054504395,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.7401390076,"tsne_y":44.8054504395,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"tyoiz7qz","source_x":"PMC","title":"Numerical Investigation of Solute Transport in Fractured Porous Media Using the Discrete Fracture Model","doi":"10.1007\/978-3-030-50436-6_8","abstract":"In this paper, we investigate flow with solute transport in fractured porous media. The system of the governing equations consists of the continuity equation, Darcy’s law, and concentration equation. A discrete-fracture model (DFM) has been developed to describe the problem under consideration. The multiscale time-splitting method was used to handle different sizes of time-step for different physics, such as pressure and concentration. Some numerical examples are presented to show the efficiency of the multi-scale time-splitting approach.","publish_time":1590364800000,"author_summary":" El-Amin, Mohamed F.; Kou, Jisheng; Sun, Shuyu","abstract_summary":" In this paper, we investigate flow with solute<br>transport in fractured porous media. The system of the<br>governing equations consists of the continuity<br>equation, Darcy’s law, and concentration equation. A<br>discrete-fracture model (DFM) has been developed to describe the<br>problem under consideration. The multiscale<br>time-splitting method was used to handle different sizes of<br>time-step for different physics, such as pressure and<br>concentration. Some numerical examples are presented to show<br>the efficiency of the multi-scale time-splitting<br>approach.","title_summary":" Numerical Investigation of Solute Transport<br>in Fractured Porous Media Using the Discrete<br>Fracture Model","x":-13.6594762802,"y":45.7486114502,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6594762802,"tsne_y":45.7486114502,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"1b1vnhpm","source_x":"PMC","title":"Finding Points of Importance for Radial Basis Function Approximation of Large Scattered Data","doi":"10.1007\/978-3-030-50433-5_19","abstract":"Interpolation and approximation methods are used in many fields such as in engineering as well as other disciplines for various scientific discoveries. If the data domain is formed by scattered data, approximation methods may become very complicated as well as time-consuming. Usually, the given data is tessellated by some method, not necessarily the Delaunay triangulation, to produce triangular or tetrahedral meshes. After that approximation methods can be used to produce the surface. However, it is difficult to ensure the continuity and smoothness of the final interpolant along with all adjacent triangles. In this contribution, a meshless approach is proposed by using radial basis functions (RBFs). It is applicable to explicit functions of two variables and it is suitable for all types of scattered data in general. The key point for the RBF approximation is finding the important points that give a good approximation with high precision to the scattered data. Since the compactly supported RBFs (CSRBF) has limited influence in numerical computation, large data sets can be processed efficiently as well as very fast via some efficient algorithm. The main advantage of the RBF is, that it leads to a solution of a system of linear equations (SLE) Ax = b. Thus any efficient method solves the systems of linear equations that can be used. In this study is we propose a new method of determining the importance points on the scattered data that produces a very good reconstructed surface with higher accuracy while maintaining the smoothness of the surface.","publish_time":1590364800000,"author_summary":" Skala, Vaclav; Karim, Samsul Ariffin Abdul;<br>Cervenka, Martin","abstract_summary":" Interpolation and approximation methods are<br>used in many fields such as in engineering as well as<br>other disciplines for various scientific<br>discoveries. If the data domain is formed by scattered data,<br>approximation methods may become very complicated as well as<br>time-consuming. Usually, the given data is tessellated by some<br>method, not necessarily the Delaunay triangulation,<br>to produce triangular or tetrahedral meshes.<br>After that approximation methods can be used to<br>produce the surface. However, it is difficult to ensure<br>the continuity and smoothness of the final<br>interpolant along with all adjacent triangles. In this<br>contribution, a meshless approach is proposed by...","title_summary":" Finding Points of Importance for Radial Basis<br>Function Approximation of Large Scattered Data","x":-14.0049591064,"y":44.4640464783,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.0049591064,"tsne_y":44.4640464783,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"clkgcdzh","source_x":"PMC","title":"A Posteriori Error Estimation via Differences of Numerical Solutions","doi":"10.1007\/978-3-030-50436-6_37","abstract":"In this work we address the problem of the estimation of the approximation error that arise at a discretization of the partial differential equations. For this we take advantage of the ensemble of numerical solutions obtained by independent numerical algorithms. To obtain the approximation error, the differences between numerical solutions are treated in the frame of the Inverse Problem that is posed in the variational statement with the zero order regularization. In this work we analyse the ensemble of numerical results that is obtained by five OpenFOAM solvers for the inviscid compressible flow around a cone at zero angle of attack. We present the comparison of approximation errors that are obtained by the Inverse Problem, and the exact error that is computed as the difference of numerical solutions and a high precision solution.","publish_time":1590364800000,"author_summary":" Alekseev, Aleksey K.; Bondarev, Alexander E.;<br>Kuvshinnikov, Artem E.","abstract_summary":" In this work we address the problem of the<br>estimation of the approximation error that arise at a<br>discretization of the partial differential equations. For<br>this we take advantage of the ensemble of numerical<br>solutions obtained by independent numerical<br>algorithms. To obtain the approximation error, the<br>differences between numerical solutions are treated in the<br>frame of the Inverse Problem that is posed in the<br>variational statement with the zero order regularization.<br>In this work we analyse the ensemble of numerical<br>results that is obtained by five OpenFOAM solvers for<br>the inviscid compressible flow around a cone at<br>zero angle of...","title_summary":" A Posteriori Error Estimation via Differences<br>of Numerical Solutions","x":-14.8198623657,"y":44.9374961853,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.8198623657,"tsne_y":44.9374961853,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"n2jz4yzv","source_x":"PMC","title":"Advanced Radial Basis Functions Mesh Morphing for High Fidelity Fluid-Structure Interaction with Known Movement of the Walls: Simulation of an Aortic Valve","doi":"10.1007\/978-3-030-50433-5_22","abstract":"High fidelity Fluid-Structure Interaction (FSI) can be tackled by means of non-linear Finite Element Models (FEM) suitable to capture large deflections of structural parts interacting with fluids and by means of detailed Computational Fluid Dynamics (CFD). High fidelity is gained thanks to the spatial resolution of the computational grids and a key enabler to have a proper exchange of information between the structural solver and the fluid one is the management of the interfaces. A class of applications consists in problems where the complex movement of the walls is known in advance or can be computed by FEM and has to be transferred to the CFD solver. The aforementioned approach, known also as one-way FSI, requires effective methods for the time marching adaption of the computation grid of the CFD model. A versatile and well established approach consists in a continuum update of the mesh that is regenerated so to fit the evolution of the moving walls. In this study, an innovative method based on Radial Basis Functions (RBF) mesh morphing is proposed, allowing to keep the same mesh topology suitable for a continuum update of the shape. A set of key configurations are exactly guaranteed whilst time interpolation is adopted between frames. The new framework is detailed and then demonstrated, adopting as a reference the established approach based on remeshing, for the study of a Polymeric-Prosthetic Heart Valve (P-PHV).","publish_time":1590364800000,"author_summary":" Geronzi, Leonardo; Gasparotti, Emanuele;<br>Capellini, Katia; Cella, Ubaldo; Groth, Corrado;<br>Porziani, Stefano; Chiappa, Andrea; Celi, Simona;<br>Biancolini, Marco Evangelos","abstract_summary":" High fidelity Fluid-Structure Interaction<br>(FSI) can be tackled by means of non-linear Finite<br>Element Models (FEM) suitable to capture large<br>deflections of structural parts interacting with fluids<br>and by means of detailed Computational Fluid<br>Dynamics (CFD). High fidelity is gained thanks to the<br>spatial resolution of the computational grids and a key<br>enabler to have a proper exchange of information<br>between the structural solver and the fluid one is the<br>management of the interfaces. A class of applications<br>consists in problems where the complex movement of the<br>walls is known in advance or can be computed by FEM and<br>has...","title_summary":" Advanced Radial Basis Functions Mesh Morphing<br>for High Fidelity Fluid-Structure Interaction<br>with Known Movement of the Walls: Simulation of an<br>Aortic Valve","x":-13.6525735855,"y":45.283870697,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6525735855,"tsne_y":45.283870697,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"jpj62pu0","source_x":"PMC","title":"Development and Application of the Statistically Similar Representative Volume Element for Numerical Modelling of Multiphase Materials","doi":"10.1007\/978-3-030-50433-5_30","abstract":"Modern aerospace, automotive and construction industries rely on materials with non-homogeneous properties like composites or multiphase structures. Such materials offer a lot of advantages, but they also require application of advanced numerical models of exploitation condition, which are of high importance for designers, architects and engineers. However, computational cost is one of the most important problems in this approach, being very high and sometimes unacceptable. In this paper we propose approach based on Statistically Similar Representative Volume Element (SSRVE), which is generated by combination of isogeometric analysis and optimization methods. The proposed solution significantly decreases computational cost of complex multiscale simulations and simultaneously maintains high reliability of solvers. At first, the motivation of the work is described in introduction, which is followed by general idea of the SSRVE as a modelling technique. Afterwards, examples of generated SSRVEs based on two different cases are given and passed further to numerical simulations of exploitation conditions. The results obtained from these calculations are used in the model predicting gradients of material properties, which are crucial results for discussion on uniqueness of the proposed solution. Additionally, some aspects of computational cost reduction are discussed, as well.","publish_time":1590364800000,"author_summary":" Rauch, Łukasz; Bzowski, Krzysztof; Szeliga,<br>Danuta; Pietrzyk, Maciej","abstract_summary":" Modern aerospace, automotive and<br>construction industries rely on materials with<br>non-homogeneous properties like composites or multiphase<br>structures. Such materials offer a lot of advantages, but<br>they also require application of advanced<br>numerical models of exploitation condition, which are of<br>high importance for designers, architects and<br>engineers. However, computational cost is one of the most<br>important problems in this approach, being very high and<br>sometimes unacceptable. In this paper we propose<br>approach based on Statistically Similar<br>Representative Volume Element (SSRVE), which is generated by<br>combination of isogeometric analysis and optimization<br>methods. The proposed solution significantly<br>decreases computational cost of complex multiscale...","title_summary":" Development and Application of the<br>Statistically Similar Representative Volume Element for<br>Numerical Modelling of Multiphase Materials","x":-13.2032747269,"y":45.0383720398,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.2032747269,"tsne_y":45.0383720398,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"kbvpr48o","source_x":"PMC","title":"A Simple Stochastic Process Model for River Environmental Assessment Under Uncertainty","doi":"10.1007\/978-3-030-50436-6_36","abstract":"We consider a new simple stochastic single-species population dynamics model for understanding the flow-regulated benthic algae bloom in uncertain river environment: an engineering problem. The population dynamics are subject to regime-switching flow conditions such that the population is effectively removed in a high-flow regime while it is not removed at all in a low-flow regime. A focus in this paper is robust and mathematically rigorous statistical evaluation of the disutility by the algae bloom under model uncertainty. We show that the evaluation is achieved if the optimality equation derived from a dynamic programming principle is solved, which is a coupled system of non-linear and non-local degenerate elliptic equations having a possibly discontinuous coefficient. We show that the system is solvable in continuous viscosity and asymptotic senses. We also show that its solutions can be approximated numerically by a convergent finite difference scheme with a demonstrative example.","publish_time":1590364800000,"author_summary":" Yoshioka, Hidekazu; Tsujimura, Motoh;<br>Hamagami, Kunihiko; Yoshioka, Yumi","abstract_summary":" We consider a new simple stochastic<br>single-species population dynamics model for understanding<br>the flow-regulated benthic algae bloom in<br>uncertain river environment: an engineering problem.<br>The population dynamics are subject to<br>regime-switching flow conditions such that the population is<br>effectively removed in a high-flow regime while it is not<br>removed at all in a low-flow regime. A focus in this paper<br>is robust and mathematically rigorous<br>statistical evaluation of the disutility by the algae bloom<br>under model uncertainty. We show that the evaluation<br>is achieved if the optimality equation derived<br>from a dynamic programming principle is solved,<br>which is a coupled...","title_summary":" A Simple Stochastic Process Model for River<br>Environmental Assessment Under Uncertainty","x":-13.257109642,"y":44.1152305603,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.257109642,"tsne_y":44.1152305603,"subcluster":0,"subcluster_description":"Uncertaintymarkov Chain Monte Carlo","shape":"p"},{"cord_uid":"j46pkzni","source_x":"PMC","title":"Multi Axes Sliding Mesh Approach for Compressible Viscous Flows","doi":"10.1007\/978-3-030-50436-6_4","abstract":"To compute flows around a body with a rotating or movable part like a tiltrotor aircraft, the multi axes sliding mesh approach has been proposed. This approach is based on the unstructured moving grid finite volume method, which has adopted the space-time unified domain for control volume. Thus, it can accurately express such a moving mesh. However, due to the difficulty of mesh control in viscous flows and the need to maintain the stability of computation, it is restricted to only inviscid flows. In this paper, the multi axes sliding mesh approach was extended to viscous flows to understand detailed flow phenomena around a complicated moving body. The strategies to solve several issues not present in inviscid flow computations are described. To show the validity of the approach in viscous flows, it was applied to the flow field of a sphere in uniform flow. Multiple domains that slide individually were placed around the sphere, and it was confirmed that the sliding mesh did not affect the flow field. The usability of the approach is expected to be applied to practical viscous flow computations.","publish_time":1590364800000,"author_summary":" Yamakawa, Masashi; Chikaguchi, Satoshi;<br>Asao, Shinichi; Hamato, Shotaro","abstract_summary":" To compute flows around a body with a rotating or<br>movable part like a tiltrotor aircraft, the multi axes<br>sliding mesh approach has been proposed. This approach<br>is based on the unstructured moving grid finite<br>volume method, which has adopted the space-time<br>unified domain for control volume. Thus, it can<br>accurately express such a moving mesh. However, due to the<br>difficulty of mesh control in viscous flows and the need to<br>maintain the stability of computation, it is restricted<br>to only inviscid flows. In this paper, the multi<br>axes sliding mesh approach was extended to viscous<br>flows to understand detailed...","title_summary":" Multi Axes Sliding Mesh Approach for<br>Compressible Viscous Flows","x":-13.6025190353,"y":45.4553947449,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6025190353,"tsne_y":45.4553947449,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"sjtj1knz","source_x":"PMC","title":"Monolithic Arbitrary Lagrangian–Eulerian Finite Element Method for a Multi-domain Blood Flow–Aortic Wall Interaction Problem","doi":"10.1007\/978-3-030-50436-6_5","abstract":"In this paper, an arbitrary Lagrangian–Eulerian (ALE) finite element method in the monolithic approach is developed for a multi-domain blood flow–aortic wall interaction problem with multiple moving interfaces. An advanced fully discrete ALE-mixed finite element approximation is defined to solve the present fluid–structure interaction (FSI) problem in the cardiovascular environment, in which two fields of structures are involved with two fields of fluid flow, inducing three moving interfaces in between for the interactions. Numerical experiments are carried out for a realistic cardiovascular problem with the implantation of vascular stent graft to demonstrate the strength of our developed ALE-mixed finite element method.","publish_time":1590364800000,"author_summary":" Sun, Pengtao; Zhang, Chen-Song; Lan, Rihui;<br>Li, Lin","abstract_summary":" In this paper, an arbitrary<br>Lagrangian–Eulerian (ALE) finite element method in the monolithic<br>approach is developed for a multi-domain blood<br>flow–aortic wall interaction problem with multiple moving<br>interfaces. An advanced fully discrete ALE-mixed finite<br>element approximation is defined to solve the present<br>fluid–structure interaction (FSI) problem in the<br>cardiovascular environment, in which two fields of structures<br>are involved with two fields of fluid flow,<br>inducing three moving interfaces in between for the<br>interactions. Numerical experiments are carried out for a<br>realistic cardiovascular problem with the implantation<br>of vascular stent graft to demonstrate the<br>strength of our developed ALE-mixed finite element...","title_summary":" Monolithic Arbitrary Lagrangian–Eulerian<br>Finite Element Method for a Multi-domain Blood<br>Flow–Aortic Wall Interaction Problem","x":-13.7866210938,"y":45.4734306335,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.7866210938,"tsne_y":45.4734306335,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"gigini5r","source_x":"PMC","title":"Solving Non-linear Elasticity Problems by a WLS High Order Continuation","doi":"10.1007\/978-3-030-50433-5_21","abstract":"In this paper, a high order mesh-free continuation for nonlinear elasticity problems is presented. This proposal consists to introduce the Weighted Least Squares (WLS) in a High Order Continuation (HOC). The WLS has been employed to create shape functions using a local support domain. The HOC permits to transform the nonlinear problems in a succession of linear problems of the same tangent matrix. A strong formulation of the problem is adopted to avoid the numerical integration and mesh generation. In this work, a numerical study has been conducted in nonlinear elasticity problems in order to study the behaviour and stability of the proposed approach. Several examples are investigated numerically in order to demonstrate the robustness and efficiency of the proposed approach. This proposed approach has shown its efficiency in management of complex geometries and irregular nodal distributions with respect to other approaches.","publish_time":1590364800000,"author_summary":" Elmhaia, Oussama; Belaasilia, Youssef;<br>Braikat, Bouazza; Damil, Noureddine","abstract_summary":" In this paper, a high order mesh-free<br>continuation for nonlinear elasticity problems is<br>presented. This proposal consists to introduce the<br>Weighted Least Squares (WLS) in a High Order<br>Continuation (HOC). The WLS has been employed to create shape<br>functions using a local support domain. The HOC permits to<br>transform the nonlinear problems in a succession of<br>linear problems of the same tangent matrix. A strong<br>formulation of the problem is adopted to avoid the numerical<br>integration and mesh generation. In this work, a numerical<br>study has been conducted in nonlinear elasticity<br>problems in order to study the behaviour and stability...","title_summary":" Solving Non-linear Elasticity Problems by a<br>WLS High Order Continuation","x":-13.9222564697,"y":45.1924247742,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.9222564697,"tsne_y":45.1924247742,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"xt7dikue","source_x":"PMC","title":"Massively Parallel Stencil Strategies for Radiation Transport Moment Model Simulations","doi":"10.1007\/978-3-030-50436-6_18","abstract":"The radiation transport equation is a mesoscopic equation in high dimensional phase space. Moment methods approximate it via a system of partial differential equations in traditional space-time. One challenge is the high computational intensity due to large vector sizes (1 600 components for P39) in each spatial grid point. In this work, we extend the calculable domain size in 3D simulations considerably, by implementing the StaRMAP methodology within the massively parallel HPC framework NAStJA, which is designed to use current supercomputers efficiently. We apply several optimization techniques, including a new memory layout and explicit SIMD vectorization. We showcase a simulation with 200 billion degrees of freedom, and argue how the implementations can be extended and used in many scientific domains.","publish_time":1590364800000,"author_summary":" Berghoff, Marco; Frank, Martin; Seibold,<br>Benjamin","abstract_summary":" The radiation transport equation is a<br>mesoscopic equation in high dimensional phase space.<br>Moment methods approximate it via a system of partial<br>differential equations in traditional space-time. One<br>challenge is the high computational intensity due to<br>large vector sizes (1 600 components for P39) in each<br>spatial grid point. In this work, we extend the<br>calculable domain size in 3D simulations considerably, by<br>implementing the StaRMAP methodology within the massively<br>parallel HPC framework NAStJA, which is designed to use<br>current supercomputers efficiently. We apply several<br>optimization techniques, including a new memory layout and<br>explicit SIMD vectorization. We showcase a simulation...","title_summary":" Massively Parallel Stencil Strategies for<br>Radiation Transport Moment Model Simulations","x":-14.2276668549,"y":44.857219696,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.2276668549,"tsne_y":44.857219696,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"83ctybu8","source_x":"PMC","title":"The Quantization Algorithm Impact in Hydrological Applications: Preliminary Results","doi":"10.1007\/978-3-030-50436-6_14","abstract":"A computationally efficient surface to groundwater coupled hydrological model is being developed based on the Extended Cellular Automata (XCA) formalism. The three-dimensional unsaturated flow model was the first to be designed and implemented in OpenCAL. Here, the response of the model with respect to small variations of the quantization threshold has been assessed, which is the OpenCAL’s quantization algorithm’s parameter used for evaluating cell’s steady state condition. An unsaturated flow test case was considered where the elapsed times of both the non quantized execution and the execution run by setting the quantization threshold to zero (with respect to the moist content variable) were already evaluated. The model response has been assessed in terms of both accuracy and computational performance in the case of an MPI\/OpenMP hybrid execution. Results have pointed out that a very good tradeoff between accuracy and computational performance can be achieved, allowing for a considerable speed-up of the model against a very limited loss of precision.","publish_time":1590364800000,"author_summary":" De Rango, Alessio; Furnari, Luca; D’Ambrosio,<br>Donato; Senatore, Alfonso; Straface, Salvatore;<br>Mendicino, Giuseppe","abstract_summary":" A computationally efficient surface to<br>groundwater coupled hydrological model is being developed<br>based on the Extended Cellular Automata (XCA)<br>formalism. The three-dimensional unsaturated flow model<br>was the first to be designed and implemented in<br>OpenCAL. Here, the response of the model with respect to<br>small variations of the quantization threshold has<br>been assessed, which is the OpenCAL’s quantization<br>algorithm’s parameter used for evaluating cell’s steady<br>state condition. An unsaturated flow test case was<br>considered where the elapsed times of both the non<br>quantized execution and the execution run by setting the<br>quantization threshold to zero (with respect to the moist...","title_summary":" The Quantization Algorithm Impact in<br>Hydrological Applications: Preliminary Results","x":-13.6649188995,"y":44.0321121216,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6649188995,"tsne_y":44.0321121216,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"qif58goq","source_x":"PMC","title":"Applications of Data Assimilation Methods on a Coupled Dual Porosity Stokes Model","doi":"10.1007\/978-3-030-50433-5_6","abstract":"Porous media and conduit coupled systems are heavily used in a variety of areas such as groundwater system, petroleum extraction, and biochemical transport. A coupled dual porosity Stokes model has been proposed to simulate the fluid flow in a dual-porosity media and conduits coupled system. Data assimilation is the discipline that studies the combination of mathematical models and observations. It can improve the accuracy of mathematical models by incorporating data, but also brings challenges by increasing complexity and computational cost. In this paper, we study the application of data assimilation methods to the coupled dual porosity Stokes model. We give a brief introduction to the coupled model and examine the performance of different data assimilation methods on a finite element implementation of the coupled dual porosity Stokes system. We also study how observations on different variables of the system affect the data assimilation process.","publish_time":1590364800000,"author_summary":" Hu, Xiukun; Douglas, Craig C.","abstract_summary":" Porous media and conduit coupled systems are<br>heavily used in a variety of areas such as groundwater<br>system, petroleum extraction, and biochemical<br>transport. A coupled dual porosity Stokes model has been<br>proposed to simulate the fluid flow in a dual-porosity<br>media and conduits coupled system. Data<br>assimilation is the discipline that studies the combination<br>of mathematical models and observations. It can<br>improve the accuracy of mathematical models by<br>incorporating data, but also brings challenges by increasing<br>complexity and computational cost. In this paper, we study<br>the application of data assimilation methods to<br>the coupled dual porosity Stokes model. We give...","title_summary":" Applications of Data Assimilation Methods on a<br>Coupled Dual Porosity Stokes Model","x":-13.6766242981,"y":45.7420425415,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6766242981,"tsne_y":45.7420425415,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"2f4mi8hb","source_x":"PMC","title":"Decoupled and Energy Stable Time-Marching Scheme for the Interfacial Flow with Soluble Surfactants","doi":"10.1007\/978-3-030-50436-6_1","abstract":"In this work, we develop an efficient energy stable scheme for the hydrodynamics coupled phase-field surfactant model with variable densities. The thermodynamically consistent model consists of two Cahn–Hilliard–type equations and incompressible Navier–Stokes equation. We use two scalar auxiliary variables to transform nonlinear parts in the free energy functional into quadratic forms, and then they can be treated efficiently and semi-implicitly. A splitting method based on pressure stabilization is used to solve the Navier–Stokes equation. By some subtle explicit-implicit treatments to nonlinear convection and stress terms, we construct a first-order energy stable scheme for the two-phase system with soluble surfactants. The developed scheme is efficient and easy-to-implement. At each time step, computations of phase-field variables, the velocity and pressure are decoupled. We rigorously prove that the proposed scheme is unconditionally energy stable. Numerical results confirm that our scheme is accurate and energy stable.","publish_time":1590364800000,"author_summary":" Zhu, Guangpu; Li, Aifen","abstract_summary":" In this work, we develop an efficient energy<br>stable scheme for the hydrodynamics coupled<br>phase-field surfactant model with variable densities. The<br>thermodynamically consistent model consists of two<br>Cahn–Hilliard–type equations and incompressible Navier–Stokes<br>equation. We use two scalar auxiliary variables to<br>transform nonlinear parts in the free energy functional<br>into quadratic forms, and then they can be treated<br>efficiently and semi-implicitly. A splitting method based<br>on pressure stabilization is used to solve the<br>Navier–Stokes equation. By some subtle explicit-implicit<br>treatments to nonlinear convection and stress terms, we<br>construct a first-order energy stable scheme for the<br>two-phase system with soluble surfactants. The...","title_summary":" Decoupled and Energy Stable Time-Marching<br>Scheme for the Interfacial Flow with Soluble<br>Surfactants","x":-13.9480371475,"y":45.6945343018,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.9480371475,"tsne_y":45.6945343018,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"gpks3slc","source_x":"PMC","title":"Uncertainty Quantification for Multiscale Fusion Plasma Simulations with VECMA Toolkit","doi":"10.1007\/978-3-030-50436-6_53","abstract":"Within VECMAtk platform we perform Uncertainty Quantification (UQ) for multiscale fusion plasmas simulations. The goal of VECMAtk is to enable modular and automated tools for a wide range of applications to archive robust and actionable results. Our aim in the current paper is to incorporate suitable features to build UQ workflow over the existing fusion codes and to tackle simulations on high performance parallel computers.","publish_time":1590364800000,"author_summary":" Lakhlili, Jalal; Hoenen, Olivier; Luk, Onnie<br>O.; Coster, David P.","abstract_summary":" Within VECMAtk platform we perform<br>Uncertainty Quantification (UQ) for multiscale fusion<br>plasmas simulations. The goal of VECMAtk is to enable<br>modular and automated tools for a wide range of<br>applications to archive robust and actionable results. Our<br>aim in the current paper is to incorporate suitable<br>features to build UQ workflow over the existing fusion<br>codes and to tackle simulations on high performance<br>parallel computers.","title_summary":" Uncertainty Quantification for Multiscale<br>Fusion Plasma Simulations with VECMA Toolkit","x":-14.0485057831,"y":43.8746185303,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.0485057831,"tsne_y":43.8746185303,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"akvs0nlk","source_x":"PMC","title":"A Three-Dimensional, One-Field, Fictitious Domain Method for Fluid-Structure Interactions","doi":"10.1007\/978-3-030-50436-6_3","abstract":"In this article we consider the three-dimensional numerical simulation of Fluid-Structure Interaction (FSI) problems involving large solid deformations. The one-field Fictitious Domain Method (FDM) is introduced in the framework of an operator splitting scheme. Three-dimensional numerical examples are presented in order to validate the proposed approach: demonstrating energy stability and mesh convergence; and extending two dimensional benchmarks from the FSI literature. New three dimensional benchmarks are also proposed.","publish_time":1590364800000,"author_summary":" Wang, Yongxing; Jimack, Peter K.; Walkley,<br>Mark A.","abstract_summary":" In this article we consider the<br>three-dimensional numerical simulation of Fluid-Structure<br>Interaction (FSI) problems involving large solid<br>deformations. The one-field Fictitious Domain Method (FDM)<br>is introduced in the framework of an operator<br>splitting scheme. Three-dimensional numerical<br>examples are presented in order to validate the proposed<br>approach: demonstrating energy stability and mesh<br>convergence; and extending two dimensional benchmarks from<br>the FSI literature. New three dimensional<br>benchmarks are also proposed.","title_summary":" A Three-Dimensional, One-Field, Fictitious<br>Domain Method for Fluid-Structure Interactions","x":-13.895898819,"y":45.4628639221,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.895898819,"tsne_y":45.4628639221,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"oidnevdg","source_x":"PMC","title":"Intrusive Polynomial Chaos for CFD Using OpenFOAM","doi":"10.1007\/978-3-030-50436-6_50","abstract":"We present the formulation and implementation of a stochastic Computational Fluid Dynamics (CFD) solver based on the widely used finite volume library - OpenFOAM. The solver employs Generalized Polynomial Chaos (gPC) expansion to (a) quantify the uncertainties associated with the fluid flow simulations, and (b) study the non-linear propagation of these uncertainties. The aim is to accurately estimate the uncertainty in the result of a CFD simulation at a lower computational cost than the standard Monte Carlo (MC) method. The gPC approach is based on the spectral decomposition of the random variables in terms of basis polynomials containing randomness and the unknown deterministic expansion coefficients. As opposed to the mostly used non-intrusive approach, in this work, we use the intrusive variant of the gPC method in the sense that the deterministic equations are modified to directly solve for the (coupled) expansion coefficients. To this end, we have tested the intrusive gPC implementation for both the laminar and the turbulent flow problems in CFD. The results are in accordance with the analytical and the non-intrusive approaches. The stochastic solver thus developed, can serve as an alternative to perform uncertainty quantification, especially when the non-intrusive methods are significantly expensive, which is mostly true for a lot of stochastic CFD problems.","publish_time":1590364800000,"author_summary":" Parekh, Jigar; Verstappen, Roel","abstract_summary":" We present the formulation and implementation<br>of a stochastic Computational Fluid Dynamics<br>(CFD) solver based on the widely used finite volume<br>library - OpenFOAM. The solver employs Generalized<br>Polynomial Chaos (gPC) expansion to (a) quantify the<br>uncertainties associated with the fluid flow simulations,<br>and (b) study the non-linear propagation of these<br>uncertainties. The aim is to accurately estimate the<br>uncertainty in the result of a CFD simulation at a lower<br>computational cost than the standard Monte Carlo (MC) method.<br>The gPC approach is based on the spectral<br>decomposition of the random variables in terms of basis<br>polynomials containing randomness and...","title_summary":" Intrusive Polynomial Chaos for CFD Using<br>OpenFOAM","x":-14.0499010086,"y":45.2720184326,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.0499010086,"tsne_y":45.2720184326,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"41gqaude","source_x":"PMC","title":"Adaptive Multiscale Model Reduction for Nonlinear Parabolic Equations Using GMsFEM","doi":"10.1007\/978-3-030-50436-6_9","abstract":"In this paper, we propose a coupled Discrete Empirical Interpolation Method (DEIM) and Generalized Multiscale Finite element method (GMsFEM) to solve nonlinear parabolic equations with application to the Allen-Cahn equation. The Allen-Cahn equation is a model for nonlinear reaction-diffusion process. It is often used to model interface motion in time, e.g. phase separation in alloys. The GMsFEM allows solving multiscale problems at a reduced computational cost by constructing a reduced-order representation of the solution on a coarse grid. In [14], it was shown that the GMsFEM provides a flexible tool to solve multiscale problems by constructing appropriate snapshot, offline and online spaces. In this paper, we solve a time dependent problem, where online enrichment is used. The main contribution is comparing different online enrichment methods. More specifically, we compare uniform online enrichment and adaptive methods. We also compare two kinds of adaptive methods. Furthermore, we use DEIM, a dimension reduction method to reduce the complexity when we evaluate the nonlinear terms. Our results show that DEIM can approximate the nonlinear term without significantly increasing the error. Finally, we apply our proposed method to the Allen Cahn equation.","publish_time":1590364800000,"author_summary":" Wang, Yiran; Chung, Eric; Fu, Shubin","abstract_summary":" In this paper, we propose a coupled Discrete<br>Empirical Interpolation Method (DEIM) and Generalized<br>Multiscale Finite element method (GMsFEM) to solve<br>nonlinear parabolic equations with application to the<br>Allen-Cahn equation. The Allen-Cahn equation is a model<br>for nonlinear reaction-diffusion process. It is<br>often used to model interface motion in time, e.g.<br>phase separation in alloys. The GMsFEM allows<br>solving multiscale problems at a reduced<br>computational cost by constructing a reduced-order<br>representation of the solution on a coarse grid. In [14], it was<br>shown that the GMsFEM provides a flexible tool to<br>solve multiscale problems by constructing<br>appropriate snapshot, offline and...","title_summary":" Adaptive Multiscale Model Reduction for<br>Nonlinear Parabolic Equations Using GMsFEM","x":-14.1713466644,"y":45.030418396,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.1713466644,"tsne_y":45.030418396,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"2uu48zlq","source_x":"PMC","title":"Hybrid Mixed Methods Applied to Miscible Displacements with Adverse Mobility Ratio","doi":"10.1007\/978-3-030-50436-6_19","abstract":"We propose stable and locally conservative hybrid mixed finite element methods to approximate the Darcy system and convection-diffusion problem, presented in a mixed form, to solve miscible displacements considering convective flows with adverse mobility ratio. The stability of the proposed formulations is achieved due to the choice of non-conforming Raviart-Thomas spaces combined to upwind scheme for the convection-dominated regimes, where the continuity conditions, between the elements, are weakly enforced by the introduction of Lagrange multipliers. Thus, the primal variables of both systems can be condensed in the element level leading a positive-definite global problem involving only the degrees of freedom associated with the multipliers. This approach, compared to the classical conforming Raviart-Thomas, present a reduction of the computational cost because, in both problems, the Lagrange multiplier is associated with a scalar field. In this context, a staggered algorithm is employed to decouple the Darcy problem from the convection-diffusion mixed system. However, both formulations are solved at the same time step, and the time discretization adopted for the convection-diffusion problem is the implicit backward Euler method. Numerical results show optimal convergence rates for all variables and the capacity to capture the formation and the propagation of the viscous fingering, as can be seen in the comparisons of the simulations of the Hele-Shaw cell with experimental results of the literature.","publish_time":1590364800000,"author_summary":" Igreja, Iury; de Miranda, Gabriel","abstract_summary":" We propose stable and locally conservative<br>hybrid mixed finite element methods to approximate<br>the Darcy system and convection-diffusion<br>problem, presented in a mixed form, to solve miscible<br>displacements considering convective flows with adverse<br>mobility ratio. The stability of the proposed<br>formulations is achieved due to the choice of non-conforming<br>Raviart-Thomas spaces combined to upwind scheme for the<br>convection-dominated regimes, where the continuity conditions,<br>between the elements, are weakly enforced by the<br>introduction of Lagrange multipliers. Thus, the primal<br>variables of both systems can be condensed in the element<br>level leading a positive-definite global problem<br>involving only the degrees of freedom...","title_summary":" Hybrid Mixed Methods Applied to Miscible<br>Displacements with Adverse Mobility Ratio","x":-13.8602342606,"y":45.5238380432,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.8602342606,"tsne_y":45.5238380432,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"a85liaq2","source_x":"PMC","title":"Descending Flight Simulation of Tiltrotor Aircraft at Different Descent Rates","doi":"10.1007\/978-3-030-50436-6_13","abstract":"Helicopters and tiltrotor aircrafts are known to fall into an unstable state called vortex ring state when they descend rapidly. This paper presents a six degrees of freedom descending flight simulation of a tiltrotor aircraft represented by the V-22 Osprey, considering the interaction between fluid and a rigid body. That is, an aircraft affects the surrounding flow field by rotating the rotors, and flies with the generated force as thrust. Similarly, an orientation of the airframe is controlled by aerodynamic force which is generated by manipulating the shape. This numerical analysis is a complicated moving boundary problem involving motion of an air-frame or rotation of rotors. As a numerical approach, the Moving Computational Domain (MCD) method in combination with the multi-axis sliding mesh approach is adopted. In the MCD method, the whole computational domain moves with objects in the domain. At this time, fluid flow around the objects is generated by the movement of the boundaries. In addition, this method removes computational space restrictions, allowing an aircraft to move freely within the computational space regardless of a size of a computational grid. The multi-axis sliding mesh approach allows rotating bodies to be placed in a computational grid. Using the above approach, the flight simulation at two different descent rates is performed to reveal a behavior of a tiltrotor aircraft and a state of the surrounding flow field.","publish_time":1590364800000,"author_summary":" Takii, Ayato; Yamakawa, Masashi; Asao,<br>Shinichi","abstract_summary":" Helicopters and tiltrotor aircrafts are known<br>to fall into an unstable state called vortex ring<br>state when they descend rapidly. This paper presents<br>a six degrees of freedom descending flight<br>simulation of a tiltrotor aircraft represented by the V-22<br>Osprey, considering the interaction between fluid and<br>a rigid body. That is, an aircraft affects the<br>surrounding flow field by rotating the rotors, and flies<br>with the generated force as thrust. Similarly, an<br>orientation of the airframe is controlled by aerodynamic<br>force which is generated by manipulating the shape.<br>This numerical analysis is a complicated moving<br>boundary problem involving motion of...","title_summary":" Descending Flight Simulation of Tiltrotor<br>Aircraft at Different Descent Rates","x":-13.2339725494,"y":45.5540008545,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.2339725494,"tsne_y":45.5540008545,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ovhzult0","source_x":"PMC","title":"Easing Multiscale Model Design and Coupling with MUSCLE 3","doi":"10.1007\/978-3-030-50433-5_33","abstract":"Multiscale modelling and simulation typically entails coupling multiple simulation codes into a single program. Doing this in an ad-hoc fashion tends to result in a tightly coupled, difficult-to-change computer program. This makes it difficult to experiment with different submodels, or to implement advanced techniques such as surrogate modelling. Furthermore, building the coupling itself is time-consuming. The MUltiScale Coupling Library and Environment version 3 (MUSCLE 3) aims to alleviate these problems. It allows the coupling to be specified in a simple configuration file, which specifies the components of the simulation and how they should be connected together. At runtime a simulation manager takes care of coordination of submodels, while data is exchanged over the network in a peer-to-peer fashion via the MUSCLE library. Submodels need to be linked to this library, but this is minimally invasive and restructuring simulation codes is usually not needed. Once operational, the model may be rewired or augmented by changing the configuration, without further changes to the submodels. MUSCLE 3 is developed openly on GitHub, and is available as Open Source software under the Apache 2.0 license.","publish_time":1590364800000,"author_summary":" Veen, Lourens E.; Hoekstra, Alfons G.","abstract_summary":" Multiscale modelling and simulation<br>typically entails coupling multiple simulation codes<br>into a single program. Doing this in an ad-hoc<br>fashion tends to result in a tightly coupled,<br>difficult-to-change computer program. This makes it difficult to<br>experiment with different submodels, or to implement<br>advanced techniques such as surrogate modelling.<br>Furthermore, building the coupling itself is<br>time-consuming. The MUltiScale Coupling Library and<br>Environment version 3 (MUSCLE 3) aims to alleviate these<br>problems. It allows the coupling to be specified in a<br>simple configuration file, which specifies the<br>components of the simulation and how they should be<br>connected together. At runtime a simulation...","title_summary":" Easing Multiscale Model Design and Coupling<br>with MUSCLE 3","x":-14.0482873917,"y":44.3752593994,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.0482873917,"tsne_y":44.3752593994,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"fmp0l40y","source_x":"PMC","title":"A Heterogeneous Multi-scale Model for Blood Flow","doi":"10.1007\/978-3-030-50433-5_31","abstract":"This research focuses on developing a heterogeneous multi-scale model (HMM) for blood flow. Two separate scales are considered in this study, a Macro-scale, which models whole blood as a continuous fluid and tracks the transport of hematocrit profiles through an advection diffusion solver. And a Micro-scale, which computes directly local diffusion coefficients and viscosities using cell resolved simulations. The coupling between these two scales also includes the use of a surrogate model, which saved local viscosity and diffusion coefficients from previously simulated local hematocrit and shear rate combinations. As the HMM model progresses fewer micro models will be spawned. This is accomplished through the surrogate by interpolating from previously computed viscosities and diffusion coefficients. The benefit of using the HMM method for blood flow is that it, along with resolving the rheology of whole blood, can be extended with other types computational models to model physiological processes like thrombus formation.","publish_time":1590364800000,"author_summary":" Czaja, Benjamin; Závodszky, Gábor; Hoekstra,<br>Alfons","abstract_summary":" This research focuses on developing a<br>heterogeneous multi-scale model (HMM) for blood flow. Two<br>separate scales are considered in this study, a<br>Macro-scale, which models whole blood as a continuous fluid<br>and tracks the transport of hematocrit profiles<br>through an advection diffusion solver. And a<br>Micro-scale, which computes directly local diffusion<br>coefficients and viscosities using cell resolved<br>simulations. The coupling between these two scales also<br>includes the use of a surrogate model, which saved local<br>viscosity and diffusion coefficients from previously<br>simulated local hematocrit and shear rate combinations.<br>As the HMM model progresses fewer micro models<br>will be spawned. This...","title_summary":" A Heterogeneous Multi-scale Model for Blood<br>Flow","x":-13.3374433517,"y":45.8872489929,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.3374433517,"tsne_y":45.8872489929,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"wh7oxm3i","source_x":"PMC","title":"Development of an Object-Oriented Programming Tool Based on FEM for Numerical Simulation of Mineral-Slurry Transport","doi":"10.1007\/978-3-030-50436-6_12","abstract":"The early stages of the development of a finite element method (FEM) based computational tool for numerically simulating mineral-slurry transport involving both Newtonian and non-Newtonian flows are described in this work. The rationale behind the conception, design and implementation of the referred object-oriented programming tool is thus initially highlighted. A particular emphasis is put on several architectural aspects accounted for and object class hierarchies defined during the development of the tool. Next one of the main modules composing the tool under development is further described. Finally, as a means of illustration, the use of the FEM based tool for simulating two-dimensional laminar flows is discussed. More specifically, canonical configurations widely studied in the past are firstly accounted for. A more practical application involving the simulation of a mineral-slurry handling device is then studied using the power-law rheological model. The results from the simulations carried out highlight the usefulness of the tool for realistically predicting the associated flow behavior. The FEM based tool discussed in this work will be used in future for carrying out high-fidelity numerical simulations of turbulent multiphase flows including fluid-particle interactions.","publish_time":1590364800000,"author_summary":" Peralta, Sergio; Cordova, Jhon; Celis, Cesar;<br>Maza, Danmer","abstract_summary":" The early stages of the development of a finite<br>element method (FEM) based computational tool for<br>numerically simulating mineral-slurry transport<br>involving both Newtonian and non-Newtonian flows are<br>described in this work. The rationale behind the<br>conception, design and implementation of the referred<br>object-oriented programming tool is thus initially<br>highlighted. A particular emphasis is put on several<br>architectural aspects accounted for and object class<br>hierarchies defined during the development of the tool.<br>Next one of the main modules composing the tool under<br>development is further described. Finally, as a means of<br>illustration, the use of the FEM based tool for simulating...","title_summary":" Development of an Object-Oriented<br>Programming Tool Based on FEM for Numerical Simulation of<br>Mineral-Slurry Transport","x":-13.2672405243,"y":45.1178817749,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.2672405243,"tsne_y":45.1178817749,"subcluster":1,"subcluster_description":"Three-Dimensional Inner Soil Structure","shape":"p"},{"cord_uid":"sja0xbc0","source_x":"PMC","title":"Markov Chain Monte Carlo Methods for Fluid Flow Forecasting in the Subsurface","doi":"10.1007\/978-3-030-50436-6_56","abstract":"Accurate predictions in subsurface flows require the forecasting of quantities of interest by applying models of subsurface fluid flow with very little available data. In general a Bayesian statistical approach along with a Markov Chain Monte Carlo (MCMC) algorithm can be used for quantifying the uncertainties associated with subsurface parameters. However, the complex nature of flow simulators presents considerable challenges to accessing inherent uncertainty in all flow simulator parameters of interest. In this work we focus on the transport of contaminants in a heterogeneous permeability field of a aquifer. In our problem the limited data comes in the form of contaminant fractional flow curves at monitoring wells of the aquifer. We then employ a Karhunen-Loève expansion to truncate the stochastic dimension of the permeability field and thus the expansion helps reducing the computational burden. Aiming to reduce the computational burden further, we code our numerical simulator using parallel programming procedures on Graphics Processing Units (GPUs). In this paper we mainly present a comparative study of two well-known MCMC methods, namely, two-stage and DiffeRential Evolution Adaptive Metropolis (DREAM), for the characterization of the two-dimensional aquifer. A thorough statistical analysis of ensembles of the contaminant fractional flow curves from both MCMC methods is presented. The analysis indicates that although the average fractional flow curves are quite similar, both time-dependent ensemble variances and posterior analysis are considerably distinct for both methods.","publish_time":1590364800000,"author_summary":" Ali, Alsadig; Al-Mamun, Abdullah; Pereira,<br>Felipe; Rahunanthan, Arunasalam","abstract_summary":" Accurate predictions in subsurface flows<br>require the forecasting of quantities of interest by<br>applying models of subsurface fluid flow with very<br>little available data. In general a Bayesian<br>statistical approach along with a Markov Chain Monte Carlo<br>(MCMC) algorithm can be used for quantifying the<br>uncertainties associated with subsurface parameters.<br>However, the complex nature of flow simulators presents<br>considerable challenges to accessing inherent uncertainty<br>in all flow simulator parameters of interest. In<br>this work we focus on the transport of contaminants<br>in a heterogeneous permeability field of a<br>aquifer. In our problem the limited data comes in the form<br>of...","title_summary":" Markov Chain Monte Carlo Methods for Fluid Flow<br>Forecasting in the Subsurface","x":-13.3033771515,"y":44.2638969421,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.3033771515,"tsne_y":44.2638969421,"subcluster":0,"subcluster_description":"Uncertaintymarkov Chain Monte Carlo","shape":"p"},{"cord_uid":"srfo7bvo","source_x":"PMC","title":"deal.II Implementation of a Two-Field Finite Element Solver for Poroelasticity","doi":"10.1007\/978-3-030-50436-6_7","abstract":"This paper presents a finite element solver for poroelasticity in the 2-field approach and its implementation on the deal.II platform. Numerical experiments on benchmarks are presented to demonstrate the accuracy and efficiency of this new solver.","publish_time":1590364800000,"author_summary":" Wang, Zhuoran; Liu, Jiangguo","abstract_summary":" This paper presents a finite element solver for<br>poroelasticity in the 2-field approach and its implementation<br>on the deal.II platform. Numerical experiments<br>on benchmarks are presented to demonstrate the<br>accuracy and efficiency of this new solver.","title_summary":" deal.II Implementation of a Two-Field Finite<br>Element Solver for Poroelasticity","x":-13.970328331,"y":45.4425392151,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.970328331,"tsne_y":45.4425392151,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"h81py6c4","source_x":"PMC","title":"Empirical Analysis of Stochastic Methods of Linear Algebra","doi":"10.1007\/978-3-030-50436-6_40","abstract":"In this paper we present the results of an empirical study of stochastic projection and stochastic gradient descent methods as means of obtaining approximate inverses and preconditioners for iterative methods. Results of numerical experiments are used to analyse scalability and overall suitability of the selected methods as practical tools for treatment of large linear systems of equations. The results are preliminary due to the code being not yet fully optimized.","publish_time":1590364800000,"author_summary":" Şahin, Mustafa Emre; Lebedev, Anton;<br>Alexandrov, Vassil","abstract_summary":" In this paper we present the results of an<br>empirical study of stochastic projection and stochastic<br>gradient descent methods as means of obtaining<br>approximate inverses and preconditioners for iterative<br>methods. Results of numerical experiments are used to<br>analyse scalability and overall suitability of the<br>selected methods as practical tools for treatment of<br>large linear systems of equations. The results are<br>preliminary due to the code being not yet fully optimized.","title_summary":" Empirical Analysis of Stochastic Methods of<br>Linear Algebra","x":-15.561422348,"y":44.8814125061,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-15.561422348,"tsne_y":44.8814125061,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"459005yr","source_x":"PMC","title":"Radial Basis Functions Mesh Morphing: A Comparison Between the Bi-harmonic Spline and the Wendland C2 Radial Function","doi":"10.1007\/978-3-030-50433-5_23","abstract":"Radial basis functions (RBFs) based mesh morphing allows to adapt the shape of a computational grid onto a new one by updating the position of all its nodes. Usually nodes on surfaces are used as sources to define the interpolation field that is propagated into the volume mesh by the RBF. The method comes with two distinctive advantages that makes it very flexible: it is mesh independent and it allows a node wise precision. There are however two major drawbacks: large data set management and excessive distortion of the morphed mesh that may occur. Two radial kernels are widely adopted to overtake such issues: the bi-harmonic spline (BHS) and the Wendland C2 (WC2). The BHS minimizes the mesh distortion but it is computational intense as a dense linear system has to be solved whilist the WC2 leads to a sparse system easier to solve but which can lack in smoothness. In this paper we compare these two radial kernels with a specific focus on mesh distortion. A detailed insight about RBF fields resulting from BHS and WC2 is first provided by inspecting the intensity and the distribution of the strain for a very simple shape: a square plate with a central circular hole. An aeronautical example, the ice formation onto the leading edge of a wing, is then exposed adopting an industrial software implementation based on the state of the art of RBF solvers.","publish_time":1590364800000,"author_summary":" Biancolini, Marco Evangelos; Chiappa,<br>Andrea; Cella, Ubaldo; Costa, Emiliano; Groth,<br>Corrado; Porziani, Stefano","abstract_summary":" Radial basis functions (RBFs) based mesh<br>morphing allows to adapt the shape of a computational<br>grid onto a new one by updating the position of all its<br>nodes. Usually nodes on surfaces are used as sources to<br>define the interpolation field that is propagated<br>into the volume mesh by the RBF. The method comes with<br>two distinctive advantages that makes it very<br>flexible: it is mesh independent and it allows a node wise<br>precision. There are however two major drawbacks: large<br>data set management and excessive distortion of the<br>morphed mesh that may occur. Two radial kernels are<br>widely adopted...","title_summary":" Radial Basis Functions Mesh Morphing: A<br>Comparison Between the Bi-harmonic Spline and the<br>Wendland C2 Radial Function","x":-13.7479848862,"y":44.7431564331,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.7479848862,"tsne_y":44.7431564331,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"oj3jjjm2","source_x":"PMC","title":"Numerical Simulation of Heat Transfer in an Enclosure with Time-Periodic Heat Generation Using Finite-Difference Method","doi":"10.1007\/978-3-030-50436-6_11","abstract":"This paper reports a numerical investigation of highly coupled system of partial differential equations, simulating the fluid flow and heat transfer in a large-scale enclosure with time-periodic heat generation. The bottom wall of the enclosure is insulated, and heat exchange with the environment is modeled at other external boundaries. The heater with time-periodic heat generation is located at the bottom of the enclosure. The internal surfaces of both the heater and walls are assumed to be gray. Air is the working fluid and the Rayleigh number is 10(9). To solve the governing equations with dimensionless vorticity – stream function – temperature variables, the finite difference method has been used. The developed model has been validated through a comparison with data of other authors. The effect of surface emissivity and periodic heat generation on Nusselt numbers and both stream function and temperature distributions has been investigated. The results showed that the influence of the thermal radiation on total thermal transmission increases with surface emissivity of walls and heater surfaces. The present numerical method can be applied in several engineering problems, such as designing passive cooling systems and the simulation of heat transfer in building constructions.","publish_time":1590364800000,"author_summary":" Miroshnichenko, Igor; Sheremet, Mikhail","abstract_summary":" This paper reports a numerical investigation<br>of highly coupled system of partial differential<br>equations, simulating the fluid flow and heat transfer in a<br>large-scale enclosure with time-periodic heat<br>generation. The bottom wall of the enclosure is insulated,<br>and heat exchange with the environment is modeled<br>at other external boundaries. The heater with<br>time-periodic heat generation is located at the bottom of the<br>enclosure. The internal surfaces of both the heater and<br>walls are assumed to be gray. Air is the working fluid<br>and the Rayleigh number is 10(9). To solve the<br>governing equations with dimensionless vorticity –<br>stream function –...","title_summary":" Numerical Simulation of Heat Transfer in an<br>Enclosure with Time-Periodic Heat Generation Using<br>Finite-Difference Method","x":-13.5571708679,"y":45.9829940796,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.5571708679,"tsne_y":45.9829940796,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"6ygv3ap6","source_x":"PMC","title":"A Numerical Algorithm to Solve the Two-Phase Flow in Porous Media Including Foam Displacement","doi":"10.1007\/978-3-030-50436-6_2","abstract":"This work is dedicated to simulating the Enhanced Oil Recovery (EOR) process of foam injection in a fully saturated reservoir. The presence of foam in the gas-water mixture acts in controlling the mobility of the gas phase, contributing to reduce the effects of fingering and gravity override. A fractional flow formulation based on global pressure is used, resulting in a system of Partial Differential Equations (PDEs) that describe two coupled problems of distinct kinds: elliptic and hyperbolic. The numerical methodology is based on splitting the system of equations into two sub-systems that group equations of the same kind and on applying a hybrid finite element method to solve the elliptic problem and a high-order finite volume method to solve the hyperbolic equations. Numerical results show good efficiency of the algorithm, as well as the remarkable ability of the foam to increase reservoir sweep efficiency by reducing gravity override and fingering effects.","publish_time":1590364800000,"author_summary":" de Paula, Filipe Fernandes; Quinelato,<br>Thiago; Igreja, Iury; Chapiro, Grigori","abstract_summary":" This work is dedicated to simulating the<br>Enhanced Oil Recovery (EOR) process of foam injection in<br>a fully saturated reservoir. The presence of<br>foam in the gas-water mixture acts in controlling<br>the mobility of the gas phase, contributing to<br>reduce the effects of fingering and gravity override.<br>A fractional flow formulation based on global<br>pressure is used, resulting in a system of Partial<br>Differential Equations (PDEs) that describe two coupled<br>problems of distinct kinds: elliptic and hyperbolic.<br>The numerical methodology is based on splitting<br>the system of equations into two sub-systems that<br>group equations of the same kind and on...","title_summary":" A Numerical Algorithm to Solve the Two-Phase<br>Flow in Porous Media Including Foam Displacement","x":-13.7313547134,"y":45.6852874756,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.7313547134,"tsne_y":45.6852874756,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"29b4mong","source_x":"PMC","title":"Multilevel Monte Carlo with Improved Correlation for Kinetic Equations in the Diffusive Scaling","doi":"10.1007\/978-3-030-50433-5_29","abstract":"In many applications, it is necessary to compute the time-dependent distribution of an ensemble of particles subject to transport and collision phenomena. Kinetic equations are PDEs that model such particles in a position-velocity phase space. In the low collisional regime, explicit particle-based Monte Carlo methods simulate these high dimensional equations efficiently, but, as the collision rate increases, these methods suffer from severe time-step constraints. In the high collision regime, asymptotic-preserving particle schemes are able to produce stable results. However, this stability comes at the cost of a bias in the computed results. In earlier work, the multilevel Monte Carlo method was used to reduce this bias by combining simulations with large and small time steps. This multilevel scheme, however, still has large variances when correlating fine and coarse simulations, which leads to sub-optimal multilevel performance. In this work, we present an improved correlation approach that decreases the variance when bridging the gap from large time steps to time steps of the order of magnitude of the collision rate. We further demonstrate that this reduced variance results in a sharply reduced simulation cost at the expense of a small bias.","publish_time":1590364800000,"author_summary":" Løvbak, Emil; Mortier, Bert; Samaey,<br>Giovanni; Vandewalle, Stefan","abstract_summary":" In many applications, it is necessary to<br>compute the time-dependent distribution of an<br>ensemble of particles subject to transport and<br>collision phenomena. Kinetic equations are PDEs that<br>model such particles in a position-velocity phase<br>space. In the low collisional regime, explicit<br>particle-based Monte Carlo methods simulate these high<br>dimensional equations efficiently, but, as the collision<br>rate increases, these methods suffer from severe<br>time-step constraints. In the high collision regime,<br>asymptotic-preserving particle schemes are able to produce stable<br>results. However, this stability comes at the cost of a<br>bias in the computed results. In earlier work, the<br>multilevel Monte Carlo method...","title_summary":" Multilevel Monte Carlo with Improved<br>Correlation for Kinetic Equations in the Diffusive Scaling","x":-14.3819389343,"y":45.4611282349,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.3819389343,"tsne_y":45.4611282349,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"3n4gbtmo","source_x":"PMC","title":"A Posteriori Error Estimates for Fully Discrete Finite Element Method for Generalized Diffusion Equation with Delay","doi":"10.1007\/s10915-020-01262-5","abstract":"In this paper, we derive several a posteriori error estimators for generalized diffusion equation with delay in a convex polygonal domain. The Crank–Nicolson method for time discretization is used and a continuous, piecewise linear finite element space is employed for the space discretization. The a posteriori error estimators corresponding to space discretization are derived by using the interpolation estimates. Two different continuous, piecewise quadratic reconstructions are used to obtain the error due to the time discretization. To estimate the error in the approximation of the delay term, linear approximations of the delay term are used in a crucial way. As a consequence, a posteriori upper and lower error bounds for fully discrete approximation are derived for the first time. In particular, long-time a posteriori error estimates are obtained for stable systems. Numerical experiments are presented which confirm our theoretical results.","publish_time":1593561600000,"author_summary":" Wang, Wansheng; Yi, Lijun; Xiao, Aiguo","abstract_summary":" In this paper, we derive several a posteriori<br>error estimators for generalized diffusion<br>equation with delay in a convex polygonal domain. The<br>Crank–Nicolson method for time discretization is used and a<br>continuous, piecewise linear finite element space is<br>employed for the space discretization. The a posteriori<br>error estimators corresponding to space<br>discretization are derived by using the interpolation<br>estimates. Two different continuous, piecewise<br>quadratic reconstructions are used to obtain the error<br>due to the time discretization. To estimate the<br>error in the approximation of the delay term, linear<br>approximations of the delay term are used in a crucial way. As...","title_summary":" A Posteriori Error Estimates for Fully<br>Discrete Finite Element Method for Generalized<br>Diffusion Equation with Delay","x":-14.635342598,"y":44.9992141724,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.635342598,"tsne_y":44.9992141724,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"sg87muth","source_x":"PMC","title":"Computational Analysis of Third-Grade Liquid Flow with Cross Diffusion Effects: Application to Entropy Modeling","doi":"10.1007\/978-3-030-53956-6_48","abstract":"The key goal of this current study is to analyze the entropy generation with cross diffusion effects. The third-grade type non-Newtonian fluid model is used in this study. The current flow problem is modelled with stretching plate. Modified Fourier heat flux is replaced the classical heat flux. The appropriate transformation is availed to convert the basic boundary layers equations into ODEs and then verified by homotopy algorithm. The consequences of various physical quantities on temperature, velocity, entropy and concentration profile are illustrated graphically.","publish_time":1592784000000,"author_summary":" Loganathan, K.; Sagayaraj, A. Charles;<br>Viloria, Amelec; Varela, Noel; Lezama, Omar Bonerge<br>Pineda; Ortiz-Ospino, Luis","abstract_summary":" The key goal of this current study is to analyze<br>the entropy generation with cross diffusion<br>effects. The third-grade type non-Newtonian fluid<br>model is used in this study. The current flow problem<br>is modelled with stretching plate. Modified<br>Fourier heat flux is replaced the classical heat flux.<br>The appropriate transformation is availed to<br>convert the basic boundary layers equations into ODEs<br>and then verified by homotopy algorithm. The<br>consequences of various physical quantities on<br>temperature, velocity, entropy and concentration profile<br>are illustrated graphically.","title_summary":" Computational Analysis of Third-Grade Liquid<br>Flow with Cross Diffusion Effects: Application to<br>Entropy Modeling","x":-13.691119194,"y":45.8919181824,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.691119194,"tsne_y":45.8919181824,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"62xgidib","source_x":"PMC","title":"Newtonian Heating Effects of Oldroyd-B Liquid Flow with Cross-Diffusion and Second Order Slip","doi":"10.1007\/978-3-030-53956-6_61","abstract":"The current study highlights the Newtonian heating and second-order slip velocity with cross-diffusion effects on Oldroyd-B liquid flow. The modified Fourier heat flux is included in the energy equation system. The present problem is modeled with the physical governing system. The complexity of the governing system was reduced to a nonlinear ordinary system with the help of suitable transformations. A homotopy algorithm was used to validate the nonlinear system. This algorithm was solved via MATHEMATICA software. Their substantial aspects are further studied and reported in detail. We noticed that the influence of slip velocity order two is lower than the slip velocity order one.","publish_time":1592784000000,"author_summary":" Loganathan, K.; Tamilvanan, K.; Viloria,<br>Amelec; Varela, Noel; Lezama, Omar Bonerge Pineda","abstract_summary":" The current study highlights the Newtonian<br>heating and second-order slip velocity with<br>cross-diffusion effects on Oldroyd-B liquid flow. The modified<br>Fourier heat flux is included in the energy equation<br>system. The present problem is modeled with the<br>physical governing system. The complexity of the<br>governing system was reduced to a nonlinear ordinary<br>system with the help of suitable transformations. A<br>homotopy algorithm was used to validate the nonlinear<br>system. This algorithm was solved via MATHEMATICA<br>software. Their substantial aspects are further studied<br>and reported in detail. We noticed that the<br>influence of slip velocity order two is lower than the...","title_summary":" Newtonian Heating Effects of Oldroyd-B Liquid<br>Flow with Cross-Diffusion and Second Order Slip","x":-13.7497034073,"y":45.8983917236,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.7497034073,"tsne_y":45.8983917236,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"amvi4h5f","source_x":"PMC","title":"Analytical Study of Radiative Casson Nanoliquid Flow with Heat Absorption","doi":"10.1007\/978-3-030-53956-6_63","abstract":"The divergence of thermally radiative MHD flow of a Casson nanofluid over a stretching paper alongside heat absorption. The governing non linear equations are remodeled into a nonlinear ODE’s. The HAM is adopted to find the series solution. The changes of pertinent parameters are analyzed with diagrams and tables. The fluid velocity is controlled by suction and it develops with injection. The local Nusselt number rapidly suppresses with increasing the magnetic field parameter in heat generation case.","publish_time":1592784000000,"author_summary":" Loganathan, K.; Tamilvanan, K.; Viloria,<br>Amelec; Varela, Noel; Lezama, Omar Bonerge Pineda","abstract_summary":" The divergence of thermally radiative MHD flow<br>of a Casson nanofluid over a stretching paper<br>alongside heat absorption. The governing non linear<br>equations are remodeled into a nonlinear ODE’s. The HAM is<br>adopted to find the series solution. The changes of<br>pertinent parameters are analyzed with diagrams and<br>tables. The fluid velocity is controlled by suction and<br>it develops with injection. The local Nusselt<br>number rapidly suppresses with increasing the<br>magnetic field parameter in heat generation case.","title_summary":" Analytical Study of Radiative Casson<br>Nanoliquid Flow with Heat Absorption","x":-13.684132576,"y":46.0705528259,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.684132576,"tsne_y":46.0705528259,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"48cjv2qh","source_x":"Medline","title":"Rotating electroosmotic flow of power-law fluid through polyelectrolyte grafted microchannel.","doi":"10.1016\/j.colsurfb.2020.111058","abstract":"Due to evergrowing importance of understanding flow of bio-fluids in Lab-on-CD based systems, we investigate the flow behaviour of power-law fluids in the rotating electroosmotic flow through a polyelectrolyte grafted (soft) narrow channel. We use an in-house numerical code to solve the governing transport equations for the velocities and flow rates in a rotating channel subjected to an applied external electric field. We show the strong effect of polyelectrolyte layer on the flow behaviour and find an increase in flow rate as we increase the size of the polyelectrolyte layer. We also show that rheology strongly influences the interplay of the Coriolis forces due to rotation and electrical body force due to the applied electric field. We show that the velocities are generally higher for shear thinning fluids as compared to shear thickening fluids. We also show that presence of polymer brushes in the polyelectrolyte layer creates a drag on the fluid which reduces velocities. We also show that the flow rates are strongly altered by the effect of rotation and that shear thickening fluids have lower flow rates than shear thinning fluids. The effect of fluid rheology on the shear stress distribution is also discussed. We believe that studying effect of fluid rheology becomes very important for designing soft channel based Lab-on-CD systems driven by electroosmotic forcing and dealing with rheologically complex bio-fluids such as blood, saliva or mucus.","publish_time":1588550400000,"author_summary":" Patel, Maneesh; Harish Kruthiventi, S S;<br>Kaushik, P","abstract_summary":" Due to evergrowing importance of<br>understanding flow of bio-fluids in Lab-on-CD based systems,<br>we investigate the flow behaviour of power-law<br>fluids in the rotating electroosmotic flow through a<br>polyelectrolyte grafted (soft) narrow channel. We use an<br>in-house numerical code to solve the governing<br>transport equations for the velocities and flow rates in a<br>rotating channel subjected to an applied external<br>electric field. We show the strong effect of<br>polyelectrolyte layer on the flow behaviour and find an increase<br>in flow rate as we increase the size of the<br>polyelectrolyte layer. We also show that rheology strongly<br>influences the interplay of...","title_summary":" Rotating electroosmotic flow of power-law<br>fluid through polyelectrolyte grafted<br>microchannel.","x":-13.4303979874,"y":46.4178466797,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.4303979874,"tsne_y":46.4178466797,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"0gk8ugtk","source_x":"Elsevier","title":"Uncertainty quantification for polymer micromilling force models using Bayesian inference","doi":"10.1016\/j.promfg.2020.05.089","abstract":"Abstract In the current work, we describe and evaluate the application of Bayesian inference to estimate and\/or refine the mechanistic model force coefficients, as well as to quantify the uncertainties associated with the force coefficients in force models for polymer micromilling. Proper modeling of forces is important to optimize process accuracy and productivity, including characterizing stability of micromachining process. Although the precision of mechanistic models depends on the uncertainty of the force coefficients, these models are deterministic and do not take into account the uncertainty in the model parameters. Bayesian inference provides a formal framework to incorporate uncertainty into the model formulation. In this study, the posterior probabilities in each Bayesian update are estimated using a numerical Markov Chain Monte Carlo (MCMC) scheme, known as Metropolis-Hastings (MH) algorithm. To determine the starting point of Markov Chain, two different calibration approaches are first used to obtain the deterministic coefficients of the mechanistic model: genetic algorithm (GA) and nonlinear regression. The uncertainties in these coefficients are then evaluated using the Bayesian inference approach. For both of the cases, a uniform prior distribution is used. Finally, the uncertainty in coefficients is propagated into predicted micromilling forces to obtain the uncertainties in predicted forces. It is concluded that the presented approach is successful in uncertainty quantification of the force model coefficients for polymer micromilling and assessing their effect on forces with different calibration approaches.","publish_time":1609372800000,"author_summary":" Shekhar, Shivang; Ozutemiz, Kadri Bugra;<br>Onler, Recep; Nahata, Sudhanshu; Ozdoganlar, O.<br>Burak","abstract_summary":" Abstract In the current work, we describe and<br>evaluate the application of Bayesian inference to<br>estimate and\/or refine the mechanistic model force<br>coefficients, as well as to quantify the uncertainties<br>associated with the force coefficients in force models for<br>polymer micromilling. Proper modeling of forces is<br>important to optimize process accuracy and<br>productivity, including characterizing stability of<br>micromachining process. Although the precision of<br>mechanistic models depends on the uncertainty of the force<br>coefficients, these models are deterministic and do not take<br>into account the uncertainty in the model<br>parameters. Bayesian inference provides a formal<br>framework to incorporate uncertainty into the...","title_summary":" Uncertainty quantification for polymer<br>micromilling force models using Bayesian inference","x":-12.6840143204,"y":44.0383720398,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-12.6840143204,"tsne_y":44.0383720398,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"a0y85738","source_x":"ArXiv","title":"Optimal step length for the Newton method near the minimum of a self-concordant function","doi":null,"abstract":"The quadratic convergence region of the exact Newton method around the minimum of a self-concordant function makes up a fraction of the Dikin ellipsoid. Outside of this region, the Newton method has to be damped in order to ensure convergence. However, the available estimates of both the size of the convergence region and the step length to be used outside of it are based on conservative relations between the Hessians at different points and are hence sub-optimal. In this contribution we use methods of optimal control theory to compute the optimal step length of the Newton method on the class of self-concordant functions, as a function of the Newton decrement. With this step length quadratic convergence can be achieved on the whole Dikin ellipsoid. The exact bounds are expressed in terms of solutions of ordinary differential equations which cannot be integrated explicitly. As an application, the neighbourhood of the central path in which the iterates of short-step interior point methods for conic programming are required to stay can be enlarged, enabling faster progress along the central path during each iteration and hence fewer iterations to achieve a given accuracy.","publish_time":1584576000000,"author_summary":" Hildebrand, Roland","abstract_summary":" The quadratic convergence region of the exact<br>Newton method around the minimum of a self-concordant<br>function makes up a fraction of the Dikin ellipsoid.<br>Outside of this region, the Newton method has to be<br>damped in order to ensure convergence. However, the<br>available estimates of both the size of the convergence<br>region and the step length to be used outside of it are<br>based on conservative relations between the<br>Hessians at different points and are hence sub-optimal.<br>In this contribution we use methods of optimal<br>control theory to compute the optimal step length of the<br>Newton method on the class...","title_summary":" Optimal step length for the Newton method near<br>the minimum of a self-concordant function","x":-14.9921236038,"y":44.8570137024,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.9921236038,"tsne_y":44.8570137024,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"xwztrzgu","source_x":"ArXiv","title":"Determination of the order of fractional derivative for subdiffusion equation","doi":null,"abstract":"The identification of the right order of the equation in applied fractional modeling plays an important role. In this paper we consider an inverse problem for determining the order of time fractional derivative in a subdiffusion equation with an arbitrary second order elliptic differential operator. We prove that the additional information about the solution at a fixed time instant at a monitoring location, as\"the observation data\", identifies uniquely the order of the fractional derivative.","publish_time":1590105600000,"author_summary":" Ashurov, Ravshan; Umarov, Sabir","abstract_summary":" The identification of the right order of the<br>equation in applied fractional modeling plays an<br>important role. In this paper we consider an inverse<br>problem for determining the order of time fractional<br>derivative in a subdiffusion equation with an arbitrary<br>second order elliptic differential operator. We<br>prove that the additional information about the<br>solution at a fixed time instant at a monitoring<br>location, as\"the observation data\", identifies<br>uniquely the order of the fractional derivative.","title_summary":" Determination of the order of fractional<br>derivative for subdiffusion equation","x":-15.3237819672,"y":45.2323722839,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-15.3237819672,"tsne_y":45.2323722839,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"bi62dbzi","source_x":"ArXiv","title":"Cause-and-effect of linear mechanisms sustaining wall turbulence","doi":null,"abstract":"Despite the nonlinear nature of turbulence, there is evidence that the energy-injection mechanisms sustaining wall turbulence can be ascribed to linear processes. Different scenarios stem from linear stability theory and comprise exponential instabilities of the mean flow, neutral modes, transient growth from non-normal operators, and parametric instabilities from temporal mean-flow variations, among others. These mechanisms, each potentially capable of leading to the observed turbulence structure, are rooted in simplified theories and conceptual arguments. Whether the flow follows any or a combination of them remains unclear. Here, we devise a collection of numerical experiments in which the Navier-Stokes equations are sensibly modified to quantify the role of the different linear mechanisms at low Reynolds number ($Re_\\tau\\approx180$). We do this by DNS of turbulent channel flows, in which the energy transfer from the streamwise-averaged mean-flow ($\\boldsymbol{U}$) to the fluctuating velocities ($\\boldsymbol{u}'$) is constrained to preclude a targeted linear mechanism. In contrast to other studies, our approach allows for direct evaluation of cause-and-effect links between the linear energy injection from $\\boldsymbol{U}$ to $\\boldsymbol{u}'$ in a fully nonlinear setup. We show that turbulence persists when exponential instabilities of the mean flow are suppressed. Removing all exponential instabilities only reduces the turbulent fluctuations by 10%. We also show that the energy transfer from $\\boldsymbol{U}$ to $\\boldsymbol{u}'$ via transient growth alone, without exponential or parametric instabilities, suffices to sustain turbulence. Finally, we demonstrate that a collection of simulations with frozen-in-time $\\boldsymbol{U}$ that only support transient growth provides a faithful representation of the actual time-varying energy transfer from $\\boldsymbol{U}$ to $\\boldsymbol{u}'$.","publish_time":1588982400000,"author_summary":" Lozano-Dur'an, Adri'an; Constantinou, Navid<br>C.; Nikolaidis, Marios-Andreas; Karp, Michael","abstract_summary":" Despite the nonlinear nature of turbulence,<br>there is evidence that the energy-injection<br>mechanisms sustaining wall turbulence can be ascribed to<br>linear processes. Different scenarios stem from<br>linear stability theory and comprise exponential<br>instabilities of the mean flow, neutral modes, transient<br>growth from non-normal operators, and parametric<br>instabilities from temporal mean-flow variations, among<br>others. These mechanisms, each potentially capable of<br>leading to the observed turbulence structure, are<br>rooted in simplified theories and conceptual<br>arguments. Whether the flow follows any or a combination of<br>them remains unclear. Here, we devise a collection<br>of numerical experiments in which the<br>Navier-Stokes equations are sensibly...","title_summary":" Cause-and-effect of linear mechanisms<br>sustaining wall turbulence","x":-13.6850137711,"y":46.4413070679,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6850137711,"tsne_y":46.4413070679,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"npj0ped4","source_x":"ArXiv","title":"Dynamics of spherical droplets in source-sink pair flow fields","doi":null,"abstract":"In this paper, we investigate the dynamics of spherical droplets in the presence of a source-sink pair flow field. The dynamics of the droplets is governed by the Maxey-Riley equation with Basset-Boussinesq history term neglected. We find that, in the absence of gravity, there are two distinct behaviours for the droplets: small droplets cannot go further than a specific distance, which we determine analytically, from the source before getting pulled into the sink. Larger droplets can travel further from the source before getting pulled into the sink by virtue of their larger inertia, and their maximum travelled distance is determined analytically. We investigate the effects of gravity, and we find that there are three distinct droplet behaviours categorised by their relative sizes: small, intermediate-sized, and large. Counterintuitively, we find that the droplets with minimum horizontal range are neither small nor large, but of intermediate size. Furthermore, we show that in conditions of regular human respiration, these intermediate-sized droplets range from a few $\\mu$m to a few hundred $\\mu$m. The result that such droplets have a very short range could have important implications for the interpretation of existing data on droplet dispersion.","publish_time":1594339200000,"author_summary":" Cummins, Cathal; Ajayi, Olayinka; Mehendale,<br>Felicity; Gabl, Roman; Viola, Ignazio Maria","abstract_summary":" In this paper, we investigate the dynamics of<br>spherical droplets in the presence of a source-sink pair<br>flow field. The dynamics of the droplets is governed<br>by the Maxey-Riley equation with<br>Basset-Boussinesq history term neglected. We find that, in the<br>absence of gravity, there are two distinct behaviours<br>for the droplets: small droplets cannot go further<br>than a specific distance, which we determine<br>analytically, from the source before getting pulled into the<br>sink. Larger droplets can travel further from the<br>source before getting pulled into the sink by virtue of<br>their larger inertia, and their maximum travelled<br>distance is determined...","title_summary":" Dynamics of spherical droplets in source-sink<br>pair flow fields","x":-13.9713497162,"y":46.6888084412,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.9713497162,"tsne_y":46.6888084412,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"92zfzvib","source_x":"ArXiv","title":"Solving constrained optimization problems without Lagrange multipliers","doi":null,"abstract":"Constrained optimization problems exist in many domains of science, such as thermodynamics, mechanics, economics, etc. These problems are classically solved with the help of the Lagrange multipliers and the Lagrangian function. However, the disadvantage of this approach is that it artificially increases the dimensionality of the problem. Here, we show that the determinant of the Jacobian of the problem (function to optimize and constraints) is null. This extra equation transforms any equality-constrained optimization problem into a solving problem of same dimension. We also introduced the constraint matrices as the largest square submatrices of the Jacobian of the constraints. The boundaries of the constraint domain are given by the nullity of their determinants. The constraint matrices also permit to write the function to be optimized as a Taylor series of any of its variable, with its coefficients algebraically determined by an iterative process of partial derivation.","publish_time":1584230400000,"author_summary":" Cayron, Cyril","abstract_summary":" Constrained optimization problems exist in<br>many domains of science, such as thermodynamics,<br>mechanics, economics, etc. These problems are<br>classically solved with the help of the Lagrange<br>multipliers and the Lagrangian function. However, the<br>disadvantage of this approach is that it artificially<br>increases the dimensionality of the problem. Here, we<br>show that the determinant of the Jacobian of the<br>problem (function to optimize and constraints) is<br>null. This extra equation transforms any<br>equality-constrained optimization problem into a solving problem of<br>same dimension. We also introduced the constraint<br>matrices as the largest square submatrices of the<br>Jacobian of the constraints. The boundaries...","title_summary":" Solving constrained optimization problems<br>without Lagrange multipliers","x":-15.5358524323,"y":44.5771560669,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-15.5358524323,"tsne_y":44.5771560669,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"5tnfd9gp","source_x":"ArXiv","title":"Coupled population balance and large eddy simulation model for polydisperse droplet evolution in a turbulent round jet","doi":null,"abstract":"A population balance model coupled with large eddy simulations (LES) is adapted and applied to study the evolution of oil droplets in a turbulent jet including the effects of droplet breakup. A key unknown in simulating secondary breakup in turbulent multiphase jets is the inflow size distribution generated within the primary breakup zone near the nozzle exit. A mono-disperse injection inflow condition is commonly used for simplicity, but this choice is often unrealistic. In order to provide more realistic inlet conditions for LES, we develop a one dimensional (1D) parcel model to predict the evolution of the dispersed phase along the jet centerline due to the combined effects of advection, radial turbulent transport and droplet breakup due to turbulence in the regions closer to the jet nozzle that cannot be resolved using coarse LES. The model is validated with experimental data measured far from the nozzle. The 1D model is also used to generate an initial size distribution for use in a coarse-resolution LES of a turbulent jet. Number density fields for each bin of the discretized droplet size distribution are modeled using an Eulerian LES approach and scalar transport equations are solved for each bin. LES results are compared to published experimental data, with good agreement and we examine the statistics of the velocity field and the concentration of the polydisperse oil droplet plumes for two droplet Weber numbers. We find that the centerline decay rate of the concentration for different droplet sizes is modified in the breakup dominated zone. Unlike Reynolds averaged approaches, LES also allows us to quantify size distribution variability due to turbulence. We quantify the radial and axial distributions and the variability of key quantities such as the Sauter mean diameter, total surface area and droplet breakup time-scale and explore their sensitivity to the Weber number.","publish_time":1592956800000,"author_summary":" Aiyer, Aditya; Meneveau, Charles","abstract_summary":" A population balance model coupled with large<br>eddy simulations (LES) is adapted and applied to<br>study the evolution of oil droplets in a turbulent jet<br>including the effects of droplet breakup. A key unknown in<br>simulating secondary breakup in turbulent multiphase<br>jets is the inflow size distribution generated<br>within the primary breakup zone near the nozzle exit. A<br>mono-disperse injection inflow condition is commonly used<br>for simplicity, but this choice is often<br>unrealistic. In order to provide more realistic inlet<br>conditions for LES, we develop a one dimensional (1D)<br>parcel model to predict the evolution of the dispersed<br>phase along...","title_summary":" Coupled population balance and large eddy<br>simulation model for polydisperse droplet evolution in a<br>turbulent round jet","x":-13.5933208466,"y":46.1864128113,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.5933208466,"tsne_y":46.1864128113,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"fpxlrzqn","source_x":"ArXiv","title":"Unsupervised Deep Learning of Incompressible Fluid Dynamics","doi":null,"abstract":"Fast and stable fluid simulations are an essential prerequisite for applications ranging from computer aided aerodynamic design of automobiles or airplanes to simulations of physical effects in CGI to research in meteorology. Recent differentiable fluid simulations allow gradient based methods to optimize e.g. fluid control systems in an informed manner. Solving the partial differential equations governed by the dynamics of the underlying physical systems, however, is a challenging task and current numerical approximation schemes still come at high computational costs. In this work, we propose an unsupervised framework that allows powerful deep neural networks to learn the dynamics of incompressible fluids end to end on a grid-based representation. For this purpose, we introduce a loss function that penalizes residuals of the incompressible Navier Stokes equations. After training, the framework yields models that are capable of fast and differentiable fluid simulations and can handle various fluid phenomena such as the Magnus effect and K\\'arm\\'an vortex streets. Besides demonstrating its real-time capability on a GPU, we exploit our approach in a control optimization scenario.","publish_time":1592179200000,"author_summary":" Wandel, Nils; Weinmann, Michael; Klein,<br>Reinhard","abstract_summary":" Fast and stable fluid simulations are an<br>essential prerequisite for applications ranging from<br>computer aided aerodynamic design of automobiles or<br>airplanes to simulations of physical effects in CGI to<br>research in meteorology. Recent differentiable fluid<br>simulations allow gradient based methods to optimize e.g.<br>fluid control systems in an informed manner. Solving<br>the partial differential equations governed by<br>the dynamics of the underlying physical systems,<br>however, is a challenging task and current numerical<br>approximation schemes still come at high computational<br>costs. In this work, we propose an unsupervised<br>framework that allows powerful deep neural networks to<br>learn the dynamics of incompressible...","title_summary":" Unsupervised Deep Learning of Incompressible<br>Fluid Dynamics","x":-13.3484983444,"y":43.8130111694,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.3484983444,"tsne_y":43.8130111694,"subcluster":0,"subcluster_description":"Uncertaintymarkov Chain Monte Carlo","shape":"p"},{"cord_uid":"hzboejj4","source_x":"ArXiv","title":"Initial-boundary value problem for a time-fractional subdiffusion equation with an arbitrary elliptic differential operator","doi":null,"abstract":"An initial-boundary value problem for a time-fractional subdiffusion equation with an arbitrary order elliptic differential operator is considered. Uniqueness and existence of the classical solution of the posed problem are proved by the classical Fourier method. Sufficient conditions for the initial function and for the right-hand side of the equation are indicated, under which the corresponding Fourier series converge absolutely and uniformly. In the case of an initial-boundary value problem on N-dimensional torus, one can easily see that these conditions are not only sufficient, but also necessary.","publish_time":1591401600000,"author_summary":" Ashurov, Ravshan; Muhiddinova, Oqila","abstract_summary":" An initial-boundary value problem for a<br>time-fractional subdiffusion equation with an arbitrary order<br>elliptic differential operator is considered.<br>Uniqueness and existence of the classical solution of the<br>posed problem are proved by the classical Fourier<br>method. Sufficient conditions for the initial<br>function and for the right-hand side of the equation are<br>indicated, under which the corresponding Fourier series<br>converge absolutely and uniformly. In the case of an<br>initial-boundary value problem on N-dimensional torus, one can<br>easily see that these conditions are not only<br>sufficient, but also necessary.","title_summary":" Initial-boundary value problem for a<br>time-fractional subdiffusion equation with an arbitrary<br>elliptic differential operator","x":-14.9121761322,"y":45.2784996033,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.9121761322,"tsne_y":45.2784996033,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"0autegqa","source_x":"ArXiv","title":"Two-layer Thermally Driven Turbulence: Mechanisms for Interface Breakup","doi":null,"abstract":"It is commonly accepted that the breakup criteria of drops or bubbles in turbulence is governed by surface tension and inertia. However, also {\\it{buoyancy}} can play an important role at breakup. In order to better understand this role, here we numerically study Rayleigh-B\\'enard convection for two immiscible fluid layers, in order to identify the effects of buoyancy on interface breakup. We explore the parameter space spanned by the Weber number $5\\leq We \\leq 5000$ (the ratio of inertia to surface tension) and the density ratio between the two fluids $0.001 \\leq \\Lambda \\leq 1$, at fixed Rayleigh number $Ra=10^8$ and Prandtl number $Pr=1$. At low $We$, the interface undulates due to plumes. When $We$ is larger than a critical value, the interface eventually breaks up. Depending on $\\Lambda$, two breakup types are observed: The first type occurs at small $\\Lambda \\ll 1$ (e.g. air-water systems) when local filament thicknesses exceed the Hinze length scale. The second, strikingly different, type occurs at large $\\Lambda$ with roughly $0.5<\\Lambda \\le 1$ (e.g. oil-water systems): The layers undergo a periodic overturning caused by buoyancy overwhelming surface tension. For both types the breakup criteria can be derived from force balance arguments and show good agreement with the numerical results.","publish_time":1589241600000,"author_summary":" Liu, Hao-Ran; Chong, Kai Leong; Wang, Qi; Ng,<br>Chong Shen; Verzicco, Roberto; Lohse, Detlef","abstract_summary":" It is commonly accepted that the breakup<br>criteria of drops or bubbles in turbulence is governed by<br>surface tension and inertia. However, also<br>{\\it{buoyancy}} can play an important role at breakup. In order<br>to better understand this role, here we<br>numerically study Rayleigh-B\\'enard convection for two<br>immiscible fluid layers, in order to identify the effects<br>of buoyancy on interface breakup. We explore the<br>parameter space spanned by the Weber number $5\\leq We \\leq<br>5000$ (the ratio of inertia to surface tension) and<br>the density ratio between the two fluids $0.001<br>\\leq \\Lambda \\leq 1$, at fixed Rayleigh number<br>$Ra=10^8$ and...","title_summary":" Two-layer Thermally Driven Turbulence:<br>Mechanisms for Interface Breakup","x":-13.6456365585,"y":46.4573249817,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.6456365585,"tsne_y":46.4573249817,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"kq0oeicl","source_x":"ArXiv","title":"Pore-Scale Transport and Two-Phase Fluid Structures in Fibrous Porous Layers: Application to Fuel Cells and Beyond","doi":null,"abstract":"We present pore-scale simulations of two-phase flows in a reconstructed fibrous porous layer. The three dimensional microstructure of the material, a fuel cell gas diffusion layer, is acquired via X-ray computed tomography and used as input for lattice Boltzmann simulations. We perform a quantitative analysis of the multiphase pore-scale dynamics and we identify the dominant fluid structures governing mass transport. The results show the existence of three different regimes of transport: a fast inertial dynamics at short times, characterised by a compact uniform front, a viscous-capillary regime at intermediate times, where liquid is transported along a gradually increasing number of preferential flow paths of the size of one-two pores, and a third regime at longer times, where liquid, after having reached the outlet, is exclusively flowing along such flow paths and the two-phase fluid structures are stabilised. We observe that the fibrous layer presents significant variations in its microscopic morphology, which have an important effect on the pore invasion dynamics. Liquid transport is affected by the presence of a microstructure-induced capillary pressure acting adversely to the flow, leading to capillary fingering transport mechanisms even in the absence of hydrophobic treatments of the porous material. We propose a macroscopic model based on an effective contact angle that mimics the effects of the such a dynamic capillary pressure. Finally, we underline the significance of the results for the optimal design of face masks in an effort to mitigate the current COVID-19 pandemic.","publish_time":1592784000000,"author_summary":" Farzaneh, Meisam; Strom, Henrik; Zanini,<br>Filippo; Carmignato, Simone; Sasic, Srdjan;<br>Technology, Dario Maggiolo Chalmers University of;<br>Padova, University of","abstract_summary":" We present pore-scale simulations of<br>two-phase flows in a reconstructed fibrous porous layer.<br>The three dimensional microstructure of the<br>material, a fuel cell gas diffusion layer, is acquired via<br>X-ray computed tomography and used as input for<br>lattice Boltzmann simulations. We perform a<br>quantitative analysis of the multiphase pore-scale<br>dynamics and we identify the dominant fluid structures<br>governing mass transport. The results show the existence<br>of three different regimes of transport: a fast<br>inertial dynamics at short times, characterised by a<br>compact uniform front, a viscous-capillary regime at<br>intermediate times, where liquid is transported along a<br>gradually increasing number of...","title_summary":" Pore-Scale Transport and Two-Phase Fluid<br>Structures in Fibrous Porous Layers: Application to Fuel<br>Cells and Beyond","x":-13.5567092896,"y":46.1451187134,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.5567092896,"tsne_y":46.1451187134,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"0wurk401","source_x":"ArXiv","title":"Variational principles for fluid dynamics on rough paths","doi":null,"abstract":"In this paper, we introduce a new framework for parametrization schemes (PS) in GFD. Using the theory of controlled rough paths, we derive a class of rough geophysical fluid dynamics (RGFD) models as critical points of rough action functionals. These RGFD models characterize Lagrangian trajectories in fluid dynamics as geometric rough paths (GRP) on the manifold of diffeomorphic maps. Three constrained variational approaches are formulated for the derivation of these models. The first is the Clebsch formulation, in which the constraints are imposed as rough advection laws. The second is the Hamilton-Pontryagin formulation, in which the constraints are imposed as right-invariant rough vector fields. The third is the Euler--Poincar\\'e formulation in which the variations are constrained. These variational principles lead directly to the Lie--Poisson Hamiltonian formulation of fluid dynamics on geometric rough paths. The GRP framework preserves the geometric structure of fluid dynamics obtained by using Lie group reduction to pass from Lagrangian to Eulerian variational principles, thereby yielding a rough formulation of the Kelvin circulation theorem. The rough-path variational approach includes non-Markovian perturbations of the Lagrangian fluid trajectories. In particular, memory effects can be introduced through this formulation through a judicious choice of the rough path (e.g. a realization of a fractional Brownian motion). In the special case when the rough path is a realization of a semimartingale, we recover the SGFD models in Holm (2015). However, by eliminating the need for stochastic variational tools, we retain a pathwise interpretation of the Lagrangian trajectories. In contrast, the Lagrangian trajectories in the stochastic framework are described by stochastic integrals which do not have a pathwise interpretation. Thus, the rough path formulation restores this property.","publish_time":1586995200000,"author_summary":" Crisan, Dan; Holm, Darryl D.; Leahy,<br>James-Michael; Nilssen, Torstein","abstract_summary":" In this paper, we introduce a new framework for<br>parametrization schemes (PS) in GFD. Using the theory of<br>controlled rough paths, we derive a class of rough<br>geophysical fluid dynamics (RGFD) models as critical<br>points of rough action functionals. These RGFD models<br>characterize Lagrangian trajectories in fluid dynamics as<br>geometric rough paths (GRP) on the manifold of<br>diffeomorphic maps. Three constrained variational<br>approaches are formulated for the derivation of these<br>models. The first is the Clebsch formulation, in which<br>the constraints are imposed as rough advection<br>laws. The second is the Hamilton-Pontryagin<br>formulation, in which the constraints are imposed as...","title_summary":" Variational principles for fluid dynamics on<br>rough paths","x":-14.6904277802,"y":45.8069801331,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.6904277802,"tsne_y":45.8069801331,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9sb1whw2","source_x":"ArXiv","title":"Upper and lower bounds to the spectrum obtained by the finite-difference methods","doi":null,"abstract":"Finite-difference method (FDM) is a dominant approach in the solution of differential equations by numerical means. It is ubiquitous in the solution of a large variety of problems in science and technology. Here, we present a procedure to obtain upper and lower bounds to the spectrum of the time-independent atomic-molecular-optical Hamiltonian utilizing the FDM. The procedure combines two FDM approaches with the same representation of the Laplacian. The standard FDM fixes the box size and increases the grid density with the number of grid points. In contrast, the second approach keeps the grid density constant and increases the box size with the number of points. The estimation of the error in the computation of the spectrum can be increased simply by calculating the upper and lower bounds. A number of illustrative numerical examples are given, involving the calculation of the spectra of known analytical solutions. The relevance of our finding to other grid methods is discussed.","publish_time":1594166400000,"author_summary":" Dann, Roie; Elbaz, Guy; Berkheim, Jonathan;<br>Muhafra, Alan; Nitecki, Omri; Wilczynski, Daniel;<br>Moiseyev, Nimrod","abstract_summary":" Finite-difference method (FDM) is a dominant<br>approach in the solution of differential equations by<br>numerical means. It is ubiquitous in the solution of a<br>large variety of problems in science and technology.<br>Here, we present a procedure to obtain upper and lower<br>bounds to the spectrum of the time-independent<br>atomic-molecular-optical Hamiltonian utilizing the FDM. The procedure<br>combines two FDM approaches with the same<br>representation of the Laplacian. The standard FDM fixes the box<br>size and increases the grid density with the number<br>of grid points. In contrast, the second approach<br>keeps the grid density constant and increases the box<br>size...","title_summary":" Upper and lower bounds to the spectrum obtained<br>by the finite-difference methods","x":-14.7389364243,"y":45.042137146,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.7389364243,"tsne_y":45.042137146,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"czog41qt","source_x":"ArXiv","title":"Path Integral Approach to Uncertainties in SIR-type Systems","doi":null,"abstract":"In this paper I show how path integral techniques can be used to put measures on histories in\"susceptible-infectious-recovered\"(SIR)-type systems. The standard SIR solution emerges as the classical saddle point of the action describing the measure. One can then expand perturbatively around the background solution, and this paper goes on to work out the covariance of fluctuations around the background solution. Using a Green's function type approach, one simply needs to solve additional ordinary differential equations; an explicit matrix inversion is not required. The computed covariance matrix should be useful in the construction of fast likelihoods for fitting the parameters of SIR-type models to data. A comparison of the predictions of the approach to an ensemble of simulations is presented.","publish_time":1591056000000,"author_summary":" Gratton, Steven","abstract_summary":" In this paper I show how path integral<br>techniques can be used to put measures on histories<br>in\"susceptible-infectious-recovered\"(SIR)-type systems. The standard SIR solution emerges as<br>the classical saddle point of the action<br>describing the measure. One can then expand<br>perturbatively around the background solution, and this paper<br>goes on to work out the covariance of fluctuations<br>around the background solution. Using a Green's<br>function type approach, one simply needs to solve<br>additional ordinary differential equations; an explicit<br>matrix inversion is not required. The computed<br>covariance matrix should be useful in the construction of<br>fast likelihoods for fitting the parameters of...","title_summary":" Path Integral Approach to Uncertainties in<br>SIR-type Systems","x":-14.9812774658,"y":44.5026893616,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.9812774658,"tsne_y":44.5026893616,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"vu8yyisx","source_x":"Elsevier; Medline; PMC","title":"Implicit Riesz wavelets based-method for solving singular fractional integro-differential equations with applications to hematopoietic stem cell modeling","doi":"10.1016\/j.chaos.2020.109991","abstract":"Riesz wavelets in [Formula: see text] have been proven as a useful tool in the context of both pure and numerical analysis in many applications, due to their well prevailing and recognized theory and its natural properties such as sparsity and stability which lead to a well-conditioned scheme. In this paper, an effective and accurate technique based on Riesz wavelets is presented for solving weakly singular type of fractional order integro-differential equations with applications to solve system of fractional order model that describe the dynamics of uninfected, infected and free virus carried out by cytotoxic T lymphocytes (CTL). The Riesz wavelet in this work is constructed via the smoothed pseudo-splines refinable functions. The advantage of using such wavelets, in the context of fractional and integro-differential equations, lies on the simple structure of the reduced systems and in the powerfulness of obtaining approximated solutions for such equations that have weakly singular kernels. The proposed method shows a good performance and high accuracy orders.","publish_time":1592352000000,"author_summary":" Mohammad, Mutaz; Trounev, Alexander","abstract_summary":" Riesz wavelets in [Formula: see text] have been<br>proven as a useful tool in the context of both pure and<br>numerical analysis in many applications, due to their<br>well prevailing and recognized theory and its<br>natural properties such as sparsity and stability<br>which lead to a well-conditioned scheme. In this<br>paper, an effective and accurate technique based on<br>Riesz wavelets is presented for solving weakly<br>singular type of fractional order<br>integro-differential equations with applications to solve system of<br>fractional order model that describe the dynamics of<br>uninfected, infected and free virus carried out by<br>cytotoxic T lymphocytes (CTL). The Riesz...","title_summary":" Implicit Riesz wavelets based-method for<br>solving singular fractional integro-differential<br>equations with applications to hematopoietic stem cell<br>modeling","x":-14.6734647751,"y":44.7947463989,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-14.6734647751,"tsne_y":44.7947463989,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"p7q6nffs","source_x":"Elsevier; PMC","title":"A Dual Mesh Finite Domain Method for the Analysis of Functionally Graded Beams","doi":"10.1016\/j.compstruct.2020.112648","abstract":"A method that employs a dual mesh, one for primary variables and another for dual variables, for the numerical analysis of functionally graded beams is presented. The formulation makes use of the traditional finite element interpolation of the primary variables (primal mesh) and the concept of the finite volume method to satisfy the integral form afforganizationof the governing differential equations on a dual mesh. The method is used to analyze bending of straight, through-thickness functionally graded beams using the Euler–Bernoulli and the Timoshenko beam theories, in which the axial and bending deformations are coupled. Both the displacement and mixed models using the new method are developed accounting for the coupling. Numerical results are presented to illustrate the methodology and a comparison of the generalized displacements and forces\/stresses computed with those of the corresponding finite element models. The influence of the coupling stiffness on the deflections is also brought out.","publish_time":1593216000000,"author_summary":" Reddy, J.N.; Nampally, Praneeth","abstract_summary":" A method that employs a dual mesh, one for<br>primary variables and another for dual variables, for<br>the numerical analysis of functionally graded<br>beams is presented. The formulation makes use of the<br>traditional finite element interpolation of the primary<br>variables (primal mesh) and the concept of the finite<br>volume method to satisfy the integral form<br>afforganizationof the governing differential equations on a dual<br>mesh. The method is used to analyze bending of<br>straight, through-thickness functionally graded beams<br>using the Euler–Bernoulli and the Timoshenko beam<br>theories, in which the axial and bending deformations are<br>coupled. Both the displacement and mixed models...","title_summary":" A Dual Mesh Finite Domain Method for the<br>Analysis of Functionally Graded Beams","x":-13.7161989212,"y":45.2820320129,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.7161989212,"tsne_y":45.2820320129,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"},{"cord_uid":"nu911e1h","source_x":"Elsevier; PMC","title":"A successful general fluid-to-fluid similarity theory for heat transfer at supercritical pressure","doi":"10.1016\/j.ijheatmasstransfer.2020.120152","abstract":"The present paper introduces a successful and general fluid-to-fluid similarity theory for heat transfer to fluids at supercritical pressure, having a high degree of universality. This work shortly follows the recent publication of a “local” successful similarity theory developed for fluids at supercritical pressures in a range of conditions in which the values of their molecular Prandtl number were quantitatively similar, extending its conclusions to the case of different molecular Prandtl numbers. The reason why this further step requested a short time to be elaborated is due to recognising that previous work by the Authors had actually already solved the related problems, though in a slightly different way, now interpreted in a more significant frame owing to a better problem understanding. The present similarity theory is based on first ideas developed more than one and a half decade ago by one of the authors, while addressing flow stability of supercritical fluids in heated channels, which encountered immediate problems to be applied in a straightforward way to heat transfer. These ideas were revised and considerably improved during the PhD thesis of the other author, also overcoming a sort of prejudicial assumption that finally resulted to limit their applicability. More recently, published DNS data triggered further reflections on the role of the Prandtl number, leading to the mentioned “local” form of the successful similarity theory. This led to the present step, by just recognising that the mentioned PhD thesis had already proposed a sufficient rationale to extend this local interpretation to a broader range of conditions. The rather convincing results presented herein, obtained making use of RANS CFD analyses with four different fluids, demonstrate the interesting capabilities of this final form of the theory. The establishment of an effective set of dimensionless numbers for heat transfer problems is hoped to pave the way for the development of the still lacking successful engineering heat transfer correlations for supercritical pressure fluids. It further calls for dedicated experiments needed to confirm the suitability of the present theory beyond any reasonable doubt.","publish_time":1594339200000,"author_summary":" Pucciarelli, Andrea; Ambrosini, Walter","abstract_summary":" The present paper introduces a successful and<br>general fluid-to-fluid similarity theory for heat<br>transfer to fluids at supercritical pressure, having a<br>high degree of universality. This work shortly<br>follows the recent publication of a “local” successful<br>similarity theory developed for fluids at supercritical<br>pressures in a range of conditions in which the values of<br>their molecular Prandtl number were quantitatively<br>similar, extending its conclusions to the case of<br>different molecular Prandtl numbers. The reason why this<br>further step requested a short time to be elaborated is<br>due to recognising that previous work by the<br>Authors had actually already solved the...","title_summary":" A successful general fluid-to-fluid<br>similarity theory for heat transfer at supercritical<br>pressure","x":-13.7514915466,"y":46.1533355713,"cluster":5,"cluster_name":"c6","cluster_description":"Mixed Finite Element Method","tsne_x":-13.7514915466,"tsne_y":46.1533355713,"subcluster":2,"subcluster_description":"Acoustic Boundary Integral Equations","shape":"p"}]