{"cluster": 60, "subcluster": 14, "abstract_summ": "Biochemical studies revealed reduced activity of the core polymerase complex and lower thermostability of individual subunits of COVID-19 virus as compared to that of SARS-CoV. These findings provide important insights into RNA synthesis by coronavirus polymerase and indicate a well adaptation of COVID-19 virus towards humans with relatively lower body temperatures than the natural bat hosts.COVID-19 pandemic is caused by the SARS-CoV-2 virus that has several enzymes that could be targeted by antivirals including a 2’-O RNA methyltransferase (MTase) that is involved in the viral RNA cap formation; an essential process for RNA stability.Here, we describe the near-atomic resolution structure of the SARS-CoV-2 polymerase complex, consisting of nsp12 catalytic subunit and nsp7-nsp8 cofactors.Here, we describe the near-atomic resolution structure of its core polymerase complex, consisting of nsp12 catalytic subunit and nsp7-nsp8 cofactors.Biochemical studies reveal reduced activity of the core polymerase complex and lower thermostability of individual subunits of SARS-CoV-2 as compared to that of SARS-CoV. These findings provide important insights into RNA synthesis by coronavirus polymerase and indicate a well adaptation of SARS-CoV-2 towards humans with relatively lower body temperatures than the natural bat hosts.", "title_summ": "Structural and biochemical characterization of nsp12-nsp7-nsp8 core polymerase complex from COVID-19 virusStructural analysis of the SARS-CoV-2 methyltransferase complex involved in coronaviral RNA cap creationRational Design of the Remdesivir Binding Site in the RNA-dependent RNA Polymerase of SARS-CoV-2: Implications for Potential ResistanceStructural Basis of RNA Cap Modification by SARS-CoV-2 CoronavirusStructural and biochemical characterization of nsp12-nsp7-nsp8 core polymerase complex from SARS-CoV-2Phylogenetic Analysis and Structural Perspectives of RNA-Dependent RNA-Polymerase Inhibition from SARs-CoV-2 with Natural ProductsStructural Basis of the Potential Binding Mechanism of Remdesivir to SARS-CoV-2 RNA-Dependent RNA Polymerase", "title_abstract_phrases": "Structural analysis of the SARS-CoV-2 methyltransferase complex involved in coronaviral RNA cap creationCOVID-19 pandemic is caused by the SARS-CoV-2 virus that has several enzymes that could be targeted by antivirals including a 2’-O RNA methyltransferase (MTase) that is involved in the viral RNA cap formation; an essential process for RNA stability.Biochemical studies revealed reduced activity of the core polymerase complex and lower thermostability of individual subunits of COVID-19 virus as compared to that of SARS-CoV. These findings provide important insights into RNA synthesis by coronavirus polymerase and indicate a well adaptation of COVID-19 virus towards humans with relatively lower body temperatures than the natural bat hosts.Here, we describe the near-atomic resolution structure of the SARS-CoV-2 polymerase complex, consisting of nsp12 catalytic subunit and nsp7-nsp8 cofactors.Here, we describe the near-atomic resolution structure of its core polymerase complex, consisting of nsp12 catalytic subunit and nsp7-nsp8 cofactors.Biochemical studies reveal reduced activity of the core polymerase complex and lower thermostability of individual subunits of SARS-CoV-2 as compared to that of SARS-CoV. These findings provide important insights into RNA synthesis by coronavirus polymerase and indicate a well adaptation of SARS-CoV-2 towards humans with relatively lower body temperatures than the natural bat hosts."}