{"cluster": 60, "subcluster": 7, "abstract_summ": "Type III interferons (IFN-λs) are the major antiviral cytokines in intestinal epithelial cells, the target cells in vivo for PDCoV. In this study, we found that PDCoV infection remarkably inhibited Sendai virus-induced IFN-λ1 production by suppressing transcription factors IRF and NF-κB in IPI-2I cells, a line of porcine intestinal mucosal epithelial cells.Importantly, mice lacking Ly6e in hematopoietic cells were highly susceptible to murine CoV infection.Here, we exploit a reverse genetic system for an enteric CoV, porcine epidemic diarrhea virus (PEDV), and outline an approach of genetically inactivating highly conserved viral factors known to limit the host innate immune response to infection.Accordingly, we found that Ly6e directly protects primary B cells and dendritic cells from murine CoV infection.In the present study, we found that PDCoV induces the activation of ERK1/2 and its downstream substrate Elk-1 early in infection irrespective of viral biosynthesis.", "title_summ": "Porcine deltacoronavirus (PDCoV) infection antagonizes interferon-λ1 productionCyclophilin Inhibitors Restrict Middle East Respiratory Syndrome Coronavirus Via Interferon λ In Vitro And In MicePorcine deltacoronavirus (PDCoV) modulates calcium influx to favor viral replicationPorcine deltacoronavirus activates the Raf/MEK/ERK pathway to promote its replicationLY6E impairs coronavirus fusion and confers immune control of viral diseaseInactivating Three Interferon Antagonists Attenuates Pathogenesis of an Enteric Coronavirus.", "title_abstract_phrases": "Cyclophilin Inhibitors Restrict Middle East Respiratory Syndrome Coronavirus Via Interferon λ In Vitro And In MiceRATIONALE: While severe coronavirus infections, including Middle East respiratory syndrome coronavirus (MERS-CoV) cause lung injury with high mortality rates, protective treatment strategies are not approved for clinical use.Type III interferons (IFN-λs) are the major antiviral cytokines in intestinal epithelial cells, the target cells in vivo for PDCoV. In this study, we found that PDCoV infection remarkably inhibited Sendai virus-induced IFN-λ1 production by suppressing transcription factors IRF and NF-κB in IPI-2I cells, a line of porcine intestinal mucosal epithelial cells.Here, we exploit a reverse genetic system for an enteric CoV, porcine epidemic diarrhea virus (PEDV), and outline an approach of genetically inactivating highly conserved viral factors known to limit the host innate immune response to infection.In the present study, we found that PDCoV induces the activation of ERK1/2 and its downstream substrate Elk-1 early in infection irrespective of viral biosynthesis.Mechanistically, diltiazem hydrochloride reduces PDCoV infection by inhibiting the replication step of the viral replication cycle."}