{"cluster": 60, "subcluster": 13, "abstract_summ": "As a continuation of previous work that showed that 2-thioxanthine (2TX) is an irreversible inhibitor of zinc finger (ZnF)-containing Fpg/Nei DNA glycosylases, we designed and synthesized a mini-library of 2TX-derivatives (TXn) and evaluated their ability to inhibit Fpg/Nei enzymes.Together, we have developed ENPP1 inhibitors that are excellent tool compounds and potential therapeutics.We provided atomistic details of cobalamin transport through the BtuB receptor showing the essential role of the mobility of BtuB extracellular loops.The peculiar irreversible self-alkylation reaction of these enzymes triggered numerous studies, especially on the human homologue, in order to identify effective inhibitors in the fight against cancer.An extracellular enzyme, ectonucleotide pyrophosphatase phosphodiesterase 1 (ENPP1), hydrolyzes cGAMP and negatively regulates this anti-cancer immune response.", "title_summ": "Thiopurine Derivative-Induced Fpg/Nei DNA Glycosylase Inhibition: Structural, Dynamic and Functional InsightsSte24: An Integral Membrane Protein Zinc Metalloprotease with Provocative Structure and Emergent BiologyExtracellular loops of BtuB facilitate transport of vitamin B12 through the outer membrane of E. coli.Structure-aided development of small molecule inhibitors of ENPP1, the extracellular phosphodiesterase of the immunotransmitter cGAMPO(6)-alkylguanine-DNA Alkyltransferases in Microbes Living on the Edge: From Stability to Applicability", "title_abstract_phrases": "As a continuation of previous work that showed that 2-thioxanthine (2TX) is an irreversible inhibitor of zinc finger (ZnF)-containing Fpg/Nei DNA glycosylases, we designed and synthesized a mini-library of 2TX-derivatives (TXn) and evaluated their ability to inhibit Fpg/Nei enzymes.We found that cobalamin needs to rotate in order to permeate through BtuB. We showed that the mobility of BtuB extracellular loops is crucial for cobalamin binding and transport and resembles an induced fit mechanism.We provided atomistic details of cobalamin transport through the BtuB receptor showing the essential role of the mobility of BtuB extracellular loops.An extracellular enzyme, ectonucleotide pyrophosphatase phosphodiesterase 1 (ENPP1), hydrolyzes cGAMP and negatively regulates this anti-cancer immune response.The peculiar irreversible self-alkylation reaction of these enzymes triggered numerous studies, especially on the human homologue, in order to identify effective inhibitors in the fight against cancer."}