{"cluster": 63, "subcluster": 17, "abstract_summ": "In terms of hydroxychloroquine (HCQ) therapy, although WHO has stopped all the clinic trials due to its strong side-effects in COVID patients, large scale clinical trials with a long-term outcome follow-up may warrant HCQ and azithromycin combination in combating the virus.This review highlights the preventive measures, available clinical therapies and the potential of vaccine development against SARS-CoV-2 by taking into consideration the strong genetic similarities of the 2003 epidemic SARS-CoV. Recent studies are investigating the repurposing of US FDA-approved drugs as there is no available vaccine yet with many attempts under clinical evaluation.Nevertheless, while waiting for effective preventive measures i.e. vaccines, many clinical trials on drugs belonging to different therapeutic classes are currently underway.The speed and volume of clinical trials launched to investigate potential therapies for COVID-19 highlight both the need and capability to produce high-quality evidence even in the middle of a pandemic.The chloroquine was suggested a potential drug against SARS-CoV-2 infection due to its in vitro antiviral effects, it is imperative high-quality data from worldwide clinical trials are necessitated for an approved therapy.", "title_summ": "Current status of potential therapeutic candidates for the COVID-19 crisisAvailable Evidence and Ongoing Clinical Trials of Remdesivir: Could It Be a Promising Therapeutic Option for COVID-19?Current knowledge about the antivirals remdesivir (GS-5734) and GS-441524 as therapeutic options for coronavirusesPandemic COVID-19: current status and challenges of antiviral therapiesCOVID-19 pandemic: an overview of epidemiology, parthenogenesis, diagnostics and potential vaccines and therapeuticsCurrent pharmacological treatments for COVID‐19: What's next?COVID-19: Therapeutics and Their ToxicitiesAntivirals for COVID-19.Pharmacologic Treatments for Coronavirus Disease 2019 (COVID-19): A Review.Possible therapeutic agents for COVID-19: a comprehensive review.", "title_abstract_phrases": "This review highlights the preventive measures, available clinical therapies and the potential of vaccine development against SARS-CoV-2 by taking into consideration the strong genetic similarities of the 2003 epidemic SARS-CoV. Recent studies are investigating the repurposing of US FDA-approved drugs as there is no available vaccine yet with many attempts under clinical evaluation.Remdesivir (GS-5734™) is a broad-spectrum antiviral drug that is now being tested as a potential treatment for COVID-19 in international, multi-site clinical trials.In terms of hydroxychloroquine (HCQ) therapy, although WHO has stopped all the clinic trials due to its strong side-effects in COVID patients, large scale clinical trials with a long-term outcome follow-up may warrant HCQ and azithromycin combination in combating the virus.Numerous potential therapies, including supportive intervention, immunomodulatory agents, antiviral therapy, and convalescent plasma transfusion, have been tentatively applied in clinical settings.The speed and volume of clinical trials launched to investigate potential therapies for COVID-19 highlight both the need and capability to produce high-quality evidence even in the middle of a pandemic."}