{"cluster": 64, "subcluster": 8, "abstract_summ": "A 23-residue peptide fragment that forms a part of the α-1 helix of the ACE2 peptidase domain, the recognition domain for SARS-CoV2 on the ACE2 receptor, holds the potential as a drug to block the viral receptor binding domain (RBD) from forming a complex with ACE2.Molecular dynamics and free energy simulations have been carried out to elucidate the structural origin of differential protein–protein interactions between the common receptor protein angiotensin converting enzyme 2 (ACE2) and the receptor binding domains of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [A. E. Gorbalenya et al., Nat.Surprisingly, SARS-CoV-2 trimeric spike protein increased ACE2 proteolytic activity ~3-10 fold when fluorogenic caspase-1 substrate and Bradykinin-analog peptides were used to characterize ACE2 activity.Moreover, competitive BLI assays showed SBP1 does not outcompete ACE2 binding to Sino Biological insect-derived SARS-CoV-2-RBD.In coronaviruses, the receptor binding domain (RBD) in the distal part of S1 subunit of SARS-CoV-2 spike protein can directly bind to angiotensin converting enzyme 2 (ACE2).", "title_summ": "De novo design of protein peptides to block association of the SARS-CoV-2 spike protein with human ACE2.The potential SARS-CoV-2 entry inhibitorInvestigation of ACE2 N-terminal fragments binding to SARS-CoV-2 Spike RBDA Modified ACE2 peptide mimic to block SARS-CoV2 entryA collection of designed peptides to target SARS-Cov-2 – ACE2 interaction: PepI-Covid19 databaseComputational Study of Ions and Water Permeation and Transportation Mechanisms of the SARS-CoV-2 Pentameric E Protein ChannelComputational Design of Peptides to Block Binding of the SARS-CoV-2 Spike Protein to Human ACE2Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2Truncated human angiotensin converting enzyme 2; a potential inhibitor of SARS-CoV-2 spike glycoprotein and potent COVID-19 therapeutic agentStructure of dimeric full-length human ACE2 in complex with B0AT1High affinity binding of SARS-CoV-2 spike protein enhances ACE2 carboxypeptidase activityEnhanced receptor binding of SARS-CoV-2 through networks of hydrogen-bonding and hydrophobic interactionsStructural basis for the recognition of the 2019-nCoV by human ACE2", "title_abstract_phrases": "A Modified ACE2 peptide mimic to block SARS-CoV2 entryA 23-residue peptide fragment that forms a part of the α-1 helix of the ACE2 peptidase domain, the recognition domain for SARS-CoV2 on the ACE2 receptor, holds the potential as a drug to block the viral receptor binding domain (RBD) from forming a complex with ACE2.Enhanced receptor binding of SARS-CoV-2 through networks of hydrogen-bonding and hydrophobic interactionsMolecular dynamics and free energy simulations have been carried out to elucidate the structural origin of differential protein–protein interactions between the common receptor protein angiotensin converting enzyme 2 (ACE2) and the receptor binding domains of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [A. E. Gorbalenya et al., Nat.Surprisingly, SARS-CoV-2 trimeric spike protein increased ACE2 proteolytic activity ~3-10 fold when fluorogenic caspase-1 substrate and Bradykinin-analog peptides were used to characterize ACE2 activity.Moreover, competitive BLI assays showed SBP1 does not outcompete ACE2 binding to Sino Biological insect-derived SARS-CoV-2-RBD.It initiates entry into human cells by binding to angiotensin-converting enzyme 2 (ACE2) via the receptor binding domain (RBD) of its spike protein (S)."}