[{"cord_uid":"ye3k61vt","source_x":"PMC","title":"An ultralong CDRH2 in HCV neutralizing antibody demonstrates structural plasticity of antibodies against E2 glycoprotein","doi":"10.7554\/elife.53169","abstract":"A vaccine protective against diverse HCV variants is needed to control the HCV epidemic. Structures of E2 complexes with front layer-specific broadly neutralizing antibodies (bNAbs) isolated from HCV-infected individuals, revealed a disulfide bond-containing CDRH3 that adopts straight (individuals who clear infection) or bent (individuals with chronic infection) conformation. To investigate whether a straight versus bent disulfide bond-containing CDRH3 is specific to particular HCV-infected individuals, we solved a crystal structure of the HCV E2 ectodomain in complex with AR3X, a bNAb with an unusually long CDRH2 that was isolated from the chronically-infected individual from whom the bent CDRH3 bNAbs were derived. The structure revealed that AR3X utilizes both its ultralong CDRH2 and a disulfide motif-containing straight CDRH3 to recognize the E2 front layer. These results demonstrate that both the straight and bent CDRH3 classes of HCV bNAb can be elicited in a single individual, revealing a structural plasticity of VH1-69-derived bNAbs.","publish_time":1583193600000,"author_summary":" Flyak, Andrew I; Ruiz, Stormy E; Salas, Jordan;<br>Rho, Semi; Bailey, Justin R; Bjorkman, Pamela J","abstract_summary":" A vaccine protective against diverse HCV<br>variants is needed to control the HCV epidemic.<br>Structures of E2 complexes with front layer-specific<br>broadly neutralizing antibodies (bNAbs) isolated<br>from HCV-infected individuals, revealed a<br>disulfide bond-containing CDRH3 that adopts straight<br>(individuals who clear infection) or bent (individuals with<br>chronic infection) conformation. To investigate<br>whether a straight versus bent disulfide<br>bond-containing CDRH3 is specific to particular HCV-infected<br>individuals, we solved a crystal structure of the HCV E2<br>ectodomain in complex with AR3X, a bNAb with an unusually<br>long CDRH2 that was isolated from the<br>chronically-infected individual from whom the bent CDRH3 bNAbs were<br>derived....","title_summary":" An ultralong CDRH2 in HCV neutralizing<br>antibody demonstrates structural plasticity of<br>antibodies against E2 glycoprotein","x":29.8611221313,"y":12.7010421753,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8611221313,"tsne_y":12.7010421753,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"rnlzn1m5","source_x":"PMC","title":"Junctional and somatic hypermutation-induced CX(4)C motif is critical for the recognition of a highly conserved epitope on HCV E2 by a human broadly neutralizing antibody","doi":"10.1038\/s41423-020-0403-1","abstract":"Induction of broadly neutralizing monoclonal antibodies (bNAbs) that bind to the viral envelope glycoproteins is a major goal of hepatitis C virus (HCV) vaccine research. The study of bNAbs arising in natural infection is essential in this endeavor. We generated a human antibody, 8D6, recognizing the E2 protein of HCV isolated from a chronic hepatitis C patient. This antibody shows broadly neutralizing activity, which covers a pan-genotypic panel of cell culture-derived HCV virions (HCVcc). Functional and epitope analyses demonstrated that 8D6 can block the interaction between E2 and CD81 by targeting a highly conserved epitope on E2. We describe how the 8D6 lineage evolved via somatic hypermutation to achieve broad neutralization. We found that the V(D)J recombination-generated junctional and somatic hypermutation-induced disulfide bridge (C-C) motif in the CDRH3 is critical for the broad neutralization and binding activity of 8D6. This motif is conserved among a series of broadly neutralizing HCV antibodies, indicating a common binding model. Next, the 8D6 inferred germline (iGL) was reconstructed and tested for its binding affinity and neutralization activity. Interestingly, 8D6 iGL-mediated relatively strong inhibition of the 1b genotype PR79L9 strain, suggesting that PR79L9 may serve as a potential natural viral strain that provides E2 sequences that induce bNAbs. Overall, our detailed epitope mapping and genetic studies of the HCV E2-specific mAb 8D6 have allowed for further refinement of antigenic sites on E2 and reveal a new mechanism to generate a functional CDRH3, while its iGL can serve as a probe to identify potential HCV vaccine strains.","publish_time":1585612800000,"author_summary":" Yi, Chunyan; Xia, Jing; He, Lan; Ling, Zhiyang;<br>Wang, Xuesong; Yan, Yu; Wang, Jiangjun; Zhao,<br>Xinhao; Fan, Weiguo; Sun, Xiaoyu; Zhang, Ronghua; Ye,<br>Sheng; Zhang, Rongguang; Xu, Yongfen; Ma, Liyan;<br>Zhang, Yaguang; Zhou, Honglin; Huang, Zhong; Niu,<br>Junqi; Long, Gang; Lu, Junxia; Zhong, Jin; Sun, Bing","abstract_summary":" Induction of broadly neutralizing monoclonal<br>antibodies (bNAbs) that bind to the viral envelope<br>glycoproteins is a major goal of hepatitis C virus (HCV)<br>vaccine research. The study of bNAbs arising in natural<br>infection is essential in this endeavor. We generated a<br>human antibody, 8D6, recognizing the E2 protein of<br>HCV isolated from a chronic hepatitis C patient.<br>This antibody shows broadly neutralizing<br>activity, which covers a pan-genotypic panel of cell<br>culture-derived HCV virions (HCVcc). Functional and epitope<br>analyses demonstrated that 8D6 can block the<br>interaction between E2 and CD81 by targeting a highly<br>conserved epitope on E2. We describe how...","title_summary":" Junctional and somatic<br>hypermutation-induced CX(4)C motif is critical for the recognition of<br>a highly conserved epitope on HCV E2 by a human<br>broadly neutralizing antibody","x":29.8344650269,"y":12.7936248779,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8344650269,"tsne_y":12.7936248779,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"eojeofum","source_x":"PMC","title":"A Humanized Monoclonal Antibody Cocktail to Prevent Pulmonary Ricin Intoxication","doi":"10.3390\/toxins12040215","abstract":"PB10 IgG(1), a monoclonal antibody (MAb) directed against an immunodominant epitope on the enzymatic subunit (RTA) of ricin toxin (RT), has been shown to passively protect mice and non-human primates from an aerosolized lethal-dose RT challenge. However, it was recently demonstrated that the therapeutic efficacy of PB10 IgG1 is significantly improved when co-administered with a second MAb, SylH3, targeting RT’s binding subunit (RTB). Here we report that the PB10\/SylH3 cocktail is also superior to PB10 alone when used as a pre-exposure prophylactic (PrEP) in a mouse model of intranasal RT challenge. The benefit of the PB10\/SylH3 cocktail prompted us to engineer a humanized IgG1 version of SylH3 (huSylH3). The huPB10\/huSylH3 cocktail proved highly efficacious in the mouse model, thereby opening the door to future testing in non-human primates.","publish_time":1585440000000,"author_summary":" Rong, Yinghui; Pauly, Michael; Guthals,<br>Adrian; Pham, Henry; Ehrbar, Dylan; Zeitlin, Larry;<br>Mantis, Nicholas J.","abstract_summary":" PB10 IgG(1), a monoclonal antibody (MAb)<br>directed against an immunodominant epitope on the<br>enzymatic subunit (RTA) of ricin toxin (RT), has been<br>shown to passively protect mice and non-human<br>primates from an aerosolized lethal-dose RT challenge.<br>However, it was recently demonstrated that the<br>therapeutic efficacy of PB10 IgG1 is significantly<br>improved when co-administered with a second MAb, SylH3,<br>targeting RT’s binding subunit (RTB). Here we report that<br>the PB10\/SylH3 cocktail is also superior to PB10<br>alone when used as a pre-exposure prophylactic<br>(PrEP) in a mouse model of intranasal RT challenge. The<br>benefit of the PB10\/SylH3 cocktail prompted us to...","title_summary":" A Humanized Monoclonal Antibody Cocktail to<br>Prevent Pulmonary Ricin Intoxication","x":29.8604068756,"y":10.7724266052,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8604068756,"tsne_y":10.7724266052,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"hiv9xp0c","source_x":"Medline","title":"A human neutralizing antibody targets the receptor binding site of SARS-CoV-2.","doi":"10.1038\/s41586-020-2381-y","abstract":"An outbreak of the coronavirus disease 2019 (COVID-19)1-3, caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)4 spread globally. Countermeasures are needed to treat and prevent further dissemination of the virus. In this study, we report the isolation of 2 specific human monoclonal antibodies (MAbs) from a convalescent COVID-19 patient. CA1 and CB6 demonstrated potent SARS-CoV-2-specific neutralization activity in vitro against SARS-CoV-2. In addition, CB6 inhibited SARS-CoV-2 infection in rhesus monkeys at both prophylactic and treatment settings. Further structural studies revealed that CB6 recognizes an epitope that overlaps with angiotensin converting enzyme 2 (ACE2)-binding sites in SARS-CoV-2 receptor binding domain (RBD), thereby interfering with the virus\/receptor interactions by both steric hindrance and direct interface-residue competition. Our results suggest CB6 deserves further clinical translation.","publish_time":1590451200000,"author_summary":" Shi, Rui; Shan, Chao; Duan, Xiaomin; Chen,<br>Zhihai; Liu, Peipei; Song, Jinwen; Song, Tao; Bi,<br>Xiaoshan; Han, Chao; Wu, Lianao; Gao, Ge; Hu, Xue; Zhang,<br>Yanan; Tong, Zhou; Huang, Weijin; Liu, William Jun;<br>Wu, Guizhen; Zhang, Bo; Wang, Lan; Qi, Jianxun;<br>Feng, Hui; Wang, Fu-Sheng; Wang, Qihui; Gao, George<br>Fu; Yuan, Zhiming; Yan, Jinghua","abstract_summary":" An outbreak of the coronavirus disease 2019<br>(COVID-19)1-3, caused by the severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2)4 spread globally.<br>Countermeasures are needed to treat and prevent further<br>dissemination of the virus. In this study, we report the<br>isolation of 2 specific human monoclonal antibodies<br>(MAbs) from a convalescent COVID-19 patient. CA1 and<br>CB6 demonstrated potent SARS-CoV-2-specific<br>neutralization activity in vitro against SARS-CoV-2. In<br>addition, CB6 inhibited SARS-CoV-2 infection in rhesus<br>monkeys at both prophylactic and treatment settings.<br>Further structural studies revealed that CB6<br>recognizes an epitope that overlaps with angiotensin<br>converting enzyme 2 (ACE2)-binding sites in SARS-CoV-2<br>receptor binding...","title_summary":" A human neutralizing antibody targets the<br>receptor binding site of SARS-CoV-2.","x":31.0474758148,"y":11.5011911392,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.0474758148,"tsne_y":11.5011911392,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"o5545c1x","source_x":"Medline","title":"Identification of SARS-CoV RBD-targeting monoclonal antibodies with cross-reactive or neutralizing activity against SARS-CoV-2.","doi":"10.1016\/j.antiviral.2020.104820","abstract":"SARS-CoV-2-caused COVID-19 cases are growing globally, calling for developing effective therapeutics to control the current pandemic. SARS-CoV-2 and SARS-CoV recognize angiotensin-converting enzyme 2 (ACE2) receptor via the receptor-binding domain (RBD). Here, we identified six SARS-CoV RBD-specific neutralizing monoclonal antibodies (nAbs) that cross-reacted with SARS-CoV-2 RBD, two of which, 18F3 and 7B11, neutralized SARS-CoV-2 infection. 18F3 recognized conserved epitopes on SARS-CoV and SARS-CoV-2 RBDs, whereas 7B11 recognized epitopes on SARS-CoV RBD not fully conserved in SARS-CoV-2 RBD. The 18F3-recognizing epitopes on RBD did not overlap with the ACE2-binding sites, whereas those recognized by 7B11 were close to the ACE2-binding sites, explaining why 7B11 could, but 18F3 could not, block SARS-CoV or SARS-CoV-2 RBD binding to ACE2 receptor. Our study provides an alternative approach to prevent SARS-CoV-2 infection using anti-SARS-CoV nAbs.","publish_time":1589328000000,"author_summary":" Tai, Wanbo; Zhang, Xiujuan; He, Yuxian; Jiang,<br>Shibo; Du, Lanying","abstract_summary":" SARS-CoV-2-caused COVID-19 cases are growing<br>globally, calling for developing effective<br>therapeutics to control the current pandemic. SARS-CoV-2<br>and SARS-CoV recognize angiotensin-converting<br>enzyme 2 (ACE2) receptor via the receptor-binding<br>domain (RBD). Here, we identified six SARS-CoV<br>RBD-specific neutralizing monoclonal antibodies (nAbs)<br>that cross-reacted with SARS-CoV-2 RBD, two of<br>which, 18F3 and 7B11, neutralized SARS-CoV-2<br>infection. 18F3 recognized conserved epitopes on<br>SARS-CoV and SARS-CoV-2 RBDs, whereas 7B11 recognized<br>epitopes on SARS-CoV RBD not fully conserved in<br>SARS-CoV-2 RBD. The 18F3-recognizing epitopes on RBD did<br>not overlap with the ACE2-binding sites, whereas<br>those recognized by 7B11 were close to the<br>ACE2-binding sites, explaining...","title_summary":" Identification of SARS-CoV RBD-targeting<br>monoclonal antibodies with cross-reactive or<br>neutralizing activity against SARS-CoV-2.","x":31.7569675446,"y":11.9057149887,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.7569675446,"tsne_y":11.9057149887,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"r8sw0wf2","source_x":"Medline","title":"SARS-CoV-2-reactive interferon-γ-producing CD8+ T cells in patients hospitalized with Coronavirus Disease 2019.","doi":"10.1002\/jmv.26213","abstract":"There is limited information on SARS-CoV-2 T-cell immune responses in patients with COVID-19. Both CD4+ and CD8+ T cells may be instrumental in resolution of and protection from SARS-CoV-2 infection. Here, we tested 25 hospitalized patients either with microbiologically documented COVID-19 (n=19) or highly suspected of having the disease (n=6) for presence of SARS-CoV-2-reactive CD69+ -expressing interferon-γ (IFN-γ) producing CD8+ T cells using flow-cytometry for intracellular cytokine staining assay. Two sets of overlapping peptides encompassing the SARS-CoV-2 Spike glycoprotein N-terminal 1-643 amino acid sequence and the entire sequence of SARS-CoV-2 M protein were used simultaneously as antigenic stimulus. Ten patients (40%) had detectable responses, displaying frequencies ranging from 0.15 to 2.7% (median of 0.57 cells\/µL; range, 0.43-9.98 cells\/µL). The detection rate of SARS-CoV-2-reactive IFN-γ CD8+ T cells in patients admitted to intensive care was comparable (P=0.28) to the rate in patients hospitalized in other medical wards. No correlation was found between SARS-CoV-2-reactive IFN-γ CD8+ T-cell counts and SARS-CoV-2 S-specific antibody levels. Likewise, no correlation was observed between either SARS-CoV-2-reactive IFN-γ CD8+ T cells or S-specific IgG-antibody titers and blood cell count or levels of inflammatory biomarkers. In summary, in this descriptive, preliminary study we showed that SARS-CoV-2-reactive IFN-γ CD8+ T cells can be detected in a non-negligible percentage of patients with moderate to severe forms of COVID-19. Further studies are warranted to determine whether quantitation of these T-cell subsets may provide prognostic information on the clinical course of COVID-19. This article is protected by copyright. All rights reserved.","publish_time":1592956800000,"author_summary":" Giménez, Estela; Albert, Eliseo; Torres,<br>Ignacio; Remigia, María José; Alcaraz, María Jesús;<br>Galindo, María José; Blasco, María Luisa; Solano,<br>Carlos; Forner, María José; Redón, Josep;<br>Signes-Costa, Jaime; Navarro, David","abstract_summary":" There is limited information on SARS-CoV-2<br>T-cell immune responses in patients with COVID-19.<br>Both CD4+ and CD8+ T cells may be instrumental in<br>resolution of and protection from SARS-CoV-2 infection.<br>Here, we tested 25 hospitalized patients either with<br>microbiologically documented COVID-19 (n=19) or highly<br>suspected of having the disease (n=6) for presence of<br>SARS-CoV-2-reactive CD69+ -expressing interferon-γ (IFN-γ)<br>producing CD8+ T cells using flow-cytometry for<br>intracellular cytokine staining assay. Two sets of<br>overlapping peptides encompassing the SARS-CoV-2 Spike<br>glycoprotein N-terminal 1-643 amino acid sequence and the<br>entire sequence of SARS-CoV-2 M protein were used<br>simultaneously as antigenic stimulus. Ten patients...","title_summary":" SARS-CoV-2-reactive<br>interferon-γ-producing CD8+ T cells in patients hospitalized with<br>Coronavirus Disease 2019.","x":29.0515556335,"y":12.4041137695,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.0515556335,"tsne_y":12.4041137695,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"4hdj6mtf","source_x":"Medline","title":"Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody.","doi":"10.1038\/s41586-020-2349-y","abstract":"SARS-CoV-2 is a newly emerged coronavirus responsible for the current COVID-19 pandemic that has resulted in more than 3.7 million infections and 260,000 deaths as of 6 May 20201,2. Vaccine and therapeutic discovery efforts are paramount to curb the pandemic spread of this zoonotic virus. The SARS-CoV-2 spike (S) glycoprotein promotes entry into host cells and is the main target of neutralizing antibodies. Here we describe multiple monoclonal antibodies targeting SARS-CoV-2 S identified from memory B cells of an individual who was infected with SARS-CoV in 2003. One antibody, named S309, potently neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well as authentic SARS-CoV-2 by engaging the S receptor-binding domain. Using cryo-electron microscopy and binding assays, we show that S309 recognizes a glycan-containing epitope that is conserved within the sarbecovirus subgenus, without competing with receptor attachment. Antibody cocktails including S309 along with other antibodies identified here further enhanced SARS-CoV-2 neutralization and may limit the emergence of neutralization-escape mutants. These results pave the way for using S309- and S309-containing antibody cocktails for prophylaxis in individuals at high risk of exposure or as a post-exposure therapy to limit or treat severe disease.","publish_time":1589760000000,"author_summary":" Pinto, Dora; Park, Young-Jun; Beltramello,<br>Martina; Walls, Alexandra C; Tortorici, M Alejandra;<br>Bianchi, Siro; Jaconi, Stefano; Culap, Katja; Zatta,<br>Fabrizia; De Marco, Anna; Peter, Alessia; Guarino,<br>Barbara; Spreafico, Roberto; Cameroni, Elisabetta;<br>Case, James Brett; Chen, Rita E; Havenar-Daughton,<br>Colin; Snell, Gyorgy; Telenti, Amalio; Virgin,<br>Herbert W; Lanzavecchia, Antonio; Diamond, Michael S;<br>Fink, Katja; Veesler, David; Corti, Davide","abstract_summary":" SARS-CoV-2 is a newly emerged coronavirus<br>responsible for the current COVID-19 pandemic that has<br>resulted in more than 3.7 million infections and 260,000<br>deaths as of 6 May 20201,2. Vaccine and therapeutic<br>discovery efforts are paramount to curb the pandemic<br>spread of this zoonotic virus. The SARS-CoV-2 spike<br>(S) glycoprotein promotes entry into host cells<br>and is the main target of neutralizing antibodies.<br>Here we describe multiple monoclonal antibodies<br>targeting SARS-CoV-2 S identified from memory B cells of<br>an individual who was infected with SARS-CoV in<br>2003. One antibody, named S309, potently<br>neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well<br>as...","title_summary":" Cross-neutralization of SARS-CoV-2 by a human<br>monoclonal SARS-CoV antibody.","x":31.0309448242,"y":11.7913236618,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.0309448242,"tsne_y":11.7913236618,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"llhbadip","source_x":"Medline","title":"Human neutralizing antibodies elicited by SARS-CoV-2 infection.","doi":"10.1038\/s41586-020-2380-z","abstract":"The emerging coronavirus SARS-CoV-2 pandemic presents a global health emergency in urgent need of interventions1-3. SARS-CoV-2 entry into the target cells depends on binding between the receptor-binding domain (RBD) of the viral Spike protein and the ACE2 cell receptor2,4-6. Here, we report the isolation and characterization of 206 RBD-specific monoclonal antibodies derived from single B cells of eight SARS-CoV-2 infected individuals. We identified antibodies with potent anti-SARS-CoV-2 neutralization activity that correlates with their competitive capacity with ACE2 for RBD binding. Surprisingly, neither the anti-SARS-CoV-2 antibodies nor the infected plasma cross-reacted with SARS-CoV or MERS-CoV RBDs, although substantial plasma cross-reactivity to their trimeric Spike proteins was found. Crystal structure analysis of RBD-bound antibody revealed steric hindrance that inhibits viral engagement with ACE2 and thereby blocks viral entry. These findings suggest that anti-RBD antibodies are viral species-specific inhibitors. The antibodies identified here may be candidates for the development of SARS-CoV-2 clinical interventions.","publish_time":1590451200000,"author_summary":" Ju, Bin; Zhang, Qi; Ge, Jiwan; Wang, Ruoke; Sun,<br>Jing; Ge, Xiangyang; Yu, Jiazhen; Shan, Sisi; Zhou,<br>Bing; Song, Shuo; Tang, Xian; Yu, Jinfang; Lan, Jun;<br>Yuan, Jing; Wang, Haiyan; Zhao, Juanjuan; Zhang,<br>Shuye; Wang, Youchun; Shi, Xuanling; Liu, Lei; Zhao,<br>Jincun; Wang, Xinquan; Zhang, Zheng; Zhang, Linqi","abstract_summary":" The emerging coronavirus SARS-CoV-2 pandemic<br>presents a global health emergency in urgent need of<br>interventions1-3. SARS-CoV-2 entry into the target cells depends<br>on binding between the receptor-binding domain<br>(RBD) of the viral Spike protein and the ACE2 cell<br>receptor2,4-6. Here, we report the isolation and<br>characterization of 206 RBD-specific monoclonal antibodies<br>derived from single B cells of eight SARS-CoV-2<br>infected individuals. We identified antibodies with<br>potent anti-SARS-CoV-2 neutralization activity<br>that correlates with their competitive capacity<br>with ACE2 for RBD binding. Surprisingly, neither<br>the anti-SARS-CoV-2 antibodies nor the infected<br>plasma cross-reacted with SARS-CoV or MERS-CoV RBDs,<br>although substantial plasma cross-reactivity to...","title_summary":" Human neutralizing antibodies elicited by<br>SARS-CoV-2 infection.","x":30.7013530731,"y":11.6367530823,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.7013530731,"tsne_y":11.6367530823,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"bwzcei28","source_x":"Medline","title":"A Potently Neutralizing Antibody Protects Mice against SARS-CoV-2 Infection.","doi":"10.4049\/jimmunol.2000583","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is responsible for millions of infections and hundreds of thousands of deaths globally. There are no widely available licensed therapeutics against SARS-CoV-2, highlighting an urgent need for effective interventions. The virus enters host cells through binding of a receptor-binding domain within its trimeric spike glycoprotein to human angiotensin-converting enzyme 2. In this article, we describe the generation and characterization of a panel of murine mAbs directed against the receptor-binding domain. One mAb, 2B04, neutralized wild-type SARS-CoV-2 in vitro with remarkable potency (half-maximal inhibitory concentration of <2 ng\/ml). In a murine model of SARS-CoV-2 infection, 2B04 protected challenged animals from weight loss, reduced lung viral load, and blocked systemic dissemination. Thus, 2B04 is a promising candidate for an effective antiviral that can be used to prevent SARS-CoV-2 infection.","publish_time":1593129600000,"author_summary":" Alsoussi, Wafaa B; Turner, Jackson S; Case,<br>James B; Zhao, Haiyan; Schmitz, Aaron J; Zhou, Julian<br>Q; Chen, Rita E; Lei, Tingting; Rizk, Amena A;<br>McIntire, Katherine M; Winkler, Emma S; Fox, Julie M;<br>Kafai, Natasha M; Thackray, Larissa B; Hassan, Ahmed<br>O; Amanat, Fatima; Krammer, Florian; Watson,<br>Corey T; Kleinstein, Steven H; Fremont, Daved H;<br>Diamond, Michael S; Ellebedy, Ali H","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) is responsible for millions of<br>infections and hundreds of thousands of deaths globally.<br>There are no widely available licensed therapeutics<br>against SARS-CoV-2, highlighting an urgent need for<br>effective interventions. The virus enters host cells<br>through binding of a receptor-binding domain within<br>its trimeric spike glycoprotein to human<br>angiotensin-converting enzyme 2. In this article, we describe the<br>generation and characterization of a panel of murine mAbs<br>directed against the receptor-binding domain. One mAb,<br>2B04, neutralized wild-type SARS-CoV-2 in vitro<br>with remarkable potency (half-maximal inhibitory<br>concentration of <2 ng\/ml). In a murine model of SARS-CoV-2...","title_summary":" A Potently Neutralizing Antibody Protects<br>Mice against SARS-CoV-2 Infection.","x":29.8407211304,"y":10.9103136063,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8407211304,"tsne_y":10.9103136063,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"r7j887cg","source_x":"Medline","title":"Potential for developing a SARS-CoV receptor-binding domain (RBD) recombinant protein as a heterologous human vaccine against coronavirus infectious disease (COVID)-19.","doi":"10.1080\/21645515.2020.1740560","abstract":"A SARS-CoV receptor-binding domain (RBD) recombinant protein was developed and manufactured under current good manufacturing practices in 2016. The protein, known as RBD219-N1 when formulated on Alhydrogel®, induced high-level neutralizing antibodies and protective immunity with minimal immunopathology in mice after a homologous virus challenge with SARS-CoV (MA15 strain). We examined published evidence in support of whether the SARS-CoV RBD219-N1 could be repurposed as a heterologous vaccine against Coronavirus Infectious Disease (COVID)-19. Our findings include evidence that convalescent serum from SARS-CoV patients can neutralize SARS-CoV-2. Additionally, a review of published studies using monoclonal antibodies (mAbs) raised against SARS-CoV RBD and that neutralizes the SARS-CoV virus in vitro finds that some of these mAbs bind to the receptor-binding motif (RBM) within the RBD, while others bind to domains outside this region within RBD. This information is relevant and supports the possibility of developing a heterologous SARS-CoV RBD vaccine against COVID-19, especially due to the finding that the overall high amino acid similarity (82%) between SARS-CoV and SARS-CoV-2 spike and RBD domains is not reflected in RBM amino acid similarity (59%). However, the high sequence similarity (94%) in the region outside of RBM offers the potential of conserved neutralizing epitopes between both viruses.","publish_time":1586995200000,"author_summary":" Chen, Wen-Hsiang; Hotez, Peter J; Bottazzi,<br>Maria Elena","abstract_summary":" A SARS-CoV receptor-binding domain (RBD)<br>recombinant protein was developed and manufactured under<br>current good manufacturing practices in 2016. The<br>protein, known as RBD219-N1 when formulated on<br>Alhydrogel®, induced high-level neutralizing antibodies<br>and protective immunity with minimal<br>immunopathology in mice after a homologous virus challenge with<br>SARS-CoV (MA15 strain). We examined published evidence<br>in support of whether the SARS-CoV RBD219-N1<br>could be repurposed as a heterologous vaccine<br>against Coronavirus Infectious Disease (COVID)-19.<br>Our findings include evidence that convalescent<br>serum from SARS-CoV patients can neutralize<br>SARS-CoV-2. Additionally, a review of published studies<br>using monoclonal antibodies (mAbs) raised against<br>SARS-CoV RBD and that...","title_summary":" Potential for developing a SARS-CoV<br>receptor-binding domain (RBD) recombinant protein as a<br>heterologous human vaccine against coronavirus infectious<br>disease (COVID)-19.","x":31.5490550995,"y":11.9929256439,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.5490550995,"tsne_y":11.9929256439,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"1wfeatf0","source_x":"BioRxiv","title":"Tiger team: a panel of human neutralizing mAbs targeting SARS-CoV-2 spike at multiple epitopes","doi":"10.1101\/2020.05.20.106609","abstract":"The novel highly transmissible human coronavirus SARS-CoV-2 is the causative agent of the COVID-19 pandemic. Thus far, there is no approved therapeutic drug, specifically targeting this emerging virus. Here we report the isolation and characterization of a panel of human neutralizing monoclonal antibodies targeting the SARS-CoV-2 receptor binding domain (RBD). These antibodies were selected from a phage display library constructed using peripheral circulatory lymphocytes collected from patients at the acute phase of the disease. These neutralizing antibodies are shown to recognize distinct epitopes on the viral spike RBD, therefore they represent a promising basis for the design of efficient combined post-exposure therapy for SARS-CoV-2 infection.","publish_time":1592179200000,"author_summary":" Noy-Porat, Tal; Makdasi, Efi; Alcalay, Ron;<br>Mechaly, Adva; Levy, Yinon; Bercovich-Kinori, Adi;<br>Zauberman, Ayelet; Tamir, Hadas; Yahalom-Ronen, Yfat;<br>Israeli, Ma’ayan; Epstein, Eyal; Achdout, Hagit;<br>Melamed, Sharon; Chitlaru, Theodor; Weiss, Shay;<br>Peretz, Eldar; Rosen, Osnat; Paran, Nir; Yitzhaki,<br>Shmuel; Shapira, Shmuel C.; Israely, Tomer; Mazor,<br>Ohad; Rosenfeld, Ronit","abstract_summary":" The novel highly transmissible human<br>coronavirus SARS-CoV-2 is the causative agent of the<br>COVID-19 pandemic. Thus far, there is no approved<br>therapeutic drug, specifically targeting this emerging<br>virus. Here we report the isolation and<br>characterization of a panel of human neutralizing monoclonal<br>antibodies targeting the SARS-CoV-2 receptor binding<br>domain (RBD). These antibodies were selected from a<br>phage display library constructed using peripheral<br>circulatory lymphocytes collected from patients at the<br>acute phase of the disease. These neutralizing<br>antibodies are shown to recognize distinct epitopes on the<br>viral spike RBD, therefore they represent a<br>promising basis for the design of efficient combined...","title_summary":" Tiger team: a panel of human neutralizing mAbs<br>targeting SARS-CoV-2 spike at multiple epitopes","x":29.9651737213,"y":11.153512001,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9651737213,"tsne_y":11.153512001,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"ioihqf0r","source_x":"MedRxiv","title":"SARS-CoV-2 epitopes are recognized by a public and diverse repertoire of human T-cell receptors","doi":"10.1101\/2020.05.20.20107813","abstract":"Understanding the determinants of adaptive immune response to SARS-CoV-2 is critical for fighting the ongoing COVID-19 pandemic. Here we assayed both antibody and T-cell reactivity to SARS-CoV-2 antigens in COVID-19 convalescent patients and healthy donors sampled before and during the pandemic. Our results show that while anti-SARS-CoV-2 antibodies can distinguish convalescent patients from healthy donors, the magnitude of T-cell response was more pronounced in healthy donors sampled during COVID-19 pandemic than in donors sampled before the outbreak. This hints at the possibility that some individuals have encountered the virus but were protected by T-cell cross-reactivity observed. A public and diverse T-cell response was observed for two A*02-restricted SARS-CoV-2 epitopes, revealing a set of T-cell receptor motifs displaying germline-encoded features. Bulk CD4+ and CD8+ T-cell response to SARS-CoV-2 glycoprotein S is characterized by multiple groups of homologous T-cell receptor sequences some of which are shared across multiple donors, indicating the existence of immunodominant epitopes. Overall, our findings indicate that T cells form an efficient response to SARS-CoV-2 and alongside the antibodies can serve as a useful biomarker for surveying SARS-CoV-2 exposure and immunity. We hope that data, including the set of specific T-cell receptors identified in this study can serve as a basis for future developments of SARS-CoV-2 vaccinations and monitoring.","publish_time":1590364800000,"author_summary":" Shomuradova, A. S.; Vagida, M. S.; Sheetikov,<br>S. A.; Zornikova, K. V.; Kiryukhin, D.; Titov, A.;<br>Peshkova, I. O.; Khmelevskaya, A.; Dianov, D. V.;<br>Malasheva, M.; Shmelev, A.; Serdyuk, Y.; Bagaev, D. V.;<br>Pivnyuk, A.; Shcherbinin, D. S.; Maleeva, A. V.;<br>Shakirova, N. T.; Pilunov, A.; Malko, D. B.; Khamaganova,<br>E. G.; Biderman, B.; Ivanov, A. V.; Shugay, M.;<br>Efimov, G. A.","abstract_summary":" Understanding the determinants of adaptive<br>immune response to SARS-CoV-2 is critical for<br>fighting the ongoing COVID-19 pandemic. Here we assayed<br>both antibody and T-cell reactivity to SARS-CoV-2<br>antigens in COVID-19 convalescent patients and healthy<br>donors sampled before and during the pandemic. Our<br>results show that while anti-SARS-CoV-2 antibodies<br>can distinguish convalescent patients from<br>healthy donors, the magnitude of T-cell response was<br>more pronounced in healthy donors sampled during<br>COVID-19 pandemic than in donors sampled before the<br>outbreak. This hints at the possibility that some<br>individuals have encountered the virus but were protected<br>by T-cell cross-reactivity observed. A public<br>and diverse...","title_summary":" SARS-CoV-2 epitopes are recognized by a public<br>and diverse repertoire of human T-cell receptors","x":29.0001544952,"y":12.6679029465,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.0001544952,"tsne_y":12.6679029465,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"2jrichn5","source_x":"BioRxiv","title":"Computational methods to develop potential neutralizing antibody Fab region against SARS-CoV-2 as therapeutic and diagnostic tool","doi":"10.1101\/2020.05.02.071506","abstract":"SARS-CoV-2, a global pandemic originated from Wuhan city of China in the month of December 2019. There is an urgency to identify potential antibodies to neutralize the virus and also as a diagnostic tool candidate. At present palliative treatments using existing antiviral drugs are under trails to treat SARS-CoV-2.Whole Genome sequence of Wuhan market sample of SARS-CoV-2 was obtained from NCBI Gene ID MN908947.3.Spike protein sequence PDB ID 6VSB obtained from RCSB database. Spike protein sequence had shown top V gene match with IGLV1-44*01, IGLV1-47*02 and has VL type chain. Whole Genome sequence had shown top V gene match with IGHV1-38-4*01 and has VH type chain. VD chain had shown link to allele HLA-A0206 80%, HLA-A0217 80%, HLA-A2301 75%, HLA-A0203 75%, HLA-A0202 70% and HLA-A0201 55% of binding levels. Some conserved regions of spike protein had shown strong binding affinity with HLA-A-0*201, HLA-A24, HLA-B-5701 and HLA-B-5703 alpha chains. Synthetic Fab construct BCR type antibody IgG (CR5840) had shown Polyspecific binding activity with spike glycoprotein when compared with available Anti-SARS antibody CR3022.Thus we propose CR5840 Fab constructed antibody as potential neutralizing antibody for SARS-CoV-2. Based on germline analysis we also propose cytotoxic T lymphocyte epitope peptide selective system as effective tool for the development of SARS-CoV-2 vaccine.","publish_time":1588550400000,"author_summary":" Manikyam, Hemanth K.; Joshi, Sunil K.","abstract_summary":" SARS-CoV-2, a global pandemic originated from<br>Wuhan city of China in the month of December 2019.<br>There is an urgency to identify potential antibodies<br>to neutralize the virus and also as a diagnostic<br>tool candidate. At present palliative treatments<br>using existing antiviral drugs are under trails to<br>treat SARS-CoV-2.Whole Genome sequence of Wuhan<br>market sample of SARS-CoV-2 was obtained from NCBI<br>Gene ID MN908947.3.Spike protein sequence PDB ID<br>6VSB obtained from RCSB database. Spike protein<br>sequence had shown top V gene match with IGLV1-44*01,<br>IGLV1-47*02 and has VL type chain. Whole Genome sequence had<br>shown top V gene match with...","title_summary":" Computational methods to develop potential<br>neutralizing antibody Fab region against SARS-CoV-2 as<br>therapeutic and diagnostic tool","x":29.5626163483,"y":13.2791643143,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.5626163483,"tsne_y":13.2791643143,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"t5bt2eb4","source_x":"BioRxiv","title":"Human H-ferritin presenting RBM of spike glycoprotein as potential vaccine of SARS-CoV-2","doi":"10.1101\/2020.05.25.115618","abstract":"The outbreak of COVID-19 has so far inflicted millions of people all around the world and will have a long lasting effect on every aspect of everyone’s life. Yet there is no effective approved treatment for the disease. In an effort of utilizing human ferritin as nanoplatform for drug delivery, we engineered a fusion protein by presenting receptor-binding motif (RBM) of SARS-CoV-2 virus spike glycoprotein on the N-terminus of ferritin subunits. The designed fusion protein with a cage-like structure, similar to that of corona virus, is a potential anti-SARS-CoV-2 vaccine. We hereby show the construction, preparation, and characterization of the fusion protein RBM-HFtn. Our initial affinity study confirmed its biological activity towards ACE2 receptor which suggests its mode of action against SARS-CoV-2 could be either through vaccine therapy or blocking the cellular entry of virus as antagonist of ACE2 receptor.","publish_time":1591574400000,"author_summary":" Yao, Dehui; Lao, Fang; Zhang, Zeyi; Liu, Yan;<br>Cheng, Jianwei; Ding, Fengjiao; Wang, Xiaofei; Xi,<br>Lun; Wang, Chuang; Yan, Xichong; Zhang, Rongkun;<br>Ouyang, Fangxing; Ding, Hui; Ke, Tianyi","abstract_summary":" The outbreak of COVID-19 has so far inflicted<br>millions of people all around the world and will have a<br>long lasting effect on every aspect of everyone’s<br>life. Yet there is no effective approved treatment<br>for the disease. In an effort of utilizing human<br>ferritin as nanoplatform for drug delivery, we<br>engineered a fusion protein by presenting<br>receptor-binding motif (RBM) of SARS-CoV-2 virus spike<br>glycoprotein on the N-terminus of ferritin subunits. The<br>designed fusion protein with a cage-like structure,<br>similar to that of corona virus, is a potential<br>anti-SARS-CoV-2 vaccine. We hereby show the construction,<br>preparation, and characterization of the...","title_summary":" Human H-ferritin presenting RBM of spike<br>glycoprotein as potential vaccine of SARS-CoV-2","x":32.6221160889,"y":11.5260772705,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":32.6221160889,"tsne_y":11.5260772705,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"fgzrhs2i","source_x":"BioRxiv","title":"Potent neutralizing antibodies from COVID-19 patients define multiple targets of vulnerability","doi":"10.1101\/2020.05.12.088716","abstract":"The rapid spread of SARS-CoV-2 has a significant impact on global health, travel and economy. Therefore, preventative and therapeutic measures are urgently needed. Here, we isolated neutralizing antibodies from convalescent COVID-19 patients using a SARS-CoV-2 stabilized prefusion spike protein. Several of these antibodies were able to potently inhibit live SARS-CoV-2 infection at concentrations as low as 0.007 µg\/mL, making them the most potent human SARS-CoV-2 antibodies described to date. Mapping studies revealed that the SARS-CoV-2 spike protein contained multiple distinct antigenic sites, including several receptor-binding domain (RBD) epitopes as well as previously undefined non-RBD epitopes. In addition to providing guidance for vaccine design, these mAbs are promising candidates for treatment and prevention of COVID-19.","publish_time":1589241600000,"author_summary":" Brouwer, Philip J.M.; Caniels, Tom G.; van der<br>Straten, Karlijn; Snitselaar, Jonne L.; Aldon, Yoann;<br>Bangaru, Sandhya; Torres, Jonathan L.; Okba, Nisreen<br>M.A.; Claireaux, Mathieu; Kerster, Gius; Bentlage,<br>Arthur E.H.; van Haaren, Marlies M.; Guerra, Denise;<br>Burger, Judith A.; Schermer, Edith E.; Verheul,<br>Kirsten D.; van der Velde, Niels; van der Kooi, Alex; van<br>Schooten, Jelle; van Breemen, Mariëlle J.; Bijl, Tom P.<br>L.; Sliepen, Kwinten; Aartse, Aafke; Derking,<br>Ronald; Bontjer, Ilja; Kootstra, Neeltje A.;<br>Wiersinga, W. Joost; Vidarsson, Gestur; Haagmans, Bart<br>L.; Ward, Andrew B.; de Bree, Godelieve J.;<br>Sanders, Rogier W.; van Gils, Marit J.","abstract_summary":" The rapid spread of SARS-CoV-2 has a<br>significant impact on global health, travel and economy.<br>Therefore, preventative and therapeutic measures are<br>urgently needed. Here, we isolated neutralizing<br>antibodies from convalescent COVID-19 patients using a<br>SARS-CoV-2 stabilized prefusion spike protein. Several<br>of these antibodies were able to potently inhibit<br>live SARS-CoV-2 infection at concentrations as low<br>as 0.007 µg\/mL, making them the most potent human<br>SARS-CoV-2 antibodies described to date. Mapping studies<br>revealed that the SARS-CoV-2 spike protein contained<br>multiple distinct antigenic sites, including several<br>receptor-binding domain (RBD) epitopes as well as previously<br>undefined non-RBD epitopes. In addition to providing<br>guidance...","title_summary":" Potent neutralizing antibodies from COVID-19<br>patients define multiple targets of vulnerability","x":29.8940925598,"y":11.3421287537,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8940925598,"tsne_y":11.3421287537,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"m7j0t6hz","source_x":"BioRxiv","title":"Structural basis for neutralization of SARS-CoV-2 and SARS-CoV by a potent therapeutic antibody","doi":"10.1101\/2020.06.02.129098","abstract":"The COVID-19 pandemic caused by the SARS-CoV-2 virus has resulted in an unprecedented public health crisis. There are no approved vaccines or therapeutics for treating COVID-19. Here we reported a humanized monoclonal antibody, H014, efficiently neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well as authentic SARS-CoV-2 at nM level by engaging the S receptor binding domain (RBD). Importantly, H014 administration reduced SARS-CoV-2 titers in the infected lungs and prevented pulmonary pathology in hACE2 mouse model. Cryo-EM characterization of the SARS-CoV-2 S trimer in complex with the H014 Fab fragment unveiled a novel conformational epitope, which is only accessible when the RBD is in open conformation. Biochemical, cellular, virological and structural studies demonstrated that H014 prevents attachment of SARS-CoV-2 to its host cell receptors. Epitope analysis of available neutralizing antibodies against SARS-CoV and SARS-CoV-2 uncover broad cross-protective epitopes. Our results highlight a key role for antibody-based therapeutic interventions in the treatment of COVID-19. One sentence summary A potent neutralizing antibody conferred protection against SARS-CoV-2 in an hACE2 humanized mouse model by sterically blocking the interaction of the virus with its receptor.","publish_time":1591747200000,"author_summary":" Lv, Zhe; Deng, Yong-Qiang; Ye, Qing; Cao, Lei;<br>Sun, Chun-Yun; Fan, Changfa; Huang, Weijin; Sun,<br>Shihui; Sun, Yao; Zhu, Ling; Chen, Qi; Wang, Nan; Nie,<br>Jianhui; Cui, Zhen; Zhu, Dandan; Shaw, Neil; Li,<br>Xiao-Feng; Li, Qianqian; Xie, Liangzhi; Wang, Youchun;<br>Rao, Zihe; Qin, Cheng-Feng; Wang, Xiangxi","abstract_summary":" The COVID-19 pandemic caused by the SARS-CoV-2<br>virus has resulted in an unprecedented public health<br>crisis. There are no approved vaccines or therapeutics<br>for treating COVID-19. Here we reported a<br>humanized monoclonal antibody, H014, efficiently<br>neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well<br>as authentic SARS-CoV-2 at nM level by engaging<br>the S receptor binding domain (RBD). Importantly,<br>H014 administration reduced SARS-CoV-2 titers in<br>the infected lungs and prevented pulmonary<br>pathology in hACE2 mouse model. Cryo-EM<br>characterization of the SARS-CoV-2 S trimer in complex with the<br>H014 Fab fragment unveiled a novel conformational<br>epitope, which is only accessible when the RBD...","title_summary":" Structural basis for neutralization of<br>SARS-CoV-2 and SARS-CoV by a potent therapeutic antibody","x":31.3868713379,"y":11.6975984573,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.3868713379,"tsne_y":11.6975984573,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"welf0eb1","source_x":"BioRxiv","title":"Structural basis for the neutralization of SARS-CoV-2 by an antibody from a convalescent patient","doi":"10.1101\/2020.06.12.148387","abstract":"The COVID-19 pandemic has had unprecedented health and economic impact, but currently there are no approved therapies. We have isolated an antibody, EY6A, from a late-stage COVID-19 patient and show it neutralises SARS-CoV-2 and cross-reacts with SARS-CoV-1. EY6A Fab binds tightly (KD of 2 nM) the receptor binding domain (RBD) of the viral Spike glycoprotein and a 2.6Å crystal structure of an RBD\/EY6A Fab complex identifies the highly conserved epitope, away from the ACE2 receptor binding site. Residues of this epitope are key to stabilising the pre-fusion Spike. Cryo-EM analyses of the pre-fusion Spike incubated with EY6A Fab reveal a complex of the intact trimer with three Fabs bound and two further multimeric forms comprising destabilized Spike attached to Fab. EY6A binds what is probably a major neutralising epitope, making it a candidate therapeutic for COVID-19.","publish_time":1592006400000,"author_summary":" Zhou, Daming; Duyvesteyn, Helen ME; Chen,<br>Cheng-Pin; Huang, Chung-Guei; Chen, Ting-Hua; Shih,<br>Shin-Ru; Lin, Yi-Chun; Cheng, Chien-Yu; Cheng,<br>Shu-Hsing; Huang, Yhu-Chering; Lin, Tzou-Yien; Ma, Che;<br>Huo, Jiandong; Carrique, Loic; Malinauskas,<br>Tomas; Ruza, Reinis R; Shah, Pranav NM; Tan, Tiong Kit;<br>Rijal, Pramila; Donat, Robert F.; Godwin, Kerry;<br>Buttigieg, Karen; Tree, Julia; Radecke, Julika;<br>Paterson, Neil G; Supasa, Piyasa; Mongkolsapaya,<br>Juthathip; Screaton, Gavin R; Carroll, Miles W.;<br>Jaramillo, Javier G.; Knight, Michael; James, William;<br>Owens, Raymond J; Naismith, James H.; Townsend,<br>Alain; Fry, Elizabeth E; Zhao, Yuguang; Ren,<br>Jingshan; Stuart, David I; Huang, Kuan-Ying A.","abstract_summary":" The COVID-19 pandemic has had unprecedented<br>health and economic impact, but currently there are no<br>approved therapies. We have isolated an antibody, EY6A,<br>from a late-stage COVID-19 patient and show it<br>neutralises SARS-CoV-2 and cross-reacts with SARS-CoV-1.<br>EY6A Fab binds tightly (KD of 2 nM) the receptor<br>binding domain (RBD) of the viral Spike glycoprotein<br>and a 2.6Å crystal structure of an RBD\/EY6A Fab<br>complex identifies the highly conserved epitope, away<br>from the ACE2 receptor binding site. Residues of<br>this epitope are key to stabilising the pre-fusion<br>Spike. Cryo-EM analyses of the pre-fusion Spike<br>incubated with EY6A Fab reveal a...","title_summary":" Structural basis for the neutralization of<br>SARS-CoV-2 by an antibody from a convalescent patient","x":31.8976287842,"y":11.6329259872,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.8976287842,"tsne_y":11.6329259872,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"c9bj38gn","source_x":"BioRxiv","title":"Synthetic antibodies neutralize SARS-CoV-2 infection of mammalian cells","doi":"10.1101\/2020.06.05.137349","abstract":"Coronaviruses (CoV) are a large family of enveloped, RNA viruses that circulate in mammals and birds. Three highly pathogenic strains have caused zoonotic infections in humans that result in severe respiratory syndromes including the Middle East Respiratory Syndrome CoV (MERS), Severe Acute Respiratory Syndrome CoV (SARS), and the ongoing Coronavirus Disease 2019 (COVID-19) pandemic. Here, we describe a panel of synthetic monoclonal antibodies, built on a human IgG framework, that bind to the spike protein of SARS-CoV-2 (the causative agent of COVID-19), compete for ACE2 binding, and potently inhibit SARS-CoV-2. All antibodies that exhibited neutralization potencies at sub-nanomolar concentrations against SARS-CoV-2\/USA\/WA1 in Vero E6 cells, also bound to the receptor binding domain (RBD), suggesting competition for the host receptor ACE2. These antibodies represent strong immunotherapeutic candidates for treatment of COVID-19.","publish_time":1591747200000,"author_summary":" Miersch, Shane; Ustav, Mart; Li, Zhijie; Case,<br>James B.; Ganaie, Safder; Matusali, Giulia;<br>Colavita, Francesca; Lapa, Daniele; Capobianchi, Maria<br>R.; Novelli, Giuseppe; Gupta, Jang B.; Jain,<br>Suresh; Pandolfi, Pier Paolo; Diamond, Michael S.;<br>Amarasinghe, Gaya; Rini, James M.; Sidhu, Sachdev S.","abstract_summary":" Coronaviruses (CoV) are a large family of<br>enveloped, RNA viruses that circulate in mammals and<br>birds. Three highly pathogenic strains have caused<br>zoonotic infections in humans that result in severe<br>respiratory syndromes including the Middle East<br>Respiratory Syndrome CoV (MERS), Severe Acute Respiratory<br>Syndrome CoV (SARS), and the ongoing Coronavirus<br>Disease 2019 (COVID-19) pandemic. Here, we describe a<br>panel of synthetic monoclonal antibodies, built on a<br>human IgG framework, that bind to the spike protein of<br>SARS-CoV-2 (the causative agent of COVID-19), compete for<br>ACE2 binding, and potently inhibit SARS-CoV-2. All<br>antibodies that exhibited neutralization potencies at<br>sub-nanomolar concentrations against...","title_summary":" Synthetic antibodies neutralize SARS-CoV-2<br>infection of mammalian cells","x":30.7010860443,"y":11.5622835159,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.7010860443,"tsne_y":11.5622835159,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"gpr86lxe","source_x":"BioRxiv","title":"SARS-CoV-2 and SARS-CoV differ in their cell tropism and drug sensitivity profiles","doi":"10.1101\/2020.04.03.024257","abstract":"SARS-CoV-2 is a novel coronavirus currently causing a pandemic. We show that the majority of amino acid positions, which differ between SARS-CoV-2 and the closely related SARS-CoV, are differentially conserved suggesting differences in biological behaviour. In agreement, novel cell culture models revealed differences between the tropism of SARS-CoV-2 and SARS-CoV. Moreover, cellular ACE2 (SARS-CoV-2 receptor) and TMPRSS2 (enables virus entry via S protein cleavage) levels did not reliably indicate cell susceptibility to SARS-CoV-2. SARS-CoV-2 and SARS-CoV further differed in their drug sensitivity profiles. Thus, only drug testing using SARS-CoV-2 reliably identifies therapy candidates. Therapeutic concentrations of the approved protease inhibitor aprotinin displayed anti-SARS-CoV-2 activity. The efficacy of aprotinin and of remdesivir (currently under clinical investigation against SARS-CoV-2) were further enhanced by therapeutic concentrations of the proton pump inhibitor omeprazole (aprotinin 2.7-fold, remdesivir 10-fold). Hence, our study has also identified anti-SARS-CoV-2 therapy candidates that can be readily tested in patients.","publish_time":1586044800000,"author_summary":" Bojkova, Denisa; McGreig, Jake E.;<br>McLaughlin, Katie-May; Masterson, Stuart G.; Widera,<br>Marek; Krähling, Verena; Ciesek, Sandra; Wass, Mark<br>N.; Michaelis, Martin; Cinatl, Jindrich","abstract_summary":" SARS-CoV-2 is a novel coronavirus currently<br>causing a pandemic. We show that the majority of amino<br>acid positions, which differ between SARS-CoV-2<br>and the closely related SARS-CoV, are<br>differentially conserved suggesting differences in<br>biological behaviour. In agreement, novel cell culture<br>models revealed differences between the tropism of<br>SARS-CoV-2 and SARS-CoV. Moreover, cellular ACE2<br>(SARS-CoV-2 receptor) and TMPRSS2 (enables virus entry via<br>S protein cleavage) levels did not reliably<br>indicate cell susceptibility to SARS-CoV-2.<br>SARS-CoV-2 and SARS-CoV further differed in their drug<br>sensitivity profiles. Thus, only drug testing using<br>SARS-CoV-2 reliably identifies therapy candidates.<br>Therapeutic concentrations of the approved protease<br>inhibitor...","title_summary":" SARS-CoV-2 and SARS-CoV differ in their cell<br>tropism and drug sensitivity profiles","x":32.2207183838,"y":11.9909257889,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":32.2207183838,"tsne_y":11.9909257889,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"obhm5mc5","source_x":"BioRxiv","title":"SARS-CoV-2 neutralizing human recombinant antibodies selected from pre-pandemic healthy donors binding at RBD-ACE2 interface","doi":"10.1101\/2020.06.05.135921","abstract":"COVID-19 is a severe acute respiratory disease caused by SARS-CoV-2, a novel betacoronavirus discovered in December 2019 and closely related to the SARS coronavirus (CoV). Both viruses use the human ACE2 receptor for cell entry, recognizing it with the Receptor Binding Domain (RBD) of the S1 subunit of the viral spike (S) protein. The S2 domain mediates viral fusion with the host cell membrane. Experience with SARS and MERS coronavirus has shown that potent monoclonal neutralizing antibodies against the RBD can inhibit the interaction with the virus cellular receptor (ACE2 for SARS) and block the virus cell entry. Assuming that a similar strategy would be successful against SARS-CoV-2, we used phage display to select from the human naïve universal antibody gene libraries HAL9\/10 anti SARS2 spike antibodies capable of inhibiting interaction with ACE2. 309 unique fully human antibodies against S1 were identified. 17 showed more than 75% inhibition of spike binding to cells expressing ACE2, assessed by flow cytometry and several antibodies showed even an 50% inhibition at a molar ratio of the antibody to spike protein or RBD of 1:1. Furthermore, these antibodies neutralized active SARS-Cov-2 virus infection of VeroE6 cells. All 17 were all able to bind the isolated RBD, four of them with sub-nanomolar EC50. Epitope analysis of the antibodies revealed that six bind at the RBD-ACE2 interface and two on the opposite side of the domain. Universal libraries from healthy donors offer the advantage that antibodies can be generated quickly and independent from the availability of material from recovered patients in a pandemic situation.","publish_time":1591315200000,"author_summary":" Bertoglio, Federico; Meier, Doris;<br>Langreder, Nora; Steinke, Stephan; Rand, Ulfert;<br>Simonelli, Luca; Heine, Philip Alexander; Ballmann,<br>Rico; Schneider, Kai-Thomas; Ralph Roth, Kristian<br>Daniel; Ruschig, Maximilian; Riese, Peggy; Eschke,<br>Kathrin; Kim, Yeonsu; Schäckermann, Dorina; Pedotti,<br>Mattia; Kuhn, Philipp; Zock-Emmenthal, Susanne;<br>Wöhrle, Johannes; Becker, Marlies; Grasshoff,<br>Martina; Wenzel, Esther Veronika; Russo, Giulio;<br>Kröger, Andrea; Brunotte, Linda; Ludwig, Stephan;<br>Fühner, Viola; Krämer, Stefan Daniel; Dübel, Stefan;<br>Varani, Luca; Roth, Günter; Čičin-Šain, Luka;<br>Schubert, Maren; Hust, Michael","abstract_summary":" COVID-19 is a severe acute respiratory disease<br>caused by SARS-CoV-2, a novel betacoronavirus<br>discovered in December 2019 and closely related to the SARS<br>coronavirus (CoV). Both viruses use the human ACE2 receptor<br>for cell entry, recognizing it with the Receptor<br>Binding Domain (RBD) of the S1 subunit of the viral spike<br>(S) protein. The S2 domain mediates viral fusion<br>with the host cell membrane. Experience with SARS<br>and MERS coronavirus has shown that potent<br>monoclonal neutralizing antibodies against the RBD can<br>inhibit the interaction with the virus cellular<br>receptor (ACE2 for SARS) and block the virus cell entry.<br>Assuming that...","title_summary":" SARS-CoV-2 neutralizing human recombinant<br>antibodies selected from pre-pandemic healthy donors<br>binding at RBD-ACE2 interface","x":30.9775390625,"y":11.7719898224,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9775390625,"tsne_y":11.7719898224,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"64y43o0y","source_x":"BioRxiv","title":"Identification of neutralizing human monoclonal antibodies from Italian Covid-19 convalescent patients","doi":"10.1101\/2020.05.05.078154","abstract":"In the absence of approved drugs or vaccines, there is a pressing need to develop tools for therapy and prevention of Covid-19. Human monoclonal antibodies have very good probability of being safe and effective tools for therapy and prevention of SARS-CoV-2 infection and disease. Here we describe the screening of PBMCs from seven people who survived Covid-19 infection to isolate human monoclonal antibodies against SARS-CoV-2. Over 1,100 memory B cells were single-cell sorted using the stabilized prefusion form of the spike protein and incubated for two weeks to allow natural production of antibodies. Supernatants from each cell were tested by ELISA for spike protein binding, and positive antibodies were further tested for neutralization of spike binding to receptor(s) on Vero E6 cells and for virus neutralization in vitro. From the 1,167 memory B specific for SARS-CoV-2, we recovered 318 B lymphocytes expressing human monoclonals recognizing the spike protein and 74 of these were able to inhibit the binding of the spike protein to the receptor. Finally, 17 mAbs were able to neutralize the virus when assessed for neutralization in vitro. Lead candidates to progress into the drug development pipeline will be selected from the panel of neutralizing antibodies identified with the procedure described in this study. One Sentence Summary Neutralizing human monoclonal antibodies isolated from Covid-19 convalescent patients for therapeutic and prophylactic interventions.","publish_time":1588982400000,"author_summary":" Andreano, Emanuele; Nicastri, Emanuele;<br>Paciello, Ida; Pileri, Piero; Manganaro, Noemi;<br>Piccini, Giulia; Manenti, Alessandro; Pantano, Elisa;<br>Kabanova, Anna; Troisi, Marco; Vacca, Fabiola;<br>Cardamone, Dario; De Santi, Concetta; Agrati, Chiara;<br>Capobianchi, Maria Rosaria; Castilletti, Concetta;<br>Emiliozzi, Arianna; Fabbiani, Massimiliano;<br>Montagnani, Francesca; Montomoli, Emanuele; Sala,<br>Claudia; Ippolito, Giuseppe; Rappuoli, Rino","abstract_summary":" In the absence of approved drugs or vaccines,<br>there is a pressing need to develop tools for therapy<br>and prevention of Covid-19. Human monoclonal<br>antibodies have very good probability of being safe and<br>effective tools for therapy and prevention of SARS-CoV-2<br>infection and disease. Here we describe the screening of<br>PBMCs from seven people who survived Covid-19<br>infection to isolate human monoclonal antibodies<br>against SARS-CoV-2. Over 1,100 memory B cells were<br>single-cell sorted using the stabilized prefusion form of<br>the spike protein and incubated for two weeks to<br>allow natural production of antibodies.<br>Supernatants from each cell were tested by...","title_summary":" Identification of neutralizing human<br>monoclonal antibodies from Italian Covid-19<br>convalescent patients","x":29.5825862885,"y":11.3740243912,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.5825862885,"tsne_y":11.3740243912,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"s19pa1z1","source_x":"BioRxiv","title":"Humanized Single Domain Antibodies Neutralize SARS-CoV-2 by Targeting Spike Receptor Binding Domain","doi":"10.1101\/2020.04.14.042010","abstract":"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has spread across more than 200 countries and regions, leading to an unprecedented medical burden and live lost. SARS-CoV-2 specific antivirals or prophylactic vaccines are not available. Neutralizing antibodies provide efficient blockade for viral infection and are a promising category of biological therapies. Using SARS-CoV-2 spike RBD as a bait, we have discovered a panel of humanized single domain antibodies (sdAbs). These sdAbs revealed binding kinetics with the equilibrium dissociation constant (KD) of 0.7~33 nM. The monomeric sdAbs showed half maximal inhibitory concentration (IC50) of 0.003~0.3 μg\/mL in pseudotyped particle neutralization assay, and 0.23~0.50 μg\/mL in authentic SARS-CoV-2 neutralization assay. Competitive ligand-binding data suggested that the sdAbs either completely blocked or significantly inhibited the association between SARS-CoV-2 RBD and viral entry receptor ACE2. Finally, we showed that fusion of the human IgG1 Fc to sdAbs improved their neutralization activity by tens of times. These results reveal the novel SARS-CoV-2 RBD targeting sdAbs and pave a road for antibody drug development.","publish_time":1586908800000,"author_summary":" Chi, Xiaojing; Liu, Xiuying; Wang, Conghui;<br>Zhang, Xinhui; Ren, Lili; Jin, Qi; Wang, Jianwei;<br>Yang, Wei","abstract_summary":" Severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) has spread across more than 200<br>countries and regions, leading to an unprecedented<br>medical burden and live lost. SARS-CoV-2 specific<br>antivirals or prophylactic vaccines are not available.<br>Neutralizing antibodies provide efficient blockade for<br>viral infection and are a promising category of<br>biological therapies. Using SARS-CoV-2 spike RBD as a<br>bait, we have discovered a panel of humanized single<br>domain antibodies (sdAbs). These sdAbs revealed<br>binding kinetics with the equilibrium dissociation<br>constant (KD) of 0.7~33 nM. The monomeric sdAbs showed<br>half maximal inhibitory concentration (IC50) of<br>0.003~0.3 μg\/mL in pseudotyped particle neutralization<br>assay, and...","title_summary":" Humanized Single Domain Antibodies<br>Neutralize SARS-CoV-2 by Targeting Spike Receptor<br>Binding Domain","x":30.8370361328,"y":11.5678281784,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.8370361328,"tsne_y":11.5678281784,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"9a2pyqrf","source_x":"MedRxiv","title":"Human monoclonal antibodies block the binding of SARS-CoV-2 spike protein to angiotensin converting enzyme 2 receptor","doi":"10.1101\/2020.04.06.20055475","abstract":"The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has caused a global pandemic of novel corona virus disease (COVID-19). To date, no prophylactic vaccines or approved therapeutic agents are available for preventing and treating this highly transmittable disease. Here we report two monoclonal antibodies (mAbs) cloned from memory B cells of patients recently recovered from COVID-19, and both mAbs specifically bind to the spike (S) protein of SARS-CoV-2, block the binding of receptor binding domain (RBD) of SARS-CoV-2 to human angiotensin converting enzyme 2 (hACE2), and effectively neutralize S protein-pseudotyped virus infection. These human mAbs hold the promise for the prevention and treatment of the ongoing pandemic of COVID-19.","publish_time":1586563200000,"author_summary":" Ye, Lilin; Chen, Xiangyu; Li, Ren; Pan, Zhiwei;<br>Qian, Chunfeng; Yang, Yang; You, Renrong; Zhao,<br>Jing; Gao, Leiqong; Li, Zhirong; Huang, Qizhao; Xu,<br>Lifan; Tang, Jianfang; Tian, Qin; Yao, Wei; Hu, Li;<br>Yan, Xiaofeng; Zhou, Xinyuan; Liu, Pinghuang; Wu,<br>Yuzhang; Deng, Kai; Zhang, Zheng; Chen, Yaokai; Qian,<br>Zhaohui","abstract_summary":" The severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) has caused a global pandemic of<br>novel corona virus disease (COVID-19). To date, no<br>prophylactic vaccines or approved therapeutic agents are<br>available for preventing and treating this highly<br>transmittable disease. Here we report two monoclonal<br>antibodies (mAbs) cloned from memory B cells of patients<br>recently recovered from COVID-19, and both mAbs<br>specifically bind to the spike (S) protein of SARS-CoV-2,<br>block the binding of receptor binding domain (RBD) of<br>SARS-CoV-2 to human angiotensin converting enzyme 2<br>(hACE2), and effectively neutralize S<br>protein-pseudotyped virus infection. These human mAbs hold the<br>promise for the...","title_summary":" Human monoclonal antibodies block the binding<br>of SARS-CoV-2 spike protein to angiotensin<br>converting enzyme 2 receptor","x":30.9916820526,"y":11.4056282043,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9916820526,"tsne_y":11.4056282043,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"1m6poddy","source_x":"MedRxiv","title":"The SARS-CoV-2 T-cell immunity is directed against the spike, membrane, and nucleocapsid protein and associated with COVID 19 severity","doi":"10.1101\/2020.05.13.20100636","abstract":"Identification of immunogenic targets of SARS-CoV-2 is crucial for monitoring of antiviral immunity and vaccine design. Currently, mainly anti-spike (S)-protein adaptive immunity is investigated. However, also the nucleocapsid (N)- and membrane (M)-proteins should be considered as diagnostic and prophylactic targets. The aim of our study was to explore and compare the immunogenicity of SARS-CoV-2 S-, M- and N-proteins in context of different COVID-19 manifestations. Analyzing a cohort of COVID-19 patients with moderate, severe, and critical disease severity, we show that overlapping peptide pools (OPP) of all three proteins can activate SARS-CoV-2-reactive T-cells with a stronger response of CD4+ compared to CD8+ T-cells. Although interindividual variations for the three proteins were observed, M protein induced the highest frequencies of CD4+ T-cells, suggesting its relevance as diagnostic and vaccination target. Importantly, patients with critical COVID-19 demonstrated the strongest T-cell response, including the highest frequencies of cytokine-producing bi- and trifunctional T-cells, for all three proteins. Although the higher magnitude and superior functionality of SARS-CoV-2-reactive T-cells in critical patients can also be a result of a stronger immunogenicity provided by severe infection, it disproves the hypothesis of insufficient SARS-CoV-2-reactive immunity in critical COVID-19. To this end, activation of effector T-cells with differentiated memory phenotype found in our study could cause hyper-reactive response in critical cases leading to immunopathogenesis. Conclusively, since the S-, M-, and N-proteins induce T-cell responses with individual differences, all three proteins should be evaluated for diagnostics and therapeutic strategies to avoid underestimation of cellular immunity and to deepen our understanding of COVID-19 immunity.","publish_time":1589587200000,"author_summary":" Thieme, C. J.; Anft, M.; Paniskaki, K.;<br>Blazquez-Navarro, A.; Doevelaar, A.; Seibert, F. S.; Hoelzer, B.;<br>Konik, M. J.; Brenner, T.; Tempfer, C.; Watzl, C.;<br>Dolff, S.; Dittmer, U.; Westhoff, T. H.; Witzke, O.;<br>Stervbo, U.; Roch, T.; Babel, N.","abstract_summary":" Identification of immunogenic targets of<br>SARS-CoV-2 is crucial for monitoring of antiviral<br>immunity and vaccine design. Currently, mainly<br>anti-spike (S)-protein adaptive immunity is<br>investigated. However, also the nucleocapsid (N)- and<br>membrane (M)-proteins should be considered as<br>diagnostic and prophylactic targets. The aim of our study<br>was to explore and compare the immunogenicity of<br>SARS-CoV-2 S-, M- and N-proteins in context of different<br>COVID-19 manifestations. Analyzing a cohort of<br>COVID-19 patients with moderate, severe, and critical<br>disease severity, we show that overlapping peptide<br>pools (OPP) of all three proteins can activate<br>SARS-CoV-2-reactive T-cells with a stronger response of CD4+<br>compared to...","title_summary":" The SARS-CoV-2 T-cell immunity is directed<br>against the spike, membrane, and nucleocapsid protein<br>and associated with COVID 19 severity","x":29.3264636993,"y":12.9116697311,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.3264636993,"tsne_y":12.9116697311,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"wtmjt3hf","source_x":"BioRxiv","title":"Development of a COVID-19 vaccine based on the receptor binding domain displayed on virus-like particles","doi":"10.1101\/2020.05.06.079830","abstract":"The recently ermerging disease COVID-19 is caused by the new SARS-CoV-2 virus first detected in the city of Wuhan, China. From there it has been rapidly spreading inside and outside China. With initial death rates around 4%, COVID-19 patients at longer distances from Wuhan showed reduced mortality as was previously observed for the SARS coronavirus. However, the new coronavirus spreads more strongly, as it sheds long before onset of symptoms or may be transmitted by people without symptoms. Rapid development of a protective vaccine against COVID-19 is therefore of paramount importance. Here we demonstrate that recombinantly expressed receptor binding domain (RBD) of the spike protein homologous to SARS binds to ACE2, the viral receptor. Higly repetitive display of RBD on immunologically optimized virus-like particles derived from cucumber mosaic virus resulted in a vaccine candidate (RBD-CuMVTT) that induced high levels of specific antibodies in mice which were able to block binding of spike protein to ACE2 and potently neutralized the SARS-CoV-2 virus in vitro.","publish_time":1589414400000,"author_summary":" Zha, Lisha; Zhao, Hongxin; Mohsen, Mona O.;<br>Hong, Liang; Zhou, Yuhang; Li, Zehua; Yao, Chuankai;<br>Guo, Lijie; Chen, Hongquan; Liu, Xuelan; Chang,<br>Xinyue; Zhang, Jie; Li, Dong; Wu, Ke; Vogel, Monique;<br>Bachmann, Martin F; Wang, Junfeng","abstract_summary":" The recently ermerging disease COVID-19 is<br>caused by the new SARS-CoV-2 virus first detected in<br>the city of Wuhan, China. From there it has been<br>rapidly spreading inside and outside China. With<br>initial death rates around 4%, COVID-19 patients at<br>longer distances from Wuhan showed reduced mortality<br>as was previously observed for the SARS<br>coronavirus. However, the new coronavirus spreads more<br>strongly, as it sheds long before onset of symptoms or may<br>be transmitted by people without symptoms. Rapid<br>development of a protective vaccine against COVID-19 is<br>therefore of paramount importance. Here we demonstrate<br>that recombinantly expressed receptor binding<br>domain...","title_summary":" Development of a COVID-19 vaccine based on the<br>receptor binding domain displayed on virus-like<br>particles","x":31.4526405334,"y":12.9031429291,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.4526405334,"tsne_y":12.9031429291,"subcluster":1,"subcluster_description":"Receptor Binding Domain","shape":"p"},{"cord_uid":"05djnz4p","source_x":"BioRxiv","title":"Different pattern of pre-existing SARS-COV-2 specific T cell immunity in SARS-recovered and uninfected individuals","doi":"10.1101\/2020.05.26.115832","abstract":"Memory T cells induced by previous infections can influence the course of new viral infections. Little is known about the pattern of SARS-CoV-2 specific pre-existing memory T cells in human. Here, we first studied T cell responses to structural (nucleocapsid protein, NP) and non-structural (NSP-7 and NSP13 of ORF1) regions of SARS-CoV-2 in convalescent from COVID-19 (n=24). In all of them we demonstrated the presence of CD4 and CD8 T cells recognizing multiple regions of the NP protein. We then show that SARS-recovered patients (n=23), 17 years after the 2003 outbreak, still possess long-lasting memory T cells reactive to SARS-NP, which displayed robust cross-reactivity to SARS-CoV-2 NP. Surprisingly, we observed a differential pattern of SARS-CoV-2 specific T cell immunodominance in individuals with no history of SARS, COVID-19 or contact with SARS\/COVID-19 patients (n=18). Half of them (9\/18) possess T cells targeting the ORF-1 coded proteins NSP7 and 13, which were rarely detected in COVID-19- and SARS-recovered patients. Epitope characterization of NSP7-specific T cells showed recognition of protein fragments with low homology to “common cold” human coronaviruses but conserved among animal betacoranaviruses. Thus, infection with betacoronaviruses induces strong and long-lasting T cell immunity to the structural protein NP. Understanding how pre-existing ORF-1-specific T cells present in the general population impact susceptibility and pathogenesis of SARS-CoV-2 infection is of paramount importance for the management of the current COVID-19 pandemic.","publish_time":1590537600000,"author_summary":" Bert, Nina Le; Tan, Anthony T; Kunasegaran,<br>Kamini; Tham, Christine Y L; Hafezi, Morteza; Chia,<br>Adeline; Chng, Melissa; Lin, Meiyin; Tan, Nicole;<br>Linster, Martin; Chia, Wan Ni; Chen, Mark I-Cheng; Wang,<br>Lin-Fa; Ooi, Eng Eong; Kalimuddin, Shirin; Tambyah,<br>Paul Anantharajal; Low, Jenny Guek-Hong; Tan,<br>Yee-Joo; Bertoletti, Antonio","abstract_summary":" Memory T cells induced by previous infections<br>can influence the course of new viral infections.<br>Little is known about the pattern of SARS-CoV-2<br>specific pre-existing memory T cells in human. Here, we<br>first studied T cell responses to structural<br>(nucleocapsid protein, NP) and non-structural (NSP-7 and<br>NSP13 of ORF1) regions of SARS-CoV-2 in convalescent<br>from COVID-19 (n=24). In all of them we demonstrated<br>the presence of CD4 and CD8 T cells recognizing<br>multiple regions of the NP protein. We then show that<br>SARS-recovered patients (n=23), 17 years after the 2003<br>outbreak, still possess long-lasting memory T cells<br>reactive to SARS-NP,...","title_summary":" Different pattern of pre-existing SARS-COV-2<br>specific T cell immunity in SARS-recovered and<br>uninfected individuals","x":29.0112953186,"y":12.4515829086,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.0112953186,"tsne_y":12.4515829086,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"w98i9l5i","source_x":"MedRxiv","title":"High seroreactivity against SARS-CoV-2 Spike epitopes in a pre SARS-CoV-2 cohort: implications for antibody testing and vaccine design","doi":"10.1101\/2020.05.18.20105189","abstract":"Little is known about the quality of polyclonal antibody responses in COVID-19 patients, and how it correlates with disease severity or patients' prior exposure to other pathogens. The whole polyclonal antibody repertoire in a retrospective cohort of 538 individuals was mapped against SARS-CoV-2 spike (S) glycoprotein, the main target of antibody immune responses in SARS-CoV-2 infection. Bioinformatic predictions identified 15 major B cell epitopes for S of SARS-CoV-2. Several epitopes localised in RBD of S including those spanning the ACE2-binding site, the highly conserved cryptic epitope of the neutralizing antibody of SARS-CoV, and fusion\/entry domains of HR1 and HR2 of S protein of SARS-CoV-2. Intriguingly, some of these epitopes have cross-reactivity to antigens of common pathogens, potentially affecting SARS-CoV-2 infection outcome. High level of anti-Spike SARS-CoV-2 seroreactivity in populations with no history of exposure to SARS-CoV-2 is of clinical relevance and could underpin better understanding of COVID-19 pathophysiology in different populations and provide a blueprint for design of effective vaccines and developing better strategies for antibody testing.","publish_time":1590105600000,"author_summary":" Palm, K.; Jaago, M.; Rahni, A.; Pupina, N.;<br>Pihlak, A.; Sadam, H.; Avarlaid, A.; Planken, A.;<br>Planken, M.; Haring, L.; Vasar, E.; Bacevic, M.;<br>Lambert, F.; Kalso, E.; Pussinen, P.; Tienari, P.;<br>Vaheri, A.; Lindholm, D.; Timmusk, T.; Ghaemmaghami,<br>A. M.","abstract_summary":" Little is known about the quality of polyclonal<br>antibody responses in COVID-19 patients, and how it<br>correlates with disease severity or patients' prior<br>exposure to other pathogens. The whole polyclonal<br>antibody repertoire in a retrospective cohort of 538<br>individuals was mapped against SARS-CoV-2 spike (S)<br>glycoprotein, the main target of antibody immune responses in<br>SARS-CoV-2 infection. Bioinformatic predictions<br>identified 15 major B cell epitopes for S of SARS-CoV-2.<br>Several epitopes localised in RBD of S including those<br>spanning the ACE2-binding site, the highly conserved<br>cryptic epitope of the neutralizing antibody of<br>SARS-CoV, and fusion\/entry domains of HR1 and HR2 of...","title_summary":" High seroreactivity against SARS-CoV-2 Spike<br>epitopes in a pre SARS-CoV-2 cohort: implications for<br>antibody testing and vaccine design","x":29.7803115845,"y":12.4735736847,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.7803115845,"tsne_y":12.4735736847,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"rp1ihnwe","source_x":"MedRxiv","title":"Shared Antigen-specific CD8+ T cell Responses Against the SARS-COV-2 Spike Protein in HLA A*02:01 COVID-19 Participants","doi":"10.1101\/2020.05.04.20085779","abstract":"We report here on antigens from the SARS-CoV-2 virus spike protein, that when presented by Class I MHC, can lead to cytotoxic CD8+ T cell anti-viral responses in COVID-19 patients. We present a method in which the SARS-CoV-2 spike protein is converted into a library of peptide antigen-Major Histocompatibility Complexes (pMHCs) as single chain trimers that contain the peptide antigen, the MHC HLA allele, and the {beta}-2 microglobulin sub-unit. That library is used to detect the evolution of virus-specific T cell populations from two COVID-19 patients, at two time points over the course of infection. Both patients exhibit similar virus-specific T cell populations, but very different time-trajectories of those populations. These results can be used to track those virus-specific T cell populations over the course of an infection, thus providing deep insight into the variations in immune system trajectories observed in different COVID-19 patients.","publish_time":1588896000000,"author_summary":" Chour, W.; Xu, A. M.; Ng, A. H. C.; Choi, J.; Xie,<br>J.; Yuan, D.; Lee, J. K.; Delucia, D. C.; Edmark, R.;<br>Jones, L.; Schmitt, T. M.; Chaffee, M. E.; Duvvuri, V.;<br>Greenberg, P. D.; Murray, K.; Wallick, J.; Algren, H. A.;<br>Berrington, W. R.; O'Mahoney, D. S.; Goldman, J. D.; Heath,<br>J. R.","abstract_summary":" We report here on antigens from the SARS-CoV-2<br>virus spike protein, that when presented by Class I<br>MHC, can lead to cytotoxic CD8+ T cell anti-viral<br>responses in COVID-19 patients. We present a method in<br>which the SARS-CoV-2 spike protein is converted into<br>a library of peptide antigen-Major<br>Histocompatibility Complexes (pMHCs) as single chain trimers that<br>contain the peptide antigen, the MHC HLA allele, and the<br>{beta}-2 microglobulin sub-unit. That library is used<br>to detect the evolution of virus-specific T cell<br>populations from two COVID-19 patients, at two time points<br>over the course of infection. Both patients exhibit<br>similar virus-specific...","title_summary":" Shared Antigen-specific CD8+ T cell Responses<br>Against the SARS-COV-2 Spike Protein in HLA A*02:01<br>COVID-19 Participants","x":29.100774765,"y":12.6161155701,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.100774765,"tsne_y":12.6161155701,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"fvjh3g7v","source_x":"BioRxiv","title":"Robust neutralization assay based on SARS-CoV-2 S-bearing vesicular stomatitis virus (VSV) pseudovirus and ACE2-overexpressed BHK21 cells","doi":"10.1101\/2020.04.08.026948","abstract":"The global pandemic of Coronavirus disease 2019 (COVID-19) is a disaster for human society. A convenient and reliable in vitro neutralization assay is very important for the development of neutralizing antibodies, vaccines and other inhibitors. In this study, G protein-deficient vesicular stomatitis virus (VSVdG) bearing full-length and truncated spike (S) protein of SARS-CoV-2 were evaluated. The virus packaging efficiency of VSV-SARS-CoV-2-Sdel18 (S with C-terminal 18 amino acid truncation) is much higher than VSV-SARS-CoV-2-S. A neutralization assay for antibody screening and serum neutralizing titer quantification was established based on VSV-SARS-CoV-2-Sdel18 pseudovirus and human angiotensin-converting enzyme 2 (ACE2) overexpressed BHK21 cell (BHK21-hACE2). The experimental results can be obtained by automatically counting EGFP positive cell number at 12 hours after infection, making the assay convenient and high-throughput. The serum neutralizing titer of COVID-19 convalescent patients measured by VSV-SARS-CoV-2-Sdel18 pseudovirus assay has a good correlation with live SARS-CoV-2 assay. Seven neutralizing monoclonal antibodies targeting receptor binding domain (RBD) of SARS-CoV-2-S were obtained. This efficient and reliable pseudovirus assay model could facilitate the development of new drugs and vaccines.","publish_time":1586736000000,"author_summary":" Xiong, Hua-Long; Wu, Yang-Tao; Cao, Jia-Li;<br>Yang, Ren; Ma, Jian; Qiao, Xiao-Yang; Yao,<br>Xiang-Yang; Zhang, Bao-Hui; Zhang, Ya-Li; Hou, Wang-Heng;<br>Yang-Shi,; Xu, Jing-Jing; Liang-Zhang,; Wang,<br>Shao-Juan; Fu, Bao-Rong; Yang, Ting; Ge, Sheng-Xiang;<br>Zhang, Jun; Yuan, Quan; Huang, Bao-Ying; Li,<br>Zhi-Yong; Zhang, Tian-Ying; Xia, Ning-Shao","abstract_summary":" The global pandemic of Coronavirus disease<br>2019 (COVID-19) is a disaster for human society. A<br>convenient and reliable in vitro neutralization assay is<br>very important for the development of neutralizing<br>antibodies, vaccines and other inhibitors. In this study, G<br>protein-deficient vesicular stomatitis virus (VSVdG) bearing<br>full-length and truncated spike (S) protein of SARS-CoV-2<br>were evaluated. The virus packaging efficiency of<br>VSV-SARS-CoV-2-Sdel18 (S with C-terminal 18 amino acid truncation) is<br>much higher than VSV-SARS-CoV-2-S. A<br>neutralization assay for antibody screening and serum<br>neutralizing titer quantification was established based on<br>VSV-SARS-CoV-2-Sdel18 pseudovirus and human<br>angiotensin-converting enzyme 2 (ACE2) overexpressed BHK21 cell<br>(BHK21-hACE2)....","title_summary":" Robust neutralization assay based on<br>SARS-CoV-2 S-bearing vesicular stomatitis virus (VSV)<br>pseudovirus and ACE2-overexpressed BHK21 cells","x":30.9756565094,"y":12.7701768875,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9756565094,"tsne_y":12.7701768875,"subcluster":2,"subcluster_description":"Sars-Cov-2 S-Bearing Vesicular Stomatitis","shape":"p"},{"cord_uid":"kejlm425","source_x":"BioRxiv","title":"Neutralizing Antibodies Isolated by a site-directed Screening have Potent Protection on SARS-CoV-2 Infection","doi":"10.1101\/2020.05.03.074914","abstract":"Neutralizing antibody is one of the most effective interventions for acute pathogenic infection. Currently, over three million people have been identified for SARS-CoV-2 infection but SARS-CoV-2-specific vaccines and neutralizing antibodies are still lacking. SARS-CoV-2 infects host cells by interacting with angiotensin converting enzyme-2 (ACE2) via the S1 receptor-binding domain (RBD) of its surface spike glycoprotein. Therefore, blocking the interaction of SARS-CoV-2-RBD and ACE2 by antibody would cause a directly neutralizing effect against virus. In the current study, we selected the ACE2 interface of SARS-CoV-2-RBD as the targeting epitope for neutralizing antibody screening. We performed site-directed screening by phage display and finally obtained one IgG antibody (4A3) and several domain antibodies. Among them, 4A3 and three domain antibodies (4A12, 4D5, and 4A10) were identified to act as neutralizing antibodies due to their capabilities to block the interaction between SARS-CoV-2-RBD and ACE2-positive cells. The domain antibody 4A12 was predicted to have the best accessibility to all three ACE2-interfaces on the spike homotrimer. Pseudovirus and authentic SARS-CoV-2 neutralization assays showed that all four antibodies could potently protect host cells from virus infection. Overall, we isolated multiple formats of SARS-CoV-2-neutralizing antibodies via site-directed antibody screening, which could be promising candidate drugs for the prevention and treatment of COVID-19.","publish_time":1588550400000,"author_summary":" Liu, Xiaoyu; Gao, Fang; Gou, Liming; Chen, Yin;<br>Gu, Yayun; Ao, Lei; Shen, Hongbing; Hu, Zhibin;<br>Guo, Xiling; Gao, Wei","abstract_summary":" Neutralizing antibody is one of the most<br>effective interventions for acute pathogenic<br>infection. Currently, over three million people have been<br>identified for SARS-CoV-2 infection but<br>SARS-CoV-2-specific vaccines and neutralizing antibodies are<br>still lacking. SARS-CoV-2 infects host cells by<br>interacting with angiotensin converting enzyme-2 (ACE2)<br>via the S1 receptor-binding domain (RBD) of its<br>surface spike glycoprotein. Therefore, blocking the<br>interaction of SARS-CoV-2-RBD and ACE2 by antibody would<br>cause a directly neutralizing effect against virus.<br>In the current study, we selected the ACE2<br>interface of SARS-CoV-2-RBD as the targeting epitope for<br>neutralizing antibody screening. We performed<br>site-directed screening by phage display and...","title_summary":" Neutralizing Antibodies Isolated by a<br>site-directed Screening have Potent Protection on<br>SARS-CoV-2 Infection","x":30.4572753906,"y":11.5290699005,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.4572753906,"tsne_y":11.5290699005,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"b3l4sy1u","source_x":"BioRxiv","title":"A potent neutralizing human antibody reveals the N-terminal domain of the Spike protein of SARS-CoV-2 as a site of vulnerability","doi":"10.1101\/2020.05.08.083964","abstract":"The pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) presents a global public health threat. Most research on therapeutics against SARS-CoV-2 focused on the receptor binding domain (RBD) of the Spike (S) protein, whereas the vulnerable epitopes and functional mechanism of non-RBD regions are poorly understood. Here we isolated and characterized monoclonal antibodies (mAbs) derived from convalescent COVID-19 patients. An mAb targeting the N-terminal domain (NTD) of the SARS-CoV-2 S protein, named 4A8, exhibits high neutralization potency against both authentic and pseudotyped SARS-CoV-2, although it does not block the interaction between angiotensin-converting enzyme 2 (ACE2) receptor and S protein. The cryo-EM structure of the SARS-CoV-2 S protein in complex with 4A8 has been determined to an overall resolution of 3.1 Angstrom and local resolution of 3.4 Angstrom for the 4A8-NTD interface, revealing detailed interactions between the NTD and 4A8. Our functional and structural characterizations discover a new vulnerable epitope of the S protein and identify promising neutralizing mAbs as potential clinical therapy for COVID-19.","publish_time":1588896000000,"author_summary":" Chi, Xiangyang; Yan, Renhong; Zhang, Jun;<br>Zhang, Guanying; Zhang, Yuanyuan; Hao, Meng; Zhang,<br>Zhe; Fan, Pengfei; Dong, Yunzhu; Yang, Yilong;<br>Chen, Zhengshan; Guo, Yingying; Zhang, Jinlong; Li,<br>Yaning; Song, Xiaohong; Chen, Yi; Xia, Lu; Fu, Ling;<br>Hou, Lihua; Xu, Junjie; Yu, Changming; Li, Jianmin;<br>Zhou, Qiang; Chen, Wei","abstract_summary":" The pandemic of coronavirus disease 2019<br>(COVID-19) caused by severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) presents a global public health<br>threat. Most research on therapeutics against<br>SARS-CoV-2 focused on the receptor binding domain (RBD) of<br>the Spike (S) protein, whereas the vulnerable<br>epitopes and functional mechanism of non-RBD regions<br>are poorly understood. Here we isolated and<br>characterized monoclonal antibodies (mAbs) derived from<br>convalescent COVID-19 patients. An mAb targeting the<br>N-terminal domain (NTD) of the SARS-CoV-2 S protein, named<br>4A8, exhibits high neutralization potency against<br>both authentic and pseudotyped SARS-CoV-2,<br>although it does not block the interaction between<br>angiotensin-converting enzyme...","title_summary":" A potent neutralizing human antibody reveals<br>the N-terminal domain of the Spike protein of<br>SARS-CoV-2 as a site of vulnerability","x":32.2271614075,"y":11.8906555176,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":32.2271614075,"tsne_y":11.8906555176,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"hbr4seeh","source_x":"BioRxiv","title":"Cross-neutralization antibodies against SARS-CoV-2 and RBD mutations from convalescent patient antibody libraries","doi":"10.1101\/2020.06.06.137513","abstract":"The emergence of coronavirus disease 2019 (COVID-19) pandemic led to an urgent need to develop therapeutic interventions. Among them, neutralizing antibodies play crucial roles for preventing viral infections and contribute to resolution of infection. Here, we describe the generation of antibody libraries from 17 different COVID-19 recovered patients and screening of neutralizing antibodies to SARS-CoV-2. After 3 rounds of panning, 456 positive phage clones were obtained with high affinity to RBD (receptor binding domain). Then the positive clones were sequenced and reconstituted into whole human IgG for epitope binning assays. After that, all 19 IgG were classified into 6 different epitope groups or Bins. Although all these antibodies were shown to have ability to bind RBD, the antibodies in Bin2 have more superiority to inhibit the interaction between spike protein and angiotensin converting enzyme 2 receptor (ACE2). Most importantly, the antibodies from Bin2 can also strongly bind with mutant RBDs (W463R, R408I, N354D, V367F and N354D\/D364Y) derived from SARS-CoV-2 strain with increased infectivity, suggesting the great potential of these antibodies in preventing infection of SARS-CoV-2 and its mutations. Furthermore, these neutralizing antibodies strongly restrict the binding of RBD to hACE2 overexpressed 293T cells. Consistently, these antibodies effectively neutralized pseudovirus entry into hACE2 overexpressed 293T cells. In Vero-E6 cells, these antibodies can even block the entry of live SARS-CoV-2 into cells at only 12.5 nM. These results suggest that these neutralizing human antibodies from the patient-derived antibody libraries have the potential to become therapeutic agents against SARS-CoV-2 and its mutants in this global pandemic.","publish_time":1591401600000,"author_summary":" Lou, Yan; Zhao, Wenxiang; Wei, Haitao; Chu,<br>Min; Chao, Ruihua; Yao, Hangping; Su, Junwei; Li,<br>Yanan; Li, Xiulan; Cao, Yu; Feng, Yanyan; Wang, Ping;<br>Xia, Yongyang; Shang, Yushuan; Li, Fengping; Ge,<br>Pingju; Zhang, Xinglin; Gao, Wenjing; Du, Bing; Liang,<br>Tingbo; Qiu, Yunqing; Liu, Mingyao","abstract_summary":" The emergence of coronavirus disease 2019<br>(COVID-19) pandemic led to an urgent need to develop<br>therapeutic interventions. Among them, neutralizing<br>antibodies play crucial roles for preventing viral<br>infections and contribute to resolution of infection.<br>Here, we describe the generation of antibody<br>libraries from 17 different COVID-19 recovered patients<br>and screening of neutralizing antibodies to<br>SARS-CoV-2. After 3 rounds of panning, 456 positive phage<br>clones were obtained with high affinity to RBD<br>(receptor binding domain). Then the positive clones were<br>sequenced and reconstituted into whole human IgG for<br>epitope binning assays. After that, all 19 IgG were<br>classified into 6 different...","title_summary":" Cross-neutralization antibodies against<br>SARS-CoV-2 and RBD mutations from convalescent patient<br>antibody libraries","x":29.9344596863,"y":11.5381774902,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9344596863,"tsne_y":11.5381774902,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"raop7odt","source_x":"MedRxiv","title":"Effective Screening of SARS-CoV-2 Neutralizing Antibodies in Patient Serum using Lentivirus Particles Pseudotyped with SARS-CoV-2 Spike Glycoprotein","doi":"10.1101\/2020.05.21.20108951","abstract":"Pseuodotyped particles have significant importance and use in virology as tools for studying the biology of highly pathogenic viruses in a lower biosafety environment. The biological, chemical, and serological studies of the recently emerged SARS-CoV-2 will be greatly aided by the development and optimization of a suitable pseudotyping system. Here, we pseudotyped the SARS-CoV-2 Spike glycoprotein (SPG) on a retroviral (MMLV) as well as a third generation lentiviral (pLV) vector and tested the transduction efficiency in several mammalian cell lines expressing SARS-CoV-2 receptor hACE2. While MMLV pseudotyped the vesicular stomatitis virus G glycoprotein (VSV-G) efficiently, it could not pseudotype SPG. In contrast, pLV pseudotyped both glycoproteins efficiently; however, much higher titers of pLV-G particles were produced. Among all the tested mammalian cells, 293Ts expressing hACE2 were most efficiently transduced using the pLV-S system. The pLV-S particles were efficiently neutralized by diluted serum (>:640) from a recently recovered COVID-19 patient who showed high SARS-CoV-2 specific IgM and IgG levels. In summary, pLV-S pseudotyped virus provides a valid screening tool for the presence of anti SARS-CoV-2 specific neutralizing antibodies in convalescent patient serum.","publish_time":1590192000000,"author_summary":" Tandon, R.; Mitra, D.; Sharma, P.; Stray, S. J.;<br>Bates, J. T.; Marshall, G. D.","abstract_summary":" Pseuodotyped particles have significant<br>importance and use in virology as tools for studying the<br>biology of highly pathogenic viruses in a lower<br>biosafety environment. The biological, chemical, and<br>serological studies of the recently emerged SARS-CoV-2<br>will be greatly aided by the development and<br>optimization of a suitable pseudotyping system. Here, we<br>pseudotyped the SARS-CoV-2 Spike glycoprotein (SPG) on a<br>retroviral (MMLV) as well as a third generation lentiviral<br>(pLV) vector and tested the transduction efficiency<br>in several mammalian cell lines expressing<br>SARS-CoV-2 receptor hACE2. While MMLV pseudotyped the<br>vesicular stomatitis virus G glycoprotein (VSV-G)<br>efficiently, it could not pseudotype SPG....","title_summary":" Effective Screening of SARS-CoV-2<br>Neutralizing Antibodies in Patient Serum using Lentivirus<br>Particles Pseudotyped with SARS-CoV-2 Spike<br>Glycoprotein","x":30.8652648926,"y":12.9084396362,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.8652648926,"tsne_y":12.9084396362,"subcluster":2,"subcluster_description":"Sars-Cov-2 S-Bearing Vesicular Stomatitis","shape":"p"},{"cord_uid":"crz52oo8","source_x":"BioRxiv","title":"De novo design of high-affinity antibody variable regions (Fv) against the SARS-CoV-2 spike protein","doi":"10.1101\/2020.04.09.034868","abstract":"The emergence of SARS-CoV-2 is responsible for the pandemic of respiratory disease known as COVID-19, which emerged in the city of Wuhan, Hubei province, China in late 2019. Both vaccines and targeted therapeutics for treatment of this disease are currently lacking. Viral entry requires binding of the viral spike receptor binding domain (RBD) with the human angiotensin converting enzyme (hACE2). In an earlier paper1, we report on the specific residue interactions underpinning this event. Here we report on the de novo computational design of high affinity antibody variable regions through the recombination of VDJ genes targeting the most solvent-exposed hACE2-binding residues of the SARS-CoV-2 spike protein using the software tool OptMAVEn-2.02. Subsequently, we carry out computational affinity maturation of the designed prototype variable regions through point mutations for improved binding with the target epitope. Immunogenicity was restricted by preferring designs that match sequences from a 9-mer library of “human antibodies” based on H-score (human string content, HSC)3. We generated 106 different designs and report in detail on the top five that trade-off the greatest affinity for the spike RBD epitope (quantified using the Rosetta binding energies) with low H-scores. By grafting the designed Heavy (VH) and Light (VL) chain variable regions onto a human framework (Fc), high-affinity and potentially neutralizing full-length monoclonal antibodies (mAb) can be constructed. Having a potent antibody that can recognize the viral spike protein with high affinity would be enabling for both the design of sensitive SARS-CoV-2 detection devices and for their deployment as therapeutic antibodies.","publish_time":1589155200000,"author_summary":" Boorla, Veda Sheersh; Chowdhury, Ratul;<br>Maranas, Costas D.","abstract_summary":" The emergence of SARS-CoV-2 is responsible for<br>the pandemic of respiratory disease known as<br>COVID-19, which emerged in the city of Wuhan, Hubei<br>province, China in late 2019. Both vaccines and targeted<br>therapeutics for treatment of this disease are currently<br>lacking. Viral entry requires binding of the viral spike<br>receptor binding domain (RBD) with the human<br>angiotensin converting enzyme (hACE2). In an earlier<br>paper1, we report on the specific residue interactions<br>underpinning this event. Here we report on the de novo<br>computational design of high affinity antibody variable<br>regions through the recombination of VDJ genes<br>targeting the most solvent-exposed hACE2-binding...","title_summary":" De novo design of high-affinity antibody<br>variable regions (Fv) against the SARS-CoV-2 spike<br>protein","x":30.5237960815,"y":12.2552585602,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.5237960815,"tsne_y":12.2552585602,"subcluster":3,"subcluster_description":"High-Affinity Antibody Variable Regions","shape":"p"},{"cord_uid":"ajmo6bi6","source_x":"BioRxiv","title":"Fully human single-domain antibodies against SARS-CoV-2","doi":"10.1101\/2020.03.30.015990","abstract":"The COVID-19 pandemic is spreading rapidly, highlighting the urgent need for an efficient approach to rapidly develop therapeutics and prophylactics against SARS-CoV-2. We describe here the development of a phage-displayed single-domain antibody library by grafting naïve CDRs into framework regions of an identified human germline IGHV allele. This enabled the isolation of high-affinity single-domain antibodies of fully human origin. The panning using SARS-CoV-2 RBD and S1 as antigens resulted in the identification of antibodies targeting five types of neutralizing or non-neutralizing epitopes on SARS-CoV-2 RBD. These fully human single-domain antibodies bound specifically to SARS-CoV-2 RBD with subnanomolar to low nanomolar affinities. Some of them were found to potently neutralize pseudotyped and live virus, and therefore may represent promising candidates for prophylaxis and therapy of COVID-19. This study also reports unique immunogenic profile of SARS-CoV-2 RBD compared to that of SARS-CoV and MERS-CoV, which may have important implications for the development of effective vaccines against SARS-CoV-2.","publish_time":1585612800000,"author_summary":" Wu, Yanling; Li, Cheng; Xia, Shuai; Tian,<br>Xiaolong; Wang, Zhi; Kong, Yu; Gu, Chenjian; Zhang, Rong;<br>Tu, Chao; Xie, Youhua; Lu, Lu; Jiang, Shibo; Ying,<br>Tianlei","abstract_summary":" The COVID-19 pandemic is spreading rapidly,<br>highlighting the urgent need for an efficient approach to<br>rapidly develop therapeutics and prophylactics<br>against SARS-CoV-2. We describe here the development<br>of a phage-displayed single-domain antibody<br>library by grafting naïve CDRs into framework regions<br>of an identified human germline IGHV allele. This<br>enabled the isolation of high-affinity single-domain<br>antibodies of fully human origin. The panning using<br>SARS-CoV-2 RBD and S1 as antigens resulted in the<br>identification of antibodies targeting five types of<br>neutralizing or non-neutralizing epitopes on SARS-CoV-2<br>RBD. These fully human single-domain antibodies<br>bound specifically to SARS-CoV-2 RBD with<br>subnanomolar to low nanomolar...","title_summary":" Fully human single-domain antibodies against<br>SARS-CoV-2","x":30.485622406,"y":11.6724071503,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.485622406,"tsne_y":11.6724071503,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"ygwdldae","source_x":"BioRxiv","title":"Immunization with the receptor–binding domain of SARS-CoV-2 elicits antibodies cross-neutralizing SARS-CoV-2 and SARS-CoV without antibody-dependent enhancement","doi":"10.1101\/2020.05.21.107565","abstract":"Recently emerged severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the pathogen responsible for the ongoing coronavirus disease 2019 (COVID-19) pandemic. Currently, there is no vaccine available for preventing SARS-CoV-2 infection. Like closely related severe acute respiratory syndrome coronavirus (SARS-CoV), SARS-CoV-2 also uses its receptor-binding domain (RBD) on the spike (S) protein to engage the host receptor, human angiotensin-converting enzyme 2 (ACE2), facilitating subsequent viral entry. Here we report the immunogenicity and vaccine potential of SARS-CoV-2 RBD (SARS2-RBD)-based recombinant proteins. Immunization with SARS2-RBD recombinant proteins potently induced a multi-functional antibody response in mice. The resulting antisera could efficiently block the interaction between SARS2-RBD and ACE2, inhibit S-mediated cell-cell fusion, and neutralize both SARS-CoV-2 pseudovirus entry and authentic SARS-CoV-2 infection. In addition, the anti-RBD sera also exhibited cross binding, ACE2-blockade, and neutralization effects towards SARS-CoV. More importantly, we found that the anti-RBD sera did not promote antibody-dependent enhancement of either SARS-CoV-2 pseudovirus entry or authentic virus infection of Fc receptor-bearing cells. These findings provide a solid foundation for developing RBD-based subunit vaccines for SARS-CoV2.","publish_time":1590019200000,"author_summary":" Zang, Jinkai; Gu, Chenjian; Zhou, Bingjie;<br>Zhang, Chao; Yang, Yong; Xu, Shiqi; Zhang, Xueyang;<br>Zhou, Yu; Bai, Lulu; Wu, Yang; Sun, Zhiping; Zhang,<br>Rong; Deng, Qiang; Yuan, Zhenghong; Tang, Hong; Qu,<br>Di; Lavillette, Dimitri; Xie, Youhua; Huang,<br>Zhong","abstract_summary":" Recently emerged severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) is the pathogen<br>responsible for the ongoing coronavirus disease 2019<br>(COVID-19) pandemic. Currently, there is no vaccine<br>available for preventing SARS-CoV-2 infection. Like<br>closely related severe acute respiratory syndrome<br>coronavirus (SARS-CoV), SARS-CoV-2 also uses its<br>receptor-binding domain (RBD) on the spike (S) protein to engage<br>the host receptor, human angiotensin-converting<br>enzyme 2 (ACE2), facilitating subsequent viral<br>entry. Here we report the immunogenicity and vaccine<br>potential of SARS-CoV-2 RBD (SARS2-RBD)-based<br>recombinant proteins. Immunization with SARS2-RBD<br>recombinant proteins potently induced a multi-functional<br>antibody response in mice. The resulting antisera could<br>efficiently block the...","title_summary":" Immunization with the receptor–binding<br>domain of SARS-CoV-2 elicits antibodies<br>cross-neutralizing SARS-CoV-2 and SARS-CoV without<br>antibody-dependent enhancement","x":31.7890911102,"y":12.0029535294,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.7890911102,"tsne_y":12.0029535294,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"m89wmmxd","source_x":"BioRxiv","title":"Potent human neutralizing antibodies elicited by SARS-CoV-2 infection","doi":"10.1101\/2020.03.21.990770","abstract":"The pandemic caused by emerging coronavirus SARS-CoV-2 presents a serious global public health emergency in urgent need of prophylactic and therapeutic interventions. SARS-CoV-2 cellular entry depends on binding between the viral Spike protein receptor-binding domain (RBD) and the angiotensin converting enzyme 2 (ACE2) target cell receptor. Here, we report on the isolation and characterization of 206 RBD-specific monoclonal antibodies (mAbs) derived from single B cells of eight SARS-CoV-2 infected individuals. These mAbs come from diverse families of antibody heavy and light chains without apparent enrichment for particular families in the repertoire. In samples from one patient selected for further analyses, we found coexistence of germline and germline divergent clones. Both clone types demonstrated impressive binding and neutralizing activity against pseudovirus and live SARS-CoV-2. However, the antibody neutralizing potency is determined by competition with ACE2 receptor for RBD binding. Surprisingly, none of the SARS-CoV-2 antibodies nor the infected plasma cross-reacted with RBDs from either SARS-CoV or MERS-CoV although substantial plasma cross-reactivity to the trimeric Spike proteins from SARS-CoV and MERS-CoV was found. These results suggest that antibody response to RBDs is viral species-specific while that cross-recognition target regions outside the RBD. The specificity and neutralizing characteristics of this plasma cross-reactivity requires further investigation. Nevertheless, the diverse and potent neutralizing antibodies identified here are promising candidates for prophylactic and therapeutic SARS-CoV-2 interventions.","publish_time":1585180800000,"author_summary":" Ju, Bin; Zhang, Qi; Ge, Xiangyang; Wang, Ruoke;<br>Yu, Jiazhen; Shan, Sisi; Zhou, Bing; Song, Shuo;<br>Tang, Xian; Yu, Jinfang; Ge, Jiwan; Lan, Jun; Yuan,<br>Jing; Wang, Haiyan; Zhao, Juanjuan; Zhang, Shuye;<br>Wang, Youchun; Shi, Xuanling; Liu, Lei; Wang,<br>Xinquan; Zhang, Zheng; Zhang, Linqi","abstract_summary":" The pandemic caused by emerging coronavirus<br>SARS-CoV-2 presents a serious global public health<br>emergency in urgent need of prophylactic and therapeutic<br>interventions. SARS-CoV-2 cellular entry depends on binding<br>between the viral Spike protein receptor-binding<br>domain (RBD) and the angiotensin converting enzyme 2<br>(ACE2) target cell receptor. Here, we report on the<br>isolation and characterization of 206 RBD-specific<br>monoclonal antibodies (mAbs) derived from single B cells<br>of eight SARS-CoV-2 infected individuals. These<br>mAbs come from diverse families of antibody heavy<br>and light chains without apparent enrichment for<br>particular families in the repertoire. In samples from one<br>patient selected for further analyses,...","title_summary":" Potent human neutralizing antibodies<br>elicited by SARS-CoV-2 infection","x":30.4204216003,"y":11.5582046509,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.4204216003,"tsne_y":11.5582046509,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"4w6caxwu","source_x":"BioRxiv","title":"Blocking antibodies against SARS-CoV-2 RBD isolated from a phage display antibody library using a competitive biopanning strategy","doi":"10.1101\/2020.04.19.049643","abstract":"The infection of the novel coronavirus SARS-CoV-2 have caused more than 150,000 deaths, but no vaccine or specific therapeutic antibody is currently available. SARS-CoV-2 relies on its spike protein, in particular the receptor binding domain (RBD), to bind human cell receptor angiotensin-converting enzyme 2 (ACE2) for viral entry, and thus targeting RBD holds the promise for preventing SARS-CoV-2 infection. In this work, a competitive biopanning strategy of a phage display antibody library was applied to screen blocking antibodies against RBD. High-affinity antibodies were enriched after the first round using a standard panning process in which RBD-His recombinant protein was immobilized as a bait. At the next two rounds, immobilized ACE2-Fc and free RBD-His proteins were mixed with the enriched phage antibodies. Antibodies binding to RBD at epitopes different from ACE2-binding site were captured by the immobilized ACE2-Fc, forming a “sandwich” complex. Only antibodies competed with ACE2 for recognizing RBD at the same or similar epitopes can bind to the free RBD-His in the supernatant and be subsequently separated by the Ni-NTA magnetic beads. Top 1 lead from the competitive biopanning of a synthetic antibody library, Lib AB1, was produced as the full-length IgG1 format. It was proved to competitively block the binding of RBD to ACE2 protein, and potently inhibit SARS-CoV-2 pseudovirus infection of ACE2-overexpressing Hela cells with IC50 values of 12nM. Nevertheless, top 1 lead from the standard biopanning of Lib AB1, can only bind to RBD in vitro but not have the blocking or neutralization activity. Our strategy can efficiently isolate the blocking antibodies of RBD, and it would speed up the discovery of neutralizing antibodies against SARS-CoV-2.","publish_time":1587340800000,"author_summary":" Zeng, Xin; Li, Lingfang; Lin, Jing; Li, Xinlei;<br>Liu, Bin; Kong, Yang; Zeng, Shunze; Du, Jianhua;<br>Xiao, Huahong; Zhang, Tao; Zhang, Shelin; Liu,<br>Jianghai","abstract_summary":" The infection of the novel coronavirus<br>SARS-CoV-2 have caused more than 150,000 deaths, but no<br>vaccine or specific therapeutic antibody is currently<br>available. SARS-CoV-2 relies on its spike protein, in<br>particular the receptor binding domain (RBD), to bind<br>human cell receptor angiotensin-converting enzyme<br>2 (ACE2) for viral entry, and thus targeting RBD<br>holds the promise for preventing SARS-CoV-2<br>infection. In this work, a competitive biopanning<br>strategy of a phage display antibody library was applied<br>to screen blocking antibodies against RBD.<br>High-affinity antibodies were enriched after the first round<br>using a standard panning process in which RBD-His<br>recombinant protein was immobilized...","title_summary":" Blocking antibodies against SARS-CoV-2 RBD<br>isolated from a phage display antibody library using a<br>competitive biopanning strategy","x":30.9198951721,"y":11.5459136963,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9198951721,"tsne_y":11.5459136963,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"dodnftfg","source_x":"MedRxiv","title":"A non-competing pair of human neutralizing antibodies block COVID-19 virus binding to its receptor ACE2","doi":"10.1101\/2020.05.01.20077743","abstract":"Neutralizing antibodies could be antivirals against COVID-19 pandemics. Here, we report the isolation of four human-origin monoclonal antibodies from a convalescent patient in China. All of these isolated antibodies display neutralization abilities in vitro. Two of them (B38 and H4) block the binding between RBD and vial cellular receptor ACE2. Further competition assay indicates that B38 and H4 recognize different epitopes on the RBD, which is ideal for a virus-targeting mAb-pair to avoid immune escape in the future clinical applications. Moreover, therapeutic study on the mouse model validated that these two antibodies can reduce virus titers in the infected mouse lungs. Structure of RBD-B38 complex revealed that most residues on the epitope are overlapped with the RBD-ACE2 binding interface, which explained the blocking efficacy and neutralizing capacity. Our results highlight the promise of antibody-based therapeutics and provide the structural basis of rational vaccine design.","publish_time":1588809600000,"author_summary":" Wu, Y.; Wang, F.; Shen, C.; Peng, W.; Li, D.;<br>Zhao, C.; Li, Z.; Li, S.; Bi, Y.; Yang, Y.; Gong, Y.;<br>Xiao, H.; Fan, Z.; Tan, S.; Wu, G.; Tan, W.; Lu, X.; Fan,<br>C.; Wang, Q.; Liu, Y.; Qi, J.; Gao, G. F.; Gao, F.;<br>Liu, L.","abstract_summary":" Neutralizing antibodies could be antivirals<br>against COVID-19 pandemics. Here, we report the<br>isolation of four human-origin monoclonal antibodies<br>from a convalescent patient in China. All of these<br>isolated antibodies display neutralization abilities<br>in vitro. Two of them (B38 and H4) block the binding<br>between RBD and vial cellular receptor ACE2. Further<br>competition assay indicates that B38 and H4 recognize<br>different epitopes on the RBD, which is ideal for a<br>virus-targeting mAb-pair to avoid immune escape in the future<br>clinical applications. Moreover, therapeutic study on<br>the mouse model validated that these two<br>antibodies can reduce virus titers in the infected mouse...","title_summary":" A non-competing pair of human neutralizing<br>antibodies block COVID-19 virus binding to its receptor<br>ACE2","x":29.9224300385,"y":11.2995471954,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9224300385,"tsne_y":11.2995471954,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"b6to1v4u","source_x":"BioRxiv","title":"Structure-based design of hepatitis C virus E2 glycoprotein improves serum binding and cross-neutralization","doi":"10.1101\/2020.04.15.044073","abstract":"An effective vaccine for hepatitis C virus (HCV) is a major unmet need, and it requires an antigen that elicits immune responses to key conserved epitopes. Based on structures of antibodies targeting HCV envelope glycoprotein E2, we designed immunogens to modulate the structure and dynamics of E2 and favor induction of bNAbs in the context of a vaccine. These designs include a point mutation in a key conserved antigenic site to stabilize its conformation, as well as redesigns of an immunogenic region to add a new N-glycosylation site and mask it from antibody binding. Designs were experimentally characterized for binding to a panel of human monoclonal antibodies (HMAbs) and the coreceptor CD81 to confirm preservation of epitope structure and preferred antigenicity profile. Selected E2 designs were tested for immunogenicity in mice, with and without hypervariable region 1, which is an immunogenic region associated with viral escape. One of these designs showed improvement in polyclonal immune serum binding to HCV pseudoparticles and neutralization of isolates associated with antibody resistance. These results indicate that antigen optimization through structure-based design of the envelope glycoproteins is a promising route to an effective vaccine for HCV.","publish_time":1587081600000,"author_summary":" Pierce, Brian G.; Keck, Zhen-Yong; Wang,<br>Ruixue; Lau, Patrick; Garagusi, Kyle; Elkholy,<br>Khadija; Toth, Eric A.; Urbanowicz, Richard A.; Guest,<br>Johnathan D.; Agnihotri, Pragati; Kerzic, Melissa C.;<br>Marin, Alexander; Andrianov, Alexander K.; Ball,<br>Jonathan K.; Mariuzza, Roy A.; Fuerst, Thomas R.; Foung,<br>Steven K.H.","abstract_summary":" An effective vaccine for hepatitis C virus<br>(HCV) is a major unmet need, and it requires an antigen<br>that elicits immune responses to key conserved<br>epitopes. Based on structures of antibodies targeting<br>HCV envelope glycoprotein E2, we designed<br>immunogens to modulate the structure and dynamics of E2 and<br>favor induction of bNAbs in the context of a vaccine.<br>These designs include a point mutation in a key<br>conserved antigenic site to stabilize its conformation,<br>as well as redesigns of an immunogenic region to<br>add a new N-glycosylation site and mask it from<br>antibody binding. Designs were experimentally<br>characterized for binding...","title_summary":" Structure-based design of hepatitis C virus E2<br>glycoprotein improves serum binding and<br>cross-neutralization","x":29.5392742157,"y":12.8445568085,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.5392742157,"tsne_y":12.8445568085,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"7zr1118b","source_x":"BioRxiv","title":"Antibody repertoire induced by SARS-CoV-2 spike protein immunogens","doi":"10.1101\/2020.05.12.091918","abstract":"Multiple vaccine candidates against SARS-CoV-2 based on viral spike protein are under development. However, there is limited information on the quality of antibody response generated following vaccination by these vaccine modalities. To better understand antibody response induced by spike protein-based vaccines, we immunized rabbits with various SARS-CoV-2 spike protein antigens: S-ectodomain (S1+S2) (aa 16-1213), which lacks the cytoplasmic and transmembrane domains (CT-TM), the S1 domain (aa 16-685), the receptor-binding domain (RBD) (aa 319-541), and the S2 domain (aa 686-1213 as control). Antibody response was analyzed by ELISA, Surface Plasmon Resonance (SPR) against different Spike proteins in native conformation, and a pseudovirion neutralization assay to measure the quality and function of the antibodies elicited by the different Spike antigens. All three antigens (S1+S2 ectodomain, S1 domain, and RBD) generated strong neutralizing antibodies against SARS-CoV-2. Vaccination induced antibody repertoire was analyzed by SARS-CoV-2 spike Genome Fragment Phage Display Libraries (SARS-CoV-2 GFPDL), which identified immunodominant epitopes in the S1, S1-RBD and S2 domains. Furthermore, these analyses demonstrated that surprisingly the RBD immunogen elicited a higher antibody titer with 5-fold higher affinity antibodies to native spike antigens compared with other spike antigens. These findings may help guide rational vaccine design and facilitate development and evaluation of effective therapeutics and vaccines against COVID-19 disease. One Sentence Summary SARS-CoV-2 Spike induced immune response","publish_time":1589328000000,"author_summary":" Ravichandran, Supriya; Coyle, Elizabeth M.;<br>Klenow, Laura; Tang, Juanjie; Grubbs, Gabrielle; Liu,<br>Shufeng; Wang, Tony; Golding, Hana; Khurana, Surender","abstract_summary":" Multiple vaccine candidates against<br>SARS-CoV-2 based on viral spike protein are under<br>development. However, there is limited information on the<br>quality of antibody response generated following<br>vaccination by these vaccine modalities. To better<br>understand antibody response induced by spike<br>protein-based vaccines, we immunized rabbits with various<br>SARS-CoV-2 spike protein antigens: S-ectodomain (S1+S2)<br>(aa 16-1213), which lacks the cytoplasmic and<br>transmembrane domains (CT-TM), the S1 domain (aa 16-685), the<br>receptor-binding domain (RBD) (aa 319-541), and the S2 domain (aa<br>686-1213 as control). Antibody response was analyzed by<br>ELISA, Surface Plasmon Resonance (SPR) against<br>different Spike proteins in native conformation, and a...","title_summary":" Antibody repertoire induced by SARS-CoV-2<br>spike protein immunogens","x":29.4295406342,"y":12.6561574936,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.4295406342,"tsne_y":12.6561574936,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"52r4mmbp","source_x":"BioRxiv","title":"Stereotypic Neutralizing VH Clonotypes Against SARS-CoV-2 RBD in COVID-19 Patients and the Healthy Population","doi":"10.1101\/2020.06.26.174557","abstract":"In six of seven severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) patients, VH clonotypes, encoded by either immunoglobin heavy variable (IGHV)3-53 or IGHV3-66 and immunoglobin heavy joining (IGHJ)6, were identified in IgG1, IgA1, and IgA2 subtypes, with minimal mutations, and could be paired with diverse light chains, resulting in binding to the SARS-CoV-2 receptor-binding domain (RBD). Because most human antibodies against the RBD neutralized the virus by inhibiting host cell entry, we selected one of these clonotypes and demonstrated that it could potently inhibit viral replication. Interestingly, these VH clonotypes pre-existed in six of 10 healthy individuals, predominantly as IgM isotypes, which could explain the expeditious and stereotypic development of these clonotypes among SARS-CoV-2 patients.","publish_time":1593648000000,"author_summary":" Kim, Sang Il; Noh, Jinsung; Kim, Sujeong; Choi,<br>Younggeun; Yoo, Duck Kyun; Lee, Yonghee; Lee, Hyunho;<br>Jung, Jongtak; Kang, Chang Kyung; Song, Kyoung-Ho;<br>Choe, Pyoeng Gyun; Kim, Hong Bin; Kim, Eu Suk; Kim,<br>Nam-Joong; Seong, Moon-Woo; Park, Wan Beom; Oh,<br>Myoung-don; Kwon, Sunghoon; Chung, Junho","abstract_summary":" In six of seven severe acute respiratory<br>syndrome coronavirus 2 (SARS-CoV-2) patients, VH<br>clonotypes, encoded by either immunoglobin heavy variable<br>(IGHV)3-53 or IGHV3-66 and immunoglobin heavy joining<br>(IGHJ)6, were identified in IgG1, IgA1, and IgA2<br>subtypes, with minimal mutations, and could be paired<br>with diverse light chains, resulting in binding to<br>the SARS-CoV-2 receptor-binding domain (RBD).<br>Because most human antibodies against the RBD<br>neutralized the virus by inhibiting host cell entry, we<br>selected one of these clonotypes and demonstrated that<br>it could potently inhibit viral replication.<br>Interestingly, these VH clonotypes pre-existed in six of 10<br>healthy individuals, predominantly as IgM...","title_summary":" Stereotypic Neutralizing VH Clonotypes<br>Against SARS-CoV-2 RBD in COVID-19 Patients and the<br>Healthy Population","x":30.2149524689,"y":11.5259304047,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.2149524689,"tsne_y":11.5259304047,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"wf0hlhim","source_x":"BioRxiv","title":"Afucosylated immunoglobulin G responses are a hallmark of enveloped virus infections and show an exacerbated phenotype in COVID-19","doi":"10.1101\/2020.05.18.099507","abstract":"IgG antibodies are crucial for protection against invading pathogens. A highly conserved N-linked glycan within the IgG-Fc-tail, essential for IgG function, shows variable composition in humans. Afucosylated IgG variants are already used in anti-cancer therapeutic antibodies for their elevated binding and killing activity through Fc receptors (FcγRIIIa). Here, we report that afucosylated IgG which are of minor abundance in humans (∼6% of total IgG) are specifically formed against surface epitopes of enveloped viruses after natural infections or immunization with attenuated viruses, while protein subunit immunization does not elicit this low fucose response. This can give beneficial strong responses, but can also go awry, resulting in a cytokine-storm and immune-mediated pathologies. In the case of COVID-19, the critically ill show aggravated afucosylated-IgG responses against the viral spike protein. In contrast, those clearing the infection unaided show higher fucosylation levels of the anti-spike protein IgG. Our findings indicate antibody glycosylation as a potential factor in inflammation and protection in enveloped virus infections including COVID-19.","publish_time":1589760000000,"author_summary":" Larsen, Mads Delbo; de Graaf, Erik L.;<br>Sonneveld, Myrthe E.; Plomp, H. Rosina; Linty, Federica;<br>Visser, Remco; Brinkhaus, Maximilian; Šuštić, Tonći;<br>de Taeye, Steven W.; Bentlage, Arthur E.H.;<br>Nouta, Jan; Natunen, Suvi; Koeleman, Carolien A. M.;<br>Sainio, Susanna; Kootstra, Neeltje A.; Brouwer,<br>Philip J.M.; Sanders, Rogier W.; van Gils, Marit J.; de<br>Bruin, Sanne; Vlaar, Alexander P.J.; Zaaijer, Hans<br>L.; Wuhrer, Manfred; van der Schoot, C. Ellen;<br>Vidarsson, Gestur","abstract_summary":" IgG antibodies are crucial for protection<br>against invading pathogens. A highly conserved<br>N-linked glycan within the IgG-Fc-tail, essential for<br>IgG function, shows variable composition in<br>humans. Afucosylated IgG variants are already used in<br>anti-cancer therapeutic antibodies for their elevated<br>binding and killing activity through Fc receptors<br>(FcγRIIIa). Here, we report that afucosylated IgG which are<br>of minor abundance in humans (∼6% of total IgG) are<br>specifically formed against surface epitopes of enveloped<br>viruses after natural infections or immunization with<br>attenuated viruses, while protein subunit immunization<br>does not elicit this low fucose response. This can<br>give beneficial strong responses, but can...","title_summary":" Afucosylated immunoglobulin G responses are a<br>hallmark of enveloped virus infections and show an<br>exacerbated phenotype in COVID-19","x":29.2264709473,"y":11.7043714523,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.2264709473,"tsne_y":11.7043714523,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"q6j6rkqh","source_x":"BioRxiv","title":"Immunoglobulin fragment F(ab’)2 against RBD potently neutralizes SARS-CoV-2 in vitro","doi":"10.1101\/2020.04.07.029884","abstract":"COVID-19 caused by the emerging human coronavirus, SARS-CoV-2, has become a global pandemic, leading a serious threat to human health. So far, there is none vaccines or specific antiviral drugs approved for that. Therapeutic antibodies for SARS-CoV-2, was obtained from hyper immune equine plasma in this study. Herein, SARS-CoV-2 RBD with gram level were obtained through Chinese hamster ovary cells high-density fermentation. The binding of RBD to SARS-CoV-2 receptor, human ACE2, was verified and the efficacy of RBD in vivo was tested on mice and then on horses. As a result, RBD triggered high-titer neutralizing antibodies in vivo, and immunoglobulin fragment F(ab’)2 was prepared from horse antisera through removing Fc. Neutralization test demonstrated that RBD-specific F(ab’)2 inhibited SARS-CoV-2 with EC50 at 0.07 μg\/ml, showing a potent inhibitory effect on SARS-CoV-2. These results highlights as RBD-specific F(ab’)2 as therapeutic candidate for SARS-CoV-2.","publish_time":1586390400000,"author_summary":" Pan, Xiaoyan; Zhou, Pengfei; Fan, Tiejiong;<br>Wu, Yan; Zhang, Jing; Shi, Xiaoyue; Shang,<br>Weijuan; Fang, Lijuan; Jiang, Xiaming; Shi, Jian; Sun,<br>Yuan; Zhao, Shaojuan; Gong, Rui; Chen, Ze; Xiao,<br>Gengfu","abstract_summary":" COVID-19 caused by the emerging human<br>coronavirus, SARS-CoV-2, has become a global pandemic,<br>leading a serious threat to human health. So far, there<br>is none vaccines or specific antiviral drugs<br>approved for that. Therapeutic antibodies for<br>SARS-CoV-2, was obtained from hyper immune equine plasma in<br>this study. Herein, SARS-CoV-2 RBD with gram level<br>were obtained through Chinese hamster ovary cells<br>high-density fermentation. The binding of RBD to SARS-CoV-2<br>receptor, human ACE2, was verified and the efficacy of RBD<br>in vivo was tested on mice and then on horses. As a<br>result, RBD triggered high-titer neutralizing<br>antibodies in vivo, and immunoglobulin...","title_summary":" Immunoglobulin fragment F(ab’)2 against RBD<br>potently neutralizes SARS-CoV-2 in vitro","x":30.4166584015,"y":11.0951843262,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.4166584015,"tsne_y":11.0951843262,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"a2cqw8kg","source_x":"BioRxiv","title":"Insight into vaccine development for Alpha-coronaviruses based on structural and immunological analyses of spike proteins","doi":"10.1101\/2020.06.09.141580","abstract":"Coronaviruses that infect humans belong to the Alpha-coronavirus (including HCoV-229E) and Beta-coronavirus (including SARS-CoV and SARS-CoV-2) genera. In particular, SARS-CoV-2 is currently a major threat to public health worldwide. However, no commercial vaccines against the coronaviruses that can infect humans are available. The spike (S) homotrimers bind to their receptors through the receptor-binding domain (RBD), which is believed to be a major target to block viral entry. In this study, we selected Alpha-coronavirus (HCoV-229E) and Beta-coronavirus (SARS-CoV and SARS-CoV-2) as models. Their RBDs were observed to adopt two different conformational states (lying or standing). Then, structural and immunological analyses were used to explore differences in the immune response with RBDs among these coronaviruses. Our results showed that more RBD-specific antibodies were induced by the S trimer with the RBD in the “standing” state (SARS-CoV and SARS-CoV-2) than the S trimer with the RBD in the “lying” state (HCoV-229E), and the affinity between the RBD-specific antibodies and S trimer was also higher in the SARS-CoV and SARS-CoV-2. In addition, we found that the ability of the HCoV-229E RBD to induce neutralizing antibodies was much lower and the intact and stable S1 subunit was essential for producing efficient neutralizing antibodies against HCoV-229E. Importantly, our results reveal different vaccine strategies for coronaviruses, and S-trimer is better than RBD as a target for vaccine development in Alpha-coronavirus. Our findings will provide important implications for future development of coronavirus vaccines. Importance Outbreak of coronaviruses, especially SARS-CoV-2, poses a serious threat to global public health. Development of vaccines to prevent the coronaviruses that can infect humans has always been a top priority. Coronavirus spike (S) protein is considered as a major target for vaccine development. Currently, structural studies have shown that Alpha-coronavirus (HCoV-229E) and Beta-coronavirus (SARS-CoV and SARS-CoV-2) RBDs are in lying and standing state, respectively. Here, we tested the ability of S-trimer and RBD to induce neutralizing antibodies among these coronaviruses. Our results showed that Beta-CoVs RBDs are in a standing state, and their S proteins can induce more neutralizing antibodies targeting RBD. However, HCoV-229E RBD is in a lying state, and its S protein induces a low level of neutralizing antibody targeting RBD. Our results indicate that Alpha-coronavirus is more conducive to escape host immune recognition, and also provide novel ideas for the development of vaccines targeting S protein.","publish_time":1591660800000,"author_summary":" Shi, Yuejun; Shi, Jiale; Sun, Limeng; Tan,<br>Yubei; Wang, Gang; Guo, Fenglin; Hu, Guangli; Fu,<br>Yanan; Fu, Zhen F.; Xiao, Shaobo; Peng, Guiqing","abstract_summary":" Coronaviruses that infect humans belong to the<br>Alpha-coronavirus (including HCoV-229E) and Beta-coronavirus<br>(including SARS-CoV and SARS-CoV-2) genera. In<br>particular, SARS-CoV-2 is currently a major threat to<br>public health worldwide. However, no commercial<br>vaccines against the coronaviruses that can infect<br>humans are available. The spike (S) homotrimers bind<br>to their receptors through the receptor-binding<br>domain (RBD), which is believed to be a major target to<br>block viral entry. In this study, we selected<br>Alpha-coronavirus (HCoV-229E) and Beta-coronavirus (SARS-CoV<br>and SARS-CoV-2) as models. Their RBDs were<br>observed to adopt two different conformational states<br>(lying or standing). Then, structural and<br>immunological analyses were...","title_summary":" Insight into vaccine development for<br>Alpha-coronaviruses based on structural and immunological<br>analyses of spike proteins","x":31.1315479279,"y":13.5010566711,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.1315479279,"tsne_y":13.5010566711,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"pmolz72n","source_x":"BioRxiv","title":"Human IgG neutralizing monoclonal antibodies block SARS-CoV-2 infection","doi":"10.1101\/2020.05.19.104117","abstract":"The coronavirus induced disease 19 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has become a worldwide threat to human lives, and neutralizing antibodies present a great therapeutic potential in curing affected patients. We purified more than one thousand memory B cells specific to SARS-CoV-2 S1 or RBD (receptor binding domain) antigens from 11 convalescent COVID-19 patients, and a total of 729 naturally paired heavy and light chain fragments were obtained by single B cell cloning technology. Among these, 178 recombinant monoclonal antibodies were tested positive for antigen binding, and the top 13 binders with Kd below 0.5 nM are all RBD binders. Importantly, all these 13 antibodies could block pseudoviral entry into HEK293T cells overexpressing ACE2, with the best ones showing IC50s around 2-3 nM. We further identified 8 neutralizing antibodies against authentic virus with IC50s within 10 nM. Among these, 414-1 blocked authentic viral entry at IC50 of 1.75 nM and in combination with 105-38 could achieve IC50 as low as 0.45 nM. Meanwhile, we also found that 3 antibodies could cross-react with the SARS-CoV spike protein. Altogether, our study provided a panel of potent human neutralizing antibodies for COVID19 as therapeutics candidates for further development.","publish_time":1590624000000,"author_summary":" Wan, Jinkai; Xing, Shenghui; Ding, Longfei;<br>Wang, Yongheng; Zhu, Dandan; Rong, Bowen; Wang,<br>Siqing; Chen, Kun; He, Chenxi; Yuan, Songhua; Qiu,<br>Chengli; Zhao, Chen; Zhang, Xiaoyan; Wang, Xiangxi; Lu,<br>Yanan; Xu, Jianqing; Lan, Fei","abstract_summary":" The coronavirus induced disease 19 (COVID-19)<br>caused by the severe acute respiratory syndrome<br>coronavirus 2 (SARS-CoV-2) has become a worldwide threat to<br>human lives, and neutralizing antibodies present a<br>great therapeutic potential in curing affected<br>patients. We purified more than one thousand memory B<br>cells specific to SARS-CoV-2 S1 or RBD (receptor<br>binding domain) antigens from 11 convalescent<br>COVID-19 patients, and a total of 729 naturally paired<br>heavy and light chain fragments were obtained by<br>single B cell cloning technology. Among these, 178<br>recombinant monoclonal antibodies were tested positive<br>for antigen binding, and the top 13 binders with Kd<br>below...","title_summary":" Human IgG neutralizing monoclonal antibodies<br>block SARS-CoV-2 infection","x":30.2366752625,"y":11.6531419754,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.2366752625,"tsne_y":11.6531419754,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"8rtd6v7a","source_x":"BioRxiv","title":"Isolation of and Characterization of Neutralizing Antibodies to Covid-19 from a Large Human Naïve scFv Phage Display Library","doi":"10.1101\/2020.05.19.104281","abstract":"SARS-CoV-2 (Covid-19) has caused currently ongoing global plague and imposed great challenges to health managing systems all over the world, with millions of infections and hundreds of thousands of deaths. In addition to racing to develop vaccines, neutralizing antibodies (nAbs) to this virus have been extensively sought and are expected to provide another prevention and therapy tool against this frantic pandemic. To offer fast isolation and shortened early development, a large human naïve phage display antibody library, was built and used to screen specific nAbs to the receptor-binding domain, RBD, the key for Covid-19 virus entry through a human receptor, ACE2. The obtained RBD-specific antibodies were characterized by epitope mapping, FACS and neutralization assay. Some of the antibodies demonstrated spike-neutralizing property and ACE2-competitiveness. Our work proved that RBD-specific neutralizing binders from human naïve antibody phage display library are promising candidates to for further Covid-19 therapeutics development.","publish_time":1589846400000,"author_summary":" Yuan, Andy Q.; Zhao, Likun; Bai, Lili; Meng,<br>Qingwu; Wen, Zhenguo; Li, Yanhu; Guo, Daqing; Zhen,<br>Shanshan; Chen, Xiaojun; Yang, Ji; Xue, Xiaoying","abstract_summary":" SARS-CoV-2 (Covid-19) has caused currently<br>ongoing global plague and imposed great challenges to<br>health managing systems all over the world, with<br>millions of infections and hundreds of thousands of<br>deaths. In addition to racing to develop vaccines,<br>neutralizing antibodies (nAbs) to this virus have been<br>extensively sought and are expected to provide another<br>prevention and therapy tool against this frantic<br>pandemic. To offer fast isolation and shortened early<br>development, a large human naïve phage display antibody<br>library, was built and used to screen specific nAbs to the<br>receptor-binding domain, RBD, the key for Covid-19 virus entry<br>through a human receptor,...","title_summary":" Isolation of and Characterization of<br>Neutralizing Antibodies to Covid-19 from a Large Human Naïve<br>scFv Phage Display Library","x":29.9100875854,"y":11.5756053925,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9100875854,"tsne_y":11.5756053925,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"iudsk7ac","source_x":"BioRxiv","title":"Protocol and reagents for pseudotyping lentiviral particles with SARS-CoV-2 Spike protein for neutralization assays","doi":"10.1101\/2020.04.20.051219","abstract":"SARS-CoV-2 enters cells using its Spike protein, which is also the main target of neutralizing antibodies. Therefore, assays to measure how antibodies and sera affect Spike-mediated viral infection are important for studying immunity. Because SARS-CoV-2 is a biosafety-level-3 virus, one way to simplify such assays is to pseudotype biosafety-level-2 viral particles with Spike. Such pseudotyping has now been described for single-cycle lentiviral, retroviral and VSV particles, but the reagents and protocols are not widely available. Here we detail how to effectively pseudotype lentiviral particles with SARS-CoV-2 Spike and infect 293T cells engineered to express the SARS-CoV-2 receptor, ACE2. We also make all the key experimental reagents available in the BEI Resources repository of ATCC and the NIH. Furthermore, we demonstrate how these pseudotyped lentiviral particles can be used to measure the neutralizing activity of human sera or plasma against SARS-CoV-2 in convenient luciferase-based assays, thereby providing a valuable complement to ELISA-based methods that measure antibody binding rather than neutralization.","publish_time":1587340800000,"author_summary":" Crawford, Katharine H.D.; Eguia, Rachel;<br>Dingens, Adam S.; Loes, Andrea N.; Malone, Keara D.;<br>Wolf, Caitlin R.; Chu, Helen Y.; Tortorici, M.<br>Alejandra; Veesler, David; Murphy, Michael; Pettie,<br>Deleah; King, Neil P.; Balazs, Alejandro B.; Bloom,<br>Jesse D.","abstract_summary":" SARS-CoV-2 enters cells using its Spike<br>protein, which is also the main target of neutralizing<br>antibodies. Therefore, assays to measure how antibodies<br>and sera affect Spike-mediated viral infection<br>are important for studying immunity. Because<br>SARS-CoV-2 is a biosafety-level-3 virus, one way to<br>simplify such assays is to pseudotype<br>biosafety-level-2 viral particles with Spike. Such pseudotyping<br>has now been described for single-cycle<br>lentiviral, retroviral and VSV particles, but the reagents<br>and protocols are not widely available. Here we<br>detail how to effectively pseudotype lentiviral<br>particles with SARS-CoV-2 Spike and infect 293T cells<br>engineered to express the SARS-CoV-2 receptor, ACE2. We<br>also...","title_summary":" Protocol and reagents for pseudotyping<br>lentiviral particles with SARS-CoV-2 Spike protein for<br>neutralization assays","x":30.9566650391,"y":12.9514007568,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9566650391,"tsne_y":12.9514007568,"subcluster":2,"subcluster_description":"Sars-Cov-2 S-Bearing Vesicular Stomatitis","shape":"p"},{"cord_uid":"fnguelau","source_x":"BioRxiv","title":"The SARS-CoV-2 receptor-binding domain elicits a potent neutralizing response without antibody-dependent enhancement","doi":"10.1101\/2020.04.10.036418","abstract":"The SARS-coronavirus 2 (SARS-CoV-2) spike (S) protein mediates entry of SARS-CoV-2 into cells expressing the angiotensin-converting enzyme 2 (ACE2). The S protein engages ACE2 through its receptor-binding domain (RBD), an independently folded 197-amino acid fragment of the 1273-amino acid S-protein protomer. Antibodies to the RBD domain of SARS-CoV (SARS-CoV-1), a closely related coronavirus which emerged in 2002-2003, have been shown to potently neutralize SARS-CoV-1 S-protein-mediated entry, and the presence of anti-RBD antibodies correlates with neutralization in SARS-CoV-2 convalescent sera. Here we show that immunization with the SARS-CoV-2 RBD elicits a robust neutralizing antibody response in rodents, comparable to 100 µg\/ml of ACE2-Ig, a potent SARS-CoV-2 entry inhibitor. Importantly, anti-sera from immunized animals did not mediate antibody-dependent enhancement (ADE) of S-protein-mediated entry under conditions in which Zika virus ADE was readily observed. These data suggest that an RBD-based vaccine for SARS-CoV-2 could be safe and effective.","publish_time":1586563200000,"author_summary":" Quinlan, Brian D.; Mou, Huihui; Zhang, Lizhou;<br>Guo, Yan; He, Wenhui; Ojha, Amrita; Parcells, Mark<br>S.; Luo, Guangxiang; Li, Wenhui; Zhong, Guocai;<br>Choe, Hyeryun; Farzan, Michael","abstract_summary":" The SARS-coronavirus 2 (SARS-CoV-2) spike (S)<br>protein mediates entry of SARS-CoV-2 into cells<br>expressing the angiotensin-converting enzyme 2 (ACE2).<br>The S protein engages ACE2 through its<br>receptor-binding domain (RBD), an independently folded<br>197-amino acid fragment of the 1273-amino acid S-protein<br>protomer. Antibodies to the RBD domain of SARS-CoV<br>(SARS-CoV-1), a closely related coronavirus which emerged in<br>2002-2003, have been shown to potently neutralize<br>SARS-CoV-1 S-protein-mediated entry, and the presence of<br>anti-RBD antibodies correlates with neutralization in<br>SARS-CoV-2 convalescent sera. Here we show that<br>immunization with the SARS-CoV-2 RBD elicits a robust<br>neutralizing antibody response in rodents, comparable to<br>100 µg\/ml...","title_summary":" The SARS-CoV-2 receptor-binding domain<br>elicits a potent neutralizing response without<br>antibody-dependent enhancement","x":32.3359031677,"y":11.9983234406,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":32.3359031677,"tsne_y":11.9983234406,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"6m1q1gdi","source_x":"BioRxiv; Medline; PMC; WHO","title":"Structural basis of a public antibody response to SARS-CoV-2","doi":"10.1101\/2020.06.08.141267","abstract":"Molecular-level understanding of human neutralizing antibody responses to SARS-CoV-2 could accelerate vaccine design and facilitate drug discovery. We analyzed 294 SARS-CoV-2 antibodies and found that IGHV3–53 is the most frequently used IGHV gene for targeting the receptor binding domain (RBD) of the spike (S) protein. We determined crystal structures of two IGHV3–53 neutralizing antibodies +\/− Fab CR3022 ranging from 2.33 to 3.11 Å resolution. The germline-encoded residues of IGHV3–53 dominate binding to the ACE2 binding site epitope with no overlap with the CR3022 epitope. Moreover, IGHV3–53 is used in combination with a very short CDR H3 and different light chains. Overall, IGHV3–53 represents a versatile public VH in neutralizing SARS-CoV-2 antibodies, where their specific germline features and minimal affinity maturation provide important insights for vaccine design and assessing outcomes.","publish_time":1591660800000,"author_summary":" Yuan, Meng; Liu, Hejun; Wu, Nicholas C.; Lee,<br>Chang-Chun D.; Zhu, Xueyong; Zhao, Fangzhu; Huang, Deli;<br>Yu, Wenli; Hua, Yuanzi; Tien, Henry; Rogers,<br>Thomas F.; Landais, Elise; Sok, Devin; Jardine,<br>Joseph G.; Burton, Dennis R.; Wilson, Ian A.","abstract_summary":" Molecular-level understanding of human<br>neutralizing antibody responses to SARS-CoV-2 could<br>accelerate vaccine design and facilitate drug discovery.<br>We analyzed 294 SARS-CoV-2 antibodies and found<br>that IGHV3–53 is the most frequently used IGHV gene<br>for targeting the receptor binding domain (RBD) of<br>the spike (S) protein. We determined crystal<br>structures of two IGHV3–53 neutralizing antibodies +\/−<br>Fab CR3022 ranging from 2.33 to 3.11 Å resolution.<br>The germline-encoded residues of IGHV3–53<br>dominate binding to the ACE2 binding site epitope with no<br>overlap with the CR3022 epitope. Moreover, IGHV3–53 is<br>used in combination with a very short CDR H3 and<br>different light chains....","title_summary":" Structural basis of a public antibody response<br>to SARS-CoV-2","x":30.4610271454,"y":12.14889431,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.4610271454,"tsne_y":12.14889431,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"nn2an4up","source_x":"Elsevier; Medline; PMC","title":"Identification of Human Single-Domain Antibodies against SARS-CoV-2","doi":"10.1016\/j.chom.2020.04.023","abstract":"The worldwide spread of COVID-19 highlights the need for an efficient approach to rapidly develop therapeutics and prophylactics against SARS-CoV-2. The SARS-CoV-2 spike protein, containing the receptor-binding domain (RBD) and S1 subunit involved in receptor engagement, is a potential therapeutic target. We describe the development of a phage-displayed single-domain antibody library by grafting naive complementarity-determining regions (CDRs) into framework regions of a human germline immunoglobulin heavy chain variable region (IGHV) allele. Panning this library against SARS-CoV-2 RBD and S1 subunit identified fully human single-domain antibodies targeting five distinct epitopes on SARS-CoV-2 RBD with subnanomolar to low nanomolar affinities. Some of these antibodies neutralize SARS-CoV-2 by targeting a cryptic epitope located in the spike trimeric interface. Collectively, this work presents a versatile platform for rapid antibody isolation and identifies promising therapeutic anti-SARS-CoV-2 antibodies as well as the diverse immogneic profile of the spike protein.","publish_time":1589414400000,"author_summary":" Wu, Yanling; Li, Cheng; Xia, Shuai; Tian,<br>Xiaolong; Kong, Yu; Wang, Zhi; Gu, Chenjian; Zhang, Rong;<br>Tu, Chao; Xie, Youhua; Yang, Zhenlin; Lu, Lu;<br>Jiang, Shibo; Ying, Tianlei","abstract_summary":" The worldwide spread of COVID-19 highlights<br>the need for an efficient approach to rapidly<br>develop therapeutics and prophylactics against<br>SARS-CoV-2. The SARS-CoV-2 spike protein, containing the<br>receptor-binding domain (RBD) and S1 subunit involved in<br>receptor engagement, is a potential therapeutic<br>target. We describe the development of a<br>phage-displayed single-domain antibody library by grafting<br>naive complementarity-determining regions (CDRs)<br>into framework regions of a human germline<br>immunoglobulin heavy chain variable region (IGHV) allele.<br>Panning this library against SARS-CoV-2 RBD and S1<br>subunit identified fully human single-domain<br>antibodies targeting five distinct epitopes on<br>SARS-CoV-2 RBD with subnanomolar to low nanomolar<br>affinities. Some of...","title_summary":" Identification of Human Single-Domain<br>Antibodies against SARS-CoV-2","x":30.6782035828,"y":11.694606781,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.6782035828,"tsne_y":11.694606781,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"kbt5gdyy","source_x":"BioRxiv; Medline; PMC","title":"Characterization of neutralizing antibodies from a SARS-CoV-2 infected individual","doi":"10.1101\/2020.05.12.091298","abstract":"B cells specific for the SARS-CoV-2 S envelope glycoprotein spike were isolated from a COVID-19-infected subject using a stabilized spike-derived ectodomain (S2P) twenty-one days post-infection. Forty-four S2P-specific monoclonal antibodies were generated, three of which bound to the receptor binding domain (RBD). The antibodies were minimally mutated from germline and were derived from different B cell lineages. Only two antibodies displayed neutralizing activity against SARS-CoV-2 pseudo-virus. The most potent antibody bound the RBD in a manner that prevented binding to the ACE2 receptor, while the other bound outside the RBD. Our study indicates that the majority of antibodies against the viral envelope spike that were generated during the first weeks of COVID-19 infection are non-neutralizing and target epitopes outside the RBD. Antibodies that disrupt the SARS-CoV-2 spike-ACE2 interaction can potently neutralize the virus without undergoing extensive maturation. Such antibodies have potential preventive\/therapeutic potential and can serve as templates for vaccine-design. IN BRIEF SARS-CoV-2 infection leads to expansion of diverse B cells clones against the viral spike glycoprotein (S). The antibodies bind S with high affinity despite being minimally mutated. Thus, the development of neutralizing antibody responses by vaccination will require the activation of certain naïve B cells without requiring extensive somatic mutation. Highlights Analysis of early B cell response to SARS-CoV-2 spike protein Most antibodies target non-neutralizing epitopes Potent neutralizing mAb blocks the interaction of the S protein with ACE2 Neutralizing antibodies are minimally mutated","publish_time":1589241600000,"author_summary":" Seydoux, Emilie; Homad, Leah J.; MacCamy, Anna<br>J.; Parks, K. Rachael; Hurlburt, Nicholas K.;<br>Jennewein, Madeleine F.; Akins, Nicholas R.; Stuart,<br>Andrew B.; Wan, Yu-Hsin; Feng, Junli; Nelson, Rachael<br>E.; Singh, Suruchi; Cohen, Kristen W.; McElrath,<br>M. Juliana; Englund, Janet A.; Chu, Helen Y.;<br>Pancera, Marie; McGuire, Andrew T.; Stamatatos,<br>Leonidas","abstract_summary":" B cells specific for the SARS-CoV-2 S envelope<br>glycoprotein spike were isolated from a COVID-19-infected<br>subject using a stabilized spike-derived ectodomain<br>(S2P) twenty-one days post-infection. Forty-four<br>S2P-specific monoclonal antibodies were generated, three<br>of which bound to the receptor binding domain<br>(RBD). The antibodies were minimally mutated from<br>germline and were derived from different B cell<br>lineages. Only two antibodies displayed neutralizing<br>activity against SARS-CoV-2 pseudo-virus. The most<br>potent antibody bound the RBD in a manner that<br>prevented binding to the ACE2 receptor, while the other<br>bound outside the RBD. Our study indicates that the<br>majority of antibodies against the viral...","title_summary":" Characterization of neutralizing antibodies<br>from a SARS-CoV-2 infected individual","x":30.4369983673,"y":11.6579494476,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.4369983673,"tsne_y":11.6579494476,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"6gshvem8","source_x":"MedRxiv; Medline; PMC","title":"A SARS-CoV-2 serological assay to determine the presence of blocking antibodies that compete for human ACE2 binding","doi":"10.1101\/2020.05.27.20114652","abstract":"As SARS-CoV-2 continues to spread around the world, there is an urgent need for new assay formats to characterize the humoral response to infection. Convalescent serum is being used for treatment and for isolation of patient-derived antibodies. However, currently there is not a simple means to estimate serum bulk neutralizing capability. Here we present an efficient competitive serological assay that can simultaneously determine an individual’s seropositivity against the SARS-CoV-2 Spike protein and estimate the neutralizing capacity of anti-Spike antibodies to block interaction with the human angiotensin converting enzyme 2 (ACE2) required for viral entry. In this ELISA-based assay, we present natively-folded viral Spike protein receptor binding domain (RBD)-containing antigens via avidin-biotin interactions. Sera are then supplemented with soluble ACE2-Fc to compete for RBD-binding serum antibodies, and antibody binding quantified. Comparison of signal from untreated serum and ACE2-Fc-treated serum reveals the presence of antibodies that compete with ACE2 for RBD binding, as evidenced by loss of signal with ACE2-Fc treatment. In our test cohort of nine convalescent SARS-CoV-2 patients, we found all patients had developed anti-RBD antibodies targeting the epitope responsible for ACE2 engagement. This assay provides a simple and high-throughput method to screen patient sera for potentially neutralizing anti-Spike antibodies to enable identification of candidate sera for therapeutic use.","publish_time":1590710400000,"author_summary":" Byrnes, James R.; Zhou, Xin X.; Lui, Irene;<br>Elledge, Susanna K.; Glasgow, Jeff E.; Lim, Shion A.;<br>Loudermilk, Rita; Chiu, Charles Y.; Wilson, Michael R.;<br>Leung, Kevin K.; Wells, James A.","abstract_summary":" As SARS-CoV-2 continues to spread around the<br>world, there is an urgent need for new assay formats to<br>characterize the humoral response to infection.<br>Convalescent serum is being used for treatment and for<br>isolation of patient-derived antibodies. However,<br>currently there is not a simple means to estimate serum<br>bulk neutralizing capability. Here we present an<br>efficient competitive serological assay that can<br>simultaneously determine an individual’s seropositivity<br>against the SARS-CoV-2 Spike protein and estimate the<br>neutralizing capacity of anti-Spike antibodies to block<br>interaction with the human angiotensin converting enzyme 2<br>(ACE2) required for viral entry. In this ELISA-based<br>assay, we present...","title_summary":" A SARS-CoV-2 serological assay to determine<br>the presence of blocking antibodies that compete<br>for human ACE2 binding","x":30.6656398773,"y":11.5900793076,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.6656398773,"tsne_y":11.5900793076,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"moxjaxuy","source_x":"Medline; PMC","title":"Potent neutralizing antibodies from COVID-19 patients define multiple targets of vulnerability","doi":"10.1126\/science.abc5902","abstract":"The rapid spread of SARS-CoV-2 has a significant impact on global health, travel and economy. Therefore, preventative and therapeutic measures are urgently needed. Here, we isolated monoclonal antibodies from three convalescent COVID-19 patients using a SARS-CoV-2 stabilized prefusion spike protein. These antibodies had low levels of somatic hypermutation and showed a strong enrichment in VH1-69, VH3-30-3 and VH1-24 gene usage. A subset of the antibodies were able to potently inhibit authentic SARS-CoV-2 infection as low as 0.007 μg\/mL. Competition and electron microscopy studies illustrate that the SARS-CoV-2 spike protein contains multiple distinct antigenic sites, including several receptor-binding domain (RBD) epitopes as well as non-RBD epitopes. In addition to providing guidance for vaccine design, the antibodies described here are promising candidates for COVID-19 treatment and prevention.","publish_time":1592179200000,"author_summary":" Brouwer, Philip J. M.; Caniels, Tom G.; van der<br>Straten, Karlijn; Snitselaar, Jonne L.; Aldon, Yoann;<br>Bangaru, Sandhya; Torres, Jonathan L.; Okba, Nisreen M.<br>A.; Claireaux, Mathieu; Kerster, Gius; Bentlage,<br>Arthur E. H.; van Haaren, Marlies M.; Guerra, Denise;<br>Burger, Judith A.; Schermer, Edith E.; Verheul,<br>Kirsten D.; van der Velde, Niels; van der Kooi, Alex; van<br>Schooten, Jelle; van Breemen, Mariëlle J.; Bijl, Tom P.<br>L.; Sliepen, Kwinten; Aartse, Aafke; Derking,<br>Ronald; Bontjer, Ilja; Kootstra, Neeltje A.;<br>Wiersinga, W. Joost; Vidarsson, Gestur; Haagmans, Bart<br>L.; Ward, Andrew B.; de Bree, Godelieve J.;<br>Sanders, Rogier W.; van Gils, Marit J.","abstract_summary":" The rapid spread of SARS-CoV-2 has a<br>significant impact on global health, travel and economy.<br>Therefore, preventative and therapeutic measures are<br>urgently needed. Here, we isolated monoclonal<br>antibodies from three convalescent COVID-19 patients<br>using a SARS-CoV-2 stabilized prefusion spike<br>protein. These antibodies had low levels of somatic<br>hypermutation and showed a strong enrichment in VH1-69,<br>VH3-30-3 and VH1-24 gene usage. A subset of the<br>antibodies were able to potently inhibit authentic<br>SARS-CoV-2 infection as low as 0.007 μg\/mL. Competition<br>and electron microscopy studies illustrate that<br>the SARS-CoV-2 spike protein contains multiple<br>distinct antigenic sites, including several<br>receptor-binding domain (RBD) epitopes...","title_summary":" Potent neutralizing antibodies from COVID-19<br>patients define multiple targets of vulnerability","x":29.9346256256,"y":11.4920825958,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9346256256,"tsne_y":11.4920825958,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"jhuor6nb","source_x":"Medline; PMC","title":"Characterization of a human monoclonal antibody generated from a B-cell specific for a prefusion-stabilized spike protein of Middle East respiratory syndrome coronavirus","doi":"10.1371\/journal.pone.0232757","abstract":"Middle East respiratory syndrome coronavirus (MERS-CoV) causes severe respiratory infection and continues to infect humans, thereby contributing to a high mortality rate (34.3% in 2019). In the absence of an available licensed vaccine and antiviral agent, therapeutic human antibodies have been suggested as candidates for treatment. In this study, human monoclonal antibodies were isolated by sorting B cells from patient’s PBMC cells with prefusion stabilized spike (S) probes and a direct immunoglobulin cloning strategy. We identified six receptor-binding domain (RBD)-specific and five S1 (non-RBD)-specific antibodies, among which, only the RBD-specific antibodies showed high neutralizing potency (IC(50) 0.006–1.787 μg\/ml) as well as high affinity to RBD. Notably, passive immunization using a highly potent antibody (KNIH90-F1) at a relatively low dose (2 mg\/kg) completely protected transgenic mice expressing human DPP4 against MERS-CoV lethal challenge. These results suggested that human monoclonal antibodies isolated by using the rationally designed prefusion MERS-CoV S probe could be considered potential candidates for the development of therapeutic and\/or prophylactic antiviral agents for MERS-CoV human infection.","publish_time":1588896000000,"author_summary":" Choi, Jang-Hoon; Woo, Hye-Min; Lee,<br>Tae-young; Lee, So-young; Shim, Sang-Mu; Park, Woo-Jung;<br>Yang, Jeong-Sun; Kim, Joo Ae; Yun, Mi-Ran; Kim,<br>Dae-Won; Kim, Sung Soon; Zhang, Yi; Shi, Wei; Wang,<br>Lingshu; Graham, Barney S.; Mascola, John R.; Wang,<br>Nanshuang; McLellan, Jason S.; Lee, Joo-Yeon; Lee,<br>Hansaem","abstract_summary":" Middle East respiratory syndrome coronavirus<br>(MERS-CoV) causes severe respiratory infection and<br>continues to infect humans, thereby contributing to a<br>high mortality rate (34.3% in 2019). In the absence<br>of an available licensed vaccine and antiviral<br>agent, therapeutic human antibodies have been<br>suggested as candidates for treatment. In this study,<br>human monoclonal antibodies were isolated by<br>sorting B cells from patient’s PBMC cells with<br>prefusion stabilized spike (S) probes and a direct<br>immunoglobulin cloning strategy. We identified six<br>receptor-binding domain (RBD)-specific and five S1<br>(non-RBD)-specific antibodies, among which, only the<br>RBD-specific antibodies showed high neutralizing potency<br>(IC(50) 0.006–1.787 μg\/ml) as well...","title_summary":" Characterization of a human monoclonal<br>antibody generated from a B-cell specific for a<br>prefusion-stabilized spike protein of Middle East respiratory<br>syndrome coronavirus","x":29.9621620178,"y":12.4143753052,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9621620178,"tsne_y":12.4143753052,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"qe3f9e9a","source_x":"BioRxiv; Medline; PMC","title":"Structures of human antibodies bound to SARS-CoV-2 spike reveal common epitopes and recurrent features of antibodies","doi":"10.1101\/2020.05.28.121533","abstract":"Neutralizing antibody responses to coronaviruses focus on the trimeric spike, with most against the receptor-binding domain (RBD). Here we characterized polyclonal IgGs and Fabs from COVID-19 convalescent individuals for recognition of coronavirus spikes. Plasma IgGs differed in their degree of focus on RBD epitopes, recognition of SARS-CoV, MERS-CoV, and mild coronaviruses, and how avidity effects contributed to increased binding\/neutralization of IgGs over Fabs. Electron microscopy reconstructions of polyclonal plasma Fab-spike complexes showed recognition of both S1(A) and RBD epitopes. A 3.4Å cryo-EM structure of a neutralizing monoclonal Fab-S complex revealed an epitope that blocks ACE2 receptor-binding on “up” RBDs. Modeling suggested that IgGs targeting these sites have different potentials for inter-spike crosslinking on viruses and would not be greatly affected by identified SARS-CoV-2 spike mutations. These studies structurally define a recurrent anti-SARS-CoV-2 antibody class derived from VH3–53\/VH3–66 and similarity to a SARS-CoV VH3–30 antibody, providing criteria for evaluating vaccine-elicited antibodies.","publish_time":1590710400000,"author_summary":" Barnes, Christopher O.; West, Anthony P.;<br>Huey-Tubman, Kathryn E.; Hoffmann, Magnus A.G.; Sharaf,<br>Naima G.; Hoffman, Pauline R.; Koranda, Nicholas;<br>Gristick, Harry B.; Gaebler, Christian; Muecksch,<br>Frauke; Cetrulo Lorenzi, Julio C.; Finkin, Shlomo;<br>Hagglof, Thomas; Hurley, Arlene; Millard, Katrina G.;<br>Weisblum, Yiska; Schmidt, Fabian; Hatziioannou,<br>Theodora; Bieniasz, Paul D.; Caskey, Marina; Robbiani,<br>Davide F.; Nussenzweig, Michel C.; Bjorkman, Pamela<br>J.","abstract_summary":" Neutralizing antibody responses to<br>coronaviruses focus on the trimeric spike, with most against<br>the receptor-binding domain (RBD). Here we<br>characterized polyclonal IgGs and Fabs from COVID-19<br>convalescent individuals for recognition of coronavirus<br>spikes. Plasma IgGs differed in their degree of focus on<br>RBD epitopes, recognition of SARS-CoV, MERS-CoV,<br>and mild coronaviruses, and how avidity effects<br>contributed to increased binding\/neutralization of IgGs<br>over Fabs. Electron microscopy reconstructions of<br>polyclonal plasma Fab-spike complexes showed<br>recognition of both S1(A) and RBD epitopes. A 3.4Å cryo-EM<br>structure of a neutralizing monoclonal Fab-S complex<br>revealed an epitope that blocks ACE2 receptor-binding<br>on “up” RBDs. Modeling...","title_summary":" Structures of human antibodies bound to<br>SARS-CoV-2 spike reveal common epitopes and recurrent<br>features of antibodies","x":31.2528991699,"y":12.3860311508,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.2528991699,"tsne_y":12.3860311508,"subcluster":3,"subcluster_description":"High-Affinity Antibody Variable Regions","shape":"p"},{"cord_uid":"glwaeqbh","source_x":"BioRxiv; Medline; PMC","title":"Broad sarbecovirus neutralizing antibodies define a key site of vulnerability on the SARS-CoV-2 spike protein","doi":"10.1101\/2020.05.15.096511","abstract":"Broadly protective vaccines against known and pre-emergent coronaviruses are urgently needed. Critical to their development is a deeper understanding of cross-neutralizing antibody responses induced by natural human coronavirus (HCoV) infections. Here, we mined the memory B cell repertoire of a convalescent SARS donor and identified 200 SARS-CoV-2 binding antibodies that target multiple conserved sites on the spike (S) protein. A large proportion of the antibodies display high levels of somatic hypermutation and cross-react with circulating HCoVs, suggesting recall of pre-existing memory B cells (MBCs) elicited by prior HCoV infections. Several antibodies potently cross-neutralize SARS-CoV, SARS-CoV-2, and the bat SARS-like virus WIV1 by blocking receptor attachment and inducing S1 shedding. These antibodies represent promising candidates for therapeutic intervention and reveal a new target for the rational design of pan-sarbecovirus vaccines.","publish_time":1589587200000,"author_summary":" Wec, Anna Z.; Wrapp, Daniel; Herbert, Andrew<br>S.; Maurer, Daniel; Haslwanter, Denise;<br>Sakharkar, Mrunal; Jangra, Rohit K.; Dieterle, M.<br>Eugenia; Lilov, Asparouh; Huang, Deli; Tse, Longping<br>V.; Johnson, Nicole V.; Hsieh, Ching-Lin; Wang,<br>Nianshuang; Nett, Juergen H.; Champney, Elizabeth;<br>Burnina, Irina; Brown, Michael; Lin, Shu; Sinclair,<br>Melanie; Johnson, Carl; Pudi, Sarat; Bortz, Robert;<br>Wirchnianski, Ariel S.; Laudermilch, Ethan; Florez,<br>Catalina; Fels, J. Maximilian; O’Brien, Cecilia M.;<br>Graham, Barney S.; Nemazee, David; Burton, Dennis R.;<br>Baric, Ralph S.; Voss, James E.; Chandran, Kartik;<br>Dye, John M.; McLellan, Jason S.; Walker, Laura M.","abstract_summary":" Broadly protective vaccines against known and<br>pre-emergent coronaviruses are urgently needed. Critical<br>to their development is a deeper understanding of<br>cross-neutralizing antibody responses induced by natural human<br>coronavirus (HCoV) infections. Here, we mined the memory B<br>cell repertoire of a convalescent SARS donor and<br>identified 200 SARS-CoV-2 binding antibodies that target<br>multiple conserved sites on the spike (S) protein. A<br>large proportion of the antibodies display high<br>levels of somatic hypermutation and cross-react with<br>circulating HCoVs, suggesting recall of pre-existing<br>memory B cells (MBCs) elicited by prior HCoV<br>infections. Several antibodies potently<br>cross-neutralize SARS-CoV, SARS-CoV-2, and the bat SARS-like<br>virus...","title_summary":" Broad sarbecovirus neutralizing antibodies<br>define a key site of vulnerability on the SARS-CoV-2<br>spike protein","x":29.8290672302,"y":11.8349809647,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8290672302,"tsne_y":11.8349809647,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"1vbc8a1q","source_x":"BioRxiv; Medline; PMC","title":"Yeast-Expressed SARS-CoV Recombinant Receptor-Binding Domain (RBD219-N1) Formulated with Alum Induces Protective Immunity and Reduces Immune Enhancement","doi":"10.1101\/2020.05.15.098079","abstract":"We developed a severe acute respiratory syndrome (SARS) subunit recombinant protein vaccine candidate based on a highyielding, yeast- engineered, receptor-binding domain (RBD219-N1) of the SARS beta-coronavirus (SARS-CoV) spike (S) protein. When formulated with Alhydrogel®, RBD219-N1 induced high-level neutralizing antibodies against both pseudotyped virus and a clinical (mouse-adapted) isolate of SARS-CoV. Here, we report that mice immunized with RBD219N1\/Alhydrogel® were fully protected from lethal SARS-CoV challenge (0% mortality), compared to ~ 30% mortality in mice when immunized with the SARS S protein formulated with Alhydrogel®, and 100% mortality in negative controls. An RBD219-N1 formulation Alhydrogel® was also superior to the S protein, unadjuvanted RBD, and AddaVax (MF59-like adjuvant)-formulated RBD in inducing specific antibodies and preventing cellular infiltrates in the lungs upon SARS-CoV challenge. Specifically, a formulation with a 1:25 ratio of RBD219-N1 to Alhydrogel® provided high neutralizing antibody titers, 100% protection with non-detectable viral loads with minimal or no eosinophilic pulmonary infiltrates. As a result, this vaccine formulation is under consideration for further development against SARS-CoV and other emerging and re-emerging beta-CoVs such as SARS-CoV-2.","publish_time":1590105600000,"author_summary":" Chen, Wen-Hsiang; Tao, Xinrong; Agrawal,<br>Anurodh; Algaissi, Abdullah; Peng, Bi-Hung; Pollet,<br>Jeroen; Strych, Ulrich; Bottazzi, Maria Elena; Hotez,<br>Peter J.; Lustigman, Sara; Du, Lanying; Jiang,<br>Shibo; Tseng, Chien-Te K.","abstract_summary":" We developed a severe acute respiratory<br>syndrome (SARS) subunit recombinant protein vaccine<br>candidate based on a highyielding, yeast- engineered,<br>receptor-binding domain (RBD219-N1) of the SARS<br>beta-coronavirus (SARS-CoV) spike (S) protein. When formulated<br>with Alhydrogel®, RBD219-N1 induced high-level<br>neutralizing antibodies against both pseudotyped virus and<br>a clinical (mouse-adapted) isolate of<br>SARS-CoV. Here, we report that mice immunized with<br>RBD219N1\/Alhydrogel® were fully protected from lethal SARS-CoV<br>challenge (0% mortality), compared to ~ 30% mortality in<br>mice when immunized with the SARS S protein<br>formulated with Alhydrogel®, and 100% mortality in<br>negative controls. An RBD219-N1 formulation<br>Alhydrogel® was also superior to the S...","title_summary":" Yeast-Expressed SARS-CoV Recombinant<br>Receptor-Binding Domain (RBD219-N1) Formulated with Alum<br>Induces Protective Immunity and Reduces Immune<br>Enhancement","x":31.5056324005,"y":12.0615940094,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.5056324005,"tsne_y":12.0615940094,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"0mructd7","source_x":"BioRxiv; Medline","title":"Rapid isolation and profiling of a diverse panel of human monoclonal antibodies targeting the SARS-CoV-2 spike protein","doi":"10.1101\/2020.05.12.091462","abstract":"Antibodies are a principal determinant of immunity for most RNA viruses and have promise to reduce infection or disease during major epidemics. The novel coronavirus SARS-CoV-2 has caused a global pandemic with millions of infections and hundreds of thousands of deaths to date1,2. In response, we used a rapid antibody discovery platform to isolate hundreds of human monoclonal antibodies (mAbs) against the SARS-CoV-2 spike (S) protein. We stratify these mAbs into five major classes based on their reactivity to subdomains of S protein as well as their cross-reactivity to SARS-CoV. Many of these mAbs inhibit infection of authentic SARS-CoV-2 virus, with most neutralizing mAbs recognizing the receptor-binding domain (RBD) of S. This work defines sites of vulnerability on SARS-CoV-2 S and demonstrates the speed and robustness of new antibody discovery methodologies.","publish_time":1589328000000,"author_summary":" Zost, Seth J.; Gilchuk, Pavlo; Chen, Rita E.;<br>Case, James Brett; Reidy, Joseph X.; Trivette,<br>Andrew; Nargi, Rachel S.; Sutton, Rachel E.;<br>Suryadevara, Naveenchandra; Chen, Elaine C.; Binshtein,<br>Elad; Shrihari, Swathi; Ostrowski, Mario; Chu,<br>Helen Y.; Didier, Jonathan E.; MacRenaris, Keith W.;<br>Jones, Taylor; Day, Samuel; Myers, Luke; Lee, F.<br>Eun-Hyung; Nguyen, Doan C.; Sanz, Ignacio; Martinez,<br>David R.; Baric, Ralph S.; Thackray, Larissa B.;<br>Diamond, Michael S.; Carnahan, Robert H.; Crowe, James<br>E.","abstract_summary":" Antibodies are a principal determinant of<br>immunity for most RNA viruses and have promise to reduce<br>infection or disease during major epidemics. The novel<br>coronavirus SARS-CoV-2 has caused a global pandemic with<br>millions of infections and hundreds of thousands of<br>deaths to date1,2. In response, we used a rapid<br>antibody discovery platform to isolate hundreds of<br>human monoclonal antibodies (mAbs) against the<br>SARS-CoV-2 spike (S) protein. We stratify these mAbs into<br>five major classes based on their reactivity to<br>subdomains of S protein as well as their cross-reactivity<br>to SARS-CoV. Many of these mAbs inhibit infection<br>of authentic SARS-CoV-2 virus,...","title_summary":" Rapid isolation and profiling of a diverse<br>panel of human monoclonal antibodies targeting the<br>SARS-CoV-2 spike protein","x":30.2783470154,"y":11.6224308014,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.2783470154,"tsne_y":11.6224308014,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"32jbsokt","source_x":"BioRxiv; Medline","title":"Potent Neutralizing Monoclonal Antibodies Directed to Multiple Epitopes on the SARS-CoV-2 Spike","doi":"10.1101\/2020.06.17.153486","abstract":"The SARS-CoV-2 pandemic rages on with devasting consequences on human lives and the global economy. The discovery and development of virus-neutralizing monoclonal antibodies could be one approach to treat or prevent infection by this novel coronavirus. Here we report the isolation of 61 SARS-CoV-2-neutralizing monoclonal antibodies from 5 infected patients hospitalized with severe disease. Among these are 19 antibodies that potently neutralized the authentic SARS-CoV-2 in vitro, 9 of which exhibited exquisite potency, with 50% virus-inhibitory concentrations of 1 to 9 ng\/mL. Epitope mapping showed this collection of 19 antibodies to be about equally divided between those directed to the receptor-binding domain (RBD) and those to the N-terminal domain (NTD), indicating that both of these regions at the top of the viral spike are quite immunogenic. In addition, two other powerful neutralizing antibodies recognized quaternary epitopes that are overlapping with the domains at the top of the spike. Cyro-electron microscopy structures of one antibody targeting RBD, a second targeting NTD, and a third bridging RBD and NTD revealed recognition of the closed, “all RBD-down” conformation of the spike. Several of these monoclonal antibodies are promising candidates for clinical development as potential therapeutic and\/or prophylactic agents against SARS-CoV-2.","publish_time":1592438400000,"author_summary":" Liu, Lihong; Wang, Pengfei; Nair, Manoj S.; Yu,<br>Jian; Huang, Yaoxing; Rapp, Micah A.; Wang, Qian;<br>Luo, Yang; Sahi, Vincent; Figueroa, Amir; Guo,<br>Xinzheng V.; Cerutti, Gabriele; Bimela, Jude; Gorman,<br>Jason; Zhou, Tongqing; Kwong, Peter D.; Sodroski,<br>Joseph G.; Yin, Michael T.; Sheng, Zizhang; Shapiro,<br>Lawrence; Ho, David D.","abstract_summary":" The SARS-CoV-2 pandemic rages on with<br>devasting consequences on human lives and the global<br>economy. The discovery and development of<br>virus-neutralizing monoclonal antibodies could be one approach to<br>treat or prevent infection by this novel<br>coronavirus. Here we report the isolation of 61<br>SARS-CoV-2-neutralizing monoclonal antibodies from 5 infected<br>patients hospitalized with severe disease. Among these<br>are 19 antibodies that potently neutralized the<br>authentic SARS-CoV-2 in vitro, 9 of which exhibited<br>exquisite potency, with 50% virus-inhibitory<br>concentrations of 1 to 9 ng\/mL. Epitope mapping showed this<br>collection of 19 antibodies to be about equally divided<br>between those directed to the...","title_summary":" Potent Neutralizing Monoclonal Antibodies<br>Directed to Multiple Epitopes on the SARS-CoV-2 Spike","x":30.1037788391,"y":11.5482301712,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.1037788391,"tsne_y":11.5482301712,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"dbrw6fn3","source_x":"BioRxiv; Medline","title":"IgA MAb blocks SARS-CoV-2 Spike-ACE2 interaction providing mucosal immunity","doi":"10.1101\/2020.05.15.096719","abstract":"COVID-19 caused by SARS-CoV-2 has become a global pandemic requiring the development of interventions for the prevention or treatment to curtail mortality and morbidity. No vaccine to boost mucosal immunity or as a therapeutic has yet been developed to SARS-CoV-2. In this study we discover and characterize a cross-reactive human IgA monoclonal antibody, MAb362. MAb362 binds to both SARS-CoV and SARS-CoV-2 spike proteins and competitively blocks hACE2 receptor binding, by completely overlapping the hACE2 structural binding epitope. Furthermore, MAb362 IgA neutralizes both pseudotyped SARS-CoV and SARS-CoV-2 in human epithelial cells expressing hACE2. SARS-CoV-2 specific IgA antibodies, such as MAb362, may provide effective immunity against SARS-CoV-2 by inducing mucosal immunity within the respiratory system, a potentially critical feature of an effective vaccine.","publish_time":1589500800000,"author_summary":" Ejemel, Monir; Li, Qi; Hou, Shurong; Schiller,<br>Zachary A.; Wallace, Aaron L.; Amcheslavsky, Alla;<br>Yilmaz, Nese Kurt; Toomey, Jacqueline R.; Schneider,<br>Ryan; Close, Brianna J.; Chen, Da-Yuan; Conway,<br>Hasahn L.; Mohsan, Saeed; Cavacini, Lisa A.;<br>Klempner, Mark S.; Schiffer, Celia A.; Wang, Yang","abstract_summary":" COVID-19 caused by SARS-CoV-2 has become a<br>global pandemic requiring the development of<br>interventions for the prevention or treatment to curtail<br>mortality and morbidity. No vaccine to boost mucosal<br>immunity or as a therapeutic has yet been developed to<br>SARS-CoV-2. In this study we discover and characterize a<br>cross-reactive human IgA monoclonal antibody, MAb362. MAb362<br>binds to both SARS-CoV and SARS-CoV-2 spike proteins<br>and competitively blocks hACE2 receptor binding,<br>by completely overlapping the hACE2 structural<br>binding epitope. Furthermore, MAb362 IgA neutralizes<br>both pseudotyped SARS-CoV and SARS-CoV-2 in human<br>epithelial cells expressing hACE2. SARS-CoV-2 specific<br>IgA antibodies, such as MAb362, may...","title_summary":" IgA MAb blocks SARS-CoV-2 Spike-ACE2<br>interaction providing mucosal immunity","x":30.5838241577,"y":11.5741634369,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.5838241577,"tsne_y":11.5741634369,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"hlktf15o","source_x":"Elsevier; Medline; PMC","title":"Structural Basis for Potent Neutralization of Betacoronaviruses by Single-Domain Camelid Antibodies","doi":"10.1016\/j.cell.2020.04.031","abstract":"Coronaviruses make use of a large envelope protein called spike (S) to engage host cell receptors and catalyze membrane fusion. Because of the vital role that these S proteins play, they represent a vulnerable target for the development of therapeutics. Here, we describe the isolation of single-domain antibodies (VHHs) from a llama immunized with prefusion-stabilized coronavirus spikes. These VHHs neutralize MERS-CoV or SARS-CoV-1 S pseudotyped viruses, respectively. Crystal structures of these VHHs bound to their respective viral targets reveal two distinct epitopes, but both VHHs interfere with receptor binding. We also show cross-reactivity between the SARS-CoV-1 S-directed VHH and SARS-CoV-2 S and demonstrate that this cross-reactive VHH neutralizes SARS-CoV-2 S pseudotyped viruses as a bivalent human IgG Fc-fusion. These data provide a molecular basis for the neutralization of pathogenic betacoronaviruses by VHHs and suggest that these molecules may serve as useful therapeutics during coronavirus outbreaks.","publish_time":1588636800000,"author_summary":" Wrapp, Daniel; De Vlieger, Dorien; Corbett,<br>Kizzmekia S.; Torres, Gretel M.; Wang, Nianshuang; Van<br>Breedam, Wander; Roose, Kenny; van Schie, Loes;<br>Hoffmann, Markus; Pöhlmann, Stefan; Graham, Barney S.;<br>Callewaert, Nico; Schepens, Bert; Saelens, Xavier;<br>McLellan, Jason S.","abstract_summary":" Coronaviruses make use of a large envelope<br>protein called spike (S) to engage host cell receptors<br>and catalyze membrane fusion. Because of the vital<br>role that these S proteins play, they represent a<br>vulnerable target for the development of therapeutics.<br>Here, we describe the isolation of single-domain<br>antibodies (VHHs) from a llama immunized with<br>prefusion-stabilized coronavirus spikes. These VHHs neutralize<br>MERS-CoV or SARS-CoV-1 S pseudotyped viruses,<br>respectively. Crystal structures of these VHHs bound to their<br>respective viral targets reveal two distinct epitopes,<br>but both VHHs interfere with receptor binding. We<br>also show cross-reactivity between the SARS-CoV-1<br>S-directed VHH and SARS-CoV-2...","title_summary":" Structural Basis for Potent Neutralization of<br>Betacoronaviruses by Single-Domain Camelid Antibodies","x":31.9864902496,"y":12.4698915482,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.9864902496,"tsne_y":12.4698915482,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6gillp60","source_x":"BioRxiv; Medline","title":"Neutralizing antibody and soluble ACE2 inhibition of a replication-competent VSV-SARS-CoV-2 and a clinical isolate of SARS-CoV-2","doi":"10.1101\/2020.05.18.102038","abstract":"Antibody-based interventions against SARS-CoV-2 could limit morbidity, mortality, and possibly disrupt epidemic transmission. An anticipated correlate of such countermeasures is the level of neutralizing antibodies against the SARS-CoV-2 spike protein, yet there is no consensus as to which assay should be used for such measurements. Using an infectious molecular clone of vesicular stomatitis virus (VSV) that expresses eGFP as a marker of infection, we replaced the glycoprotein gene (G) with the spike protein of SARS-CoV-2 (VSV-eGFP-SARS-CoV-2) and developed a high-throughput imaging-based neutralization assay at biosafety level 2. We also developed a focus reduction neutralization test with a clinical isolate of SARS-CoV-2 at biosafety level 3. We compared the neutralizing activities of monoclonal and polyclonal antibody preparations, as well as ACE2-Fc soluble decoy protein in both assays and find an exceptionally high degree of concordance. The two assays will help define correlates of protection for antibody-based countermeasures including therapeutic antibodies, immune γ-globulin or plasma preparations, and vaccines against SARS-CoV-2. Replication-competent VSV-eGFP-SARS-CoV-2 provides a rapid assay for testing inhibitors of SARS-CoV-2 mediated entry that can be performed in 7.5 hours under reduced biosafety containment.","publish_time":1589760000000,"author_summary":" Case, James Brett; Rothlauf, Paul W.; Chen,<br>Rita E.; Liu, Zhuoming; Zhao, Haiyan; Kim, Arthur<br>S.; Bloyet, Louis-Marie; Zeng, Qiru; Tahan,<br>Stephen; Droit, Lindsay; Ilagan, Ma. Xenia G.; Tartell,<br>Michael A.; Amarasinghe, Gaya; Henderson, Jeffrey P.;<br>Miersch, Shane; Ustav, Mart; Sidhu, Sachdev; Virgin,<br>Herbert W.; Wang, David; Ding, Siyuan; Corti, Davide;<br>Theel, Elitza S.; Fremont, Daved H.; Diamond, Michael<br>S.; Whelan, Sean P.J.","abstract_summary":" Antibody-based interventions against<br>SARS-CoV-2 could limit morbidity, mortality, and<br>possibly disrupt epidemic transmission. An<br>anticipated correlate of such countermeasures is the level<br>of neutralizing antibodies against the<br>SARS-CoV-2 spike protein, yet there is no consensus as to<br>which assay should be used for such measurements.<br>Using an infectious molecular clone of vesicular<br>stomatitis virus (VSV) that expresses eGFP as a marker of<br>infection, we replaced the glycoprotein gene (G) with the<br>spike protein of SARS-CoV-2 (VSV-eGFP-SARS-CoV-2)<br>and developed a high-throughput imaging-based<br>neutralization assay at biosafety level 2. We also developed a<br>focus reduction neutralization test with a clinical<br>isolate of...","title_summary":" Neutralizing antibody and soluble ACE2<br>inhibition of a replication-competent VSV-SARS-CoV-2<br>and a clinical isolate of SARS-CoV-2","x":30.8566436768,"y":12.2951135635,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.8566436768,"tsne_y":12.2951135635,"subcluster":3,"subcluster_description":"High-Affinity Antibody Variable Regions","shape":"p"},{"cord_uid":"tj4m01s4","source_x":"Medline; PMC; WHO","title":"Perspectives on the development of neutralizing antibodies against SARS-CoV-2","doi":"10.1093\/abt\/tbaa009","abstract":"SARS-CoV-2 gains entry to human cells through its spike (S) protein binding to angiotensin-converting enzyme 2 (ACE2). Therefore, the receptor binding domain (RBD) of the S protein is the primary target for neutralizing antibodies. Selection of broad-neutralizing antibodies against SARS-CoV-2 and SARS-CoV is attractive and might be useful for treating not only COVID-19 but also future SARS-related CoV infections. Broad-neutralizing antibodies, such as 47D11, S309, and VHH-72, have been reported to target a conserved region in the RBD of the S1 subunit. The S2 subunit required for viral membrane fusion might be another target. Due to their small size and high stability, single-domain antibodies might have the ability to be administered by an inhaler making them potentially attractive therapeutics for respiratory infections. A cocktail strategy combining two (or more) antibodies that recognize different parts of the viral surface that interact with human cells might be the most effective.","publish_time":1589932800000,"author_summary":" Ho, Mitchell","abstract_summary":" SARS-CoV-2 gains entry to human cells through<br>its spike (S) protein binding to<br>angiotensin-converting enzyme 2 (ACE2). Therefore, the receptor<br>binding domain (RBD) of the S protein is the primary<br>target for neutralizing antibodies. Selection of<br>broad-neutralizing antibodies against SARS-CoV-2 and SARS-CoV is<br>attractive and might be useful for treating not only<br>COVID-19 but also future SARS-related CoV infections.<br>Broad-neutralizing antibodies, such as 47D11, S309, and VHH-72,<br>have been reported to target a conserved region in<br>the RBD of the S1 subunit. The S2 subunit required<br>for viral membrane fusion might be another target.<br>Due to their small size and...","title_summary":" Perspectives on the development of<br>neutralizing antibodies against SARS-CoV-2","x":31.1285095215,"y":11.4719181061,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.1285095215,"tsne_y":11.4719181061,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"5a5a8ifz","source_x":"Medline; PMC","title":"A noncompeting pair of human neutralizing antibodies block COVID-19 virus binding to its receptor ACE2","doi":"10.1126\/science.abc2241","abstract":"Neutralizing antibodies could be antivirals against COVID-19 pandemics. Here, we report isolation of four human-origin monoclonal antibodies from a convalescent patient, all of which display neutralization abilities. B38 and H4 block the binding between virus S-protein RBD and cellular receptor ACE2. A competition assay indicates their different epitopes on the RBD, making them a potential virus-targeting MAb-pair to avoid immune escape in future clinical applications. Moreover, a therapeutic study in a mouse model validated that these antibodies can reduce virus titers in infected lungs. The RBD-B38 complex structure revealed that most residues on the epitope overlap with the RBD-ACE2 binding interface, explaining the blocking effect and neutralizing capacity. Our results highlight the promise of antibody-based therapeutics and provide a structural basis for rational vaccine design.","publish_time":1589328000000,"author_summary":" Wu, Yan; Wang, Feiran; Shen, Chenguang; Peng,<br>Weiyu; Li, Delin; Zhao, Cheng; Li, Zhaohui; Li,<br>Shihua; Bi, Yuhai; Yang, Yang; Gong, Yuhuan; Xiao,<br>Haixia; Fan, Zheng; Tan, Shuguang; Wu, Guizhen; Tan,<br>Wenjie; Lu, Xuancheng; Fan, Changfa; Wang, Qihui; Liu,<br>Yingxia; Zhang, Chen; Qi, Jianxun; Gao, George Fu; Gao,<br>Feng; Liu, Lei","abstract_summary":" Neutralizing antibodies could be antivirals<br>against COVID-19 pandemics. Here, we report isolation<br>of four human-origin monoclonal antibodies from<br>a convalescent patient, all of which display<br>neutralization abilities. B38 and H4 block the binding between<br>virus S-protein RBD and cellular receptor ACE2. A<br>competition assay indicates their different epitopes on<br>the RBD, making them a potential virus-targeting<br>MAb-pair to avoid immune escape in future clinical<br>applications. Moreover, a therapeutic study in a mouse model<br>validated that these antibodies can reduce virus titers<br>in infected lungs. The RBD-B38 complex structure<br>revealed that most residues on the epitope overlap with<br>the RBD-ACE2 binding...","title_summary":" A noncompeting pair of human neutralizing<br>antibodies block COVID-19 virus binding to its receptor<br>ACE2","x":29.9402103424,"y":11.2334327698,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.9402103424,"tsne_y":11.2334327698,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"1l0vrbi0","source_x":"Medline; PMC","title":"Studies in humanized mice and convalescent humans yield a SARS-CoV-2 antibody cocktail","doi":"10.1126\/science.abd0827","abstract":"Neutralizing antibodies have become an important tool in treating infectious diseases. Recently, two separate approaches yielded successful antibody treatments for Ebola – one from genetically-humanized mice, and the other from a human survivor. Here, we describe parallel efforts using both humanized mice and convalescent patients to generate antibodies against the SARS-CoV-2 spike protein, yielding a large collection of fully-human antibodies that were characterized for binding, neutralization and three dimensional structure. Based on these criteria, we selected pairs of highly-potent individual antibodies that simultaneously bind the receptor-binding domain of the spike protein, providing ideal partners for a therapeutic antibody cocktail that aims to decrease the potential for virus escape mutants that might arise in response to selective pressure from a single antibody treatment.","publish_time":1592179200000,"author_summary":" Hansen, Johanna; Baum, Alina; Pascal, Kristen<br>E.; Russo, Vincenzo; Giordano, Stephanie; Wloga,<br>Elzbieta; Fulton, Benjamin O.; Yan, Ying; Koon, Katrina;<br>Patel, Krunal; Chung, Kyung Min; Hermann, Aynur;<br>Ullman, Erica; Cruz, Jonathan; Rafique, Ashique;<br>Huang, Tammy; Fairhurst, Jeanette; Libertiny,<br>Christen; Malbec, Marine; Lee, Wen-yi; Welsh, Richard;<br>Farr, Glen; Pennington, Seth; Deshpande, Dipali;<br>Cheng, Jemmie; Watty, Anke; Bouffard, Pascal; Babb,<br>Robert; Levenkova, Natasha; Chen, Calvin; Zhang,<br>Bojie; Romero Hernandez, Annabel; Saotome, Kei;<br>Zhou, Yi; Franklin, Matthew; Sivapalasingam,<br>Sumathi; Lye, David Chien; Weston, Stuart; Logue,<br>James; Haupt, Robert; Frieman, Matthew; Chen, Gang;<br>Olson, William; Murphy, Andrew J.; Stahl, Neil;<br>Yancopoulos, George D.; Kyratsous, Christos A.","abstract_summary":" Neutralizing antibodies have become an<br>important tool in treating infectious diseases.<br>Recently, two separate approaches yielded successful<br>antibody treatments for Ebola – one from<br>genetically-humanized mice, and the other from a human survivor. Here,<br>we describe parallel efforts using both<br>humanized mice and convalescent patients to generate<br>antibodies against the SARS-CoV-2 spike protein,<br>yielding a large collection of fully-human antibodies<br>that were characterized for binding,<br>neutralization and three dimensional structure. Based on<br>these criteria, we selected pairs of highly-potent<br>individual antibodies that simultaneously bind the<br>receptor-binding domain of the spike protein, providing ideal<br>partners for a therapeutic antibody cocktail that...","title_summary":" Studies in humanized mice and convalescent<br>humans yield a SARS-CoV-2 antibody cocktail","x":29.7991027832,"y":10.9852457047,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.7991027832,"tsne_y":10.9852457047,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"0batctx2","source_x":"Medline; PMC","title":"Broadly Neutralizing Bovine Antibodies: Highly Effective New Tools against Evasive Pathogens?","doi":"10.3390\/v12040473","abstract":"Potent antibody-mediated neutralization is critical for an organism to combat the vast array of pathogens it will face during its lifetime. Due to the potential genetic diversity of some viruses, such as HIV-1 and influenza, standard neutralizing antibodies are often ineffective or easily evaded as their targets are masked or rapidly mutated. This has thwarted efforts to both prevent and treat HIV-1 infections and means that entirely new formulations are required to vaccinate against influenza each year. However, some rare antibodies isolated from infected individuals confer broad and potent neutralization. A subset of these broadly neutralizing antibodies possesses a long complementarity-determining 3 region of the immunoglobulin heavy chain (CDR H3). This feature generates unique antigen binding site configurations that can engage conserved but otherwise inaccessible epitope targets thus neutralizing many viral variants. Remarkably, ultralong CDR H3s are a common feature of the cow antibody repertoire and are encoded by a single variable, diversity, joining (VDJ) recombination that is extensively diversified prior to antigen exposure. Recently, it was shown that cows rapidly generate a broadly neutralizing response upon exposure to HIV-1 and this is primarily mediated by these novel ultralong antibody types. This review summarises the current knowledge of these unusual CDR H3 structures and discusses their known and potential future uses.","publish_time":1587513600000,"author_summary":" Burke, Matthew J.; Stockley, Peter G.; Boyes,<br>Joan","abstract_summary":" Potent antibody-mediated neutralization is<br>critical for an organism to combat the vast array of<br>pathogens it will face during its lifetime. Due to the<br>potential genetic diversity of some viruses, such as<br>HIV-1 and influenza, standard neutralizing<br>antibodies are often ineffective or easily evaded as their<br>targets are masked or rapidly mutated. This has<br>thwarted efforts to both prevent and treat HIV-1<br>infections and means that entirely new formulations are<br>required to vaccinate against influenza each year.<br>However, some rare antibodies isolated from infected<br>individuals confer broad and potent neutralization. A<br>subset of these broadly neutralizing antibodies<br>possesses a long...","title_summary":" Broadly Neutralizing Bovine Antibodies:<br>Highly Effective New Tools against Evasive<br>Pathogens?","x":29.1842441559,"y":11.7030963898,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.1842441559,"tsne_y":11.7030963898,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ypls4zau","source_x":"Elsevier; PMC; WHO","title":"Human IgG neutralizing monoclonal antibodies block SARS-CoV-2 infection","doi":"10.1016\/j.celrep.2020.107918","abstract":"Summary COVID-19 has become a worldwide threat to humans, and neutralizing antibodies have therapeutic potential. We have purified more than one thousand memory B cells specific to SARS-CoV-2 S1 or RBD (receptor binding domain), and obtain 729 paired heavy and light chain fragments. Among these, 178 antibodies test positive for antigen binding, and the majority of the top 17 binders with EC50 below 1 nM are RBD binders. Furthermore, we identify 11 neutralizing antibodies, 8 of which show an IC50 within 10 nM, and the best one, 414-1, with IC50 of 1.75 nM. Through epitope mapping, we find 3 main epitopes in RBD recognized by these antibodies, and epitope B antibody 553-15 could substantially enhance the neutralizing abilities of most of the other antibodies. We also find that 515-5 could cross-neutralize the SARS-CoV pseudovirus. Altogether, our study provides 11 potent human neutralizing antibodies for COVID-19 as therapeutic candidates.","publish_time":1593734400000,"author_summary":" Wan, Jinkai; Xing, Shenghui; Ding, Longfei;<br>Wang, Yongheng; Gu, Chenjian; Wu, Yanling; Rong,<br>Bowen; Li, Cheng; Wang, Siqing; Chen, Kun; He, Chenxi;<br>Zhu, Dandan; Yuan, Songhua; Qiu, Chengli; Zhao,<br>Chen; Nie, Lei; Gao, Zhangzhao; Jiao, Jingyu; Zhang,<br>Xiaoyan; Wang, Xiangxi; Ying, Tianlei; Wang, Haibin;<br>Xie, Youhua; Lu, Yanan; Xu, Jianqing; Lan, Fei","abstract_summary":" Summary COVID-19 has become a worldwide threat<br>to humans, and neutralizing antibodies have<br>therapeutic potential. We have purified more than one<br>thousand memory B cells specific to SARS-CoV-2 S1 or RBD<br>(receptor binding domain), and obtain 729 paired heavy<br>and light chain fragments. Among these, 178<br>antibodies test positive for antigen binding, and the<br>majority of the top 17 binders with EC50 below 1 nM are RBD<br>binders. Furthermore, we identify 11 neutralizing<br>antibodies, 8 of which show an IC50 within 10 nM, and the best<br>one, 414-1, with IC50 of 1.75 nM. Through epitope<br>mapping, we find 3 main...","title_summary":" Human IgG neutralizing monoclonal antibodies<br>block SARS-CoV-2 infection","x":30.2128868103,"y":11.5742273331,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.2128868103,"tsne_y":11.5742273331,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"ycuiso0g","source_x":"BioRxiv; Medline","title":"Rapid selection of a human monoclonal antibody that potently neutralizes SARS-CoV-2 in two animal models","doi":"10.1101\/2020.05.13.093088","abstract":"Effective therapies are urgently needed for the SARS-CoV-2\/COVID19 pandemic. We identified panels of fully human monoclonal antibodies (mAbs) from eight large phage-displayed Fab, scFv and VH libraries by panning against the receptor binding domain (RBD) of the SARS-CoV-2 spike (S) glycoprotein. One high affinity mAb, IgG1 ab1, specifically neutralized replication competent SARS-CoV-2 with exceptional potency as measured by two different assays. There was no enhancement of pseudovirus infection in cells expressing Fcγ receptors at any concentration. It competed with human angiotensin-converting enzyme 2 (hACE2) for binding to RBD suggesting a competitive mechanism of virus neutralization. IgG1 ab1 potently neutralized mouse ACE2 adapted SARS-CoV-2 in wild type BALB\/c mice and native virus in hACE2 expressing transgenic mice. The ab1 sequence has relatively low number of somatic mutations indicating that ab1-like antibodies could be quickly elicited during natural SARS-CoV-2 infection or by RBD-based vaccines. IgG1 ab1 does not have developability liabilities, and thus has potential for therapy and prophylaxis of SARS-CoV-2 infections. The rapid identification (within 6 days) of potent mAbs shows the value of large antibody libraries for response to public health threats from emerging microbes.","publish_time":1591056000000,"author_summary":" Li, Wei; Drelich, Aleksandra; Martinez, David<br>R.; Gralinski, Lisa; Chen, Chuan; Sun, Zehua;<br>Schäfer, Alexandra; Leist, Sarah R.; Liu, Xianglei;<br>Zhelev, Doncho; Zhang, Liyong; Peterson, Eric C.;<br>Conard, Alex; Mellors, John W.; Tseng, Chien-Te;<br>Baric, Ralph S.; Dimitrov, Dimiter S.","abstract_summary":" Effective therapies are urgently needed for<br>the SARS-CoV-2\/COVID19 pandemic. We identified<br>panels of fully human monoclonal antibodies (mAbs)<br>from eight large phage-displayed Fab, scFv and VH<br>libraries by panning against the receptor binding domain<br>(RBD) of the SARS-CoV-2 spike (S) glycoprotein. One<br>high affinity mAb, IgG1 ab1, specifically<br>neutralized replication competent SARS-CoV-2 with<br>exceptional potency as measured by two different assays.<br>There was no enhancement of pseudovirus infection in<br>cells expressing Fcγ receptors at any<br>concentration. It competed with human<br>angiotensin-converting enzyme 2 (hACE2) for binding to RBD suggesting a<br>competitive mechanism of virus neutralization. IgG1 ab1<br>potently neutralized mouse...","title_summary":" Rapid selection of a human monoclonal antibody<br>that potently neutralizes SARS-CoV-2 in two animal<br>models","x":30.333234787,"y":11.4216604233,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.333234787,"tsne_y":11.4216604233,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"p9u6rlue","source_x":"Medline; PMC","title":"Two linear epitopes on the SARS-CoV-2 spike protein that elicit neutralising antibodies in COVID-19 patients","doi":"10.1038\/s41467-020-16638-2","abstract":"Given the ongoing SARS-CoV-2 pandemic, identification of immunogenic targets against the coronavirus spike glycoprotein will provide crucial advances towards the development of sensitive diagnostic tools and potential vaccine candidate targets. In this study, using pools of overlapping linear B-cell peptides, we report two IgG immunodominant regions on SARS-CoV-2 spike glycoprotein that are recognised by sera from COVID-19 convalescent patients. Notably, one is specific to SARS-CoV-2, which is located in close proximity to the receptor binding domain. The other region, which is localised at the fusion peptide, could potentially function as a pan-SARS target. Functionally, antibody depletion assays demonstrate that antibodies targeting these immunodominant regions significantly alter virus neutralisation capacities. Taken together, identification and validation of these neutralising B-cell epitopes will provide insights towards the design of diagnostics and vaccine candidates against this high priority coronavirus.","publish_time":1590969600000,"author_summary":" Poh, Chek Meng; Carissimo, Guillaume; Wang,<br>Bei; Amrun, Siti Naqiah; Lee, Cheryl Yi-Pin; Chee,<br>Rhonda Sin-Ling; Fong, Siew-Wai; Yeo, Nicholas<br>Kim-Wah; Lee, Wen-Hsin; Torres-Ruesta, Anthony; Leo,<br>Yee-Sin; Chen, Mark I-Cheng; Tan, Seow-Yen; Chai, Louis<br>Yi Ann; Kalimuddin, Shirin; Kheng, Shirley Seah<br>Gek; Thien, Siew-Yee; Young, Barnaby Edward; Lye,<br>David C.; Hanson, Brendon John; Wang, Cheng-I;<br>Renia, Laurent; Ng, Lisa F. P.","abstract_summary":" Given the ongoing SARS-CoV-2 pandemic,<br>identification of immunogenic targets against the<br>coronavirus spike glycoprotein will provide crucial<br>advances towards the development of sensitive<br>diagnostic tools and potential vaccine candidate<br>targets. In this study, using pools of overlapping<br>linear B-cell peptides, we report two IgG<br>immunodominant regions on SARS-CoV-2 spike glycoprotein that<br>are recognised by sera from COVID-19 convalescent<br>patients. Notably, one is specific to SARS-CoV-2, which<br>is located in close proximity to the receptor<br>binding domain. The other region, which is localised at<br>the fusion peptide, could potentially function as<br>a pan-SARS target. Functionally, antibody<br>depletion assays demonstrate that antibodies...","title_summary":" Two linear epitopes on the SARS-CoV-2 spike<br>protein that elicit neutralising antibodies in<br>COVID-19 patients","x":29.2908115387,"y":12.4678554535,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.2908115387,"tsne_y":12.4678554535,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"ro13l390","source_x":"Medline; PMC","title":"Protocol and Reagents for Pseudotyping Lentiviral Particles with SARS-CoV-2 Spike Protein for Neutralization Assays","doi":"10.3390\/v12050513","abstract":"SARS-CoV-2 enters cells using its Spike protein, which is also the main target of neutralizing antibodies. Therefore, assays to measure how antibodies and sera affect Spike-mediated viral infection are important for studying immunity. Because SARS-CoV-2 is a biosafety-level-3 virus, one way to simplify such assays is to pseudotype biosafety-level-2 viral particles with Spike. Such pseudotyping has now been described for single-cycle lentiviral, retroviral, and vesicular stomatitis virus (VSV) particles, but the reagents and protocols are not widely available. Here, we detailed how to effectively pseudotype lentiviral particles with SARS-CoV-2 Spike and infect 293T cells engineered to express the SARS-CoV-2 receptor, ACE2. We also made all the key experimental reagents available in the BEI Resources repository of ATCC and the NIH. Furthermore, we demonstrated how these pseudotyped lentiviral particles could be used to measure the neutralizing activity of human sera or plasma against SARS-CoV-2 in convenient luciferase-based assays, thereby providing a valuable complement to ELISA-based methods that measure antibody binding rather than neutralization.","publish_time":1588723200000,"author_summary":" Crawford, Katharine H. D.; Eguia, Rachel;<br>Dingens, Adam S.; Loes, Andrea N.; Malone, Keara D.;<br>Wolf, Caitlin R.; Chu, Helen Y.; Tortorici, M.<br>Alejandra; Veesler, David; Murphy, Michael; Pettie,<br>Deleah; King, Neil P.; Balazs, Alejandro B.; Bloom,<br>Jesse D.","abstract_summary":" SARS-CoV-2 enters cells using its Spike<br>protein, which is also the main target of neutralizing<br>antibodies. Therefore, assays to measure how antibodies<br>and sera affect Spike-mediated viral infection<br>are important for studying immunity. Because<br>SARS-CoV-2 is a biosafety-level-3 virus, one way to<br>simplify such assays is to pseudotype<br>biosafety-level-2 viral particles with Spike. Such pseudotyping<br>has now been described for single-cycle<br>lentiviral, retroviral, and vesicular stomatitis virus<br>(VSV) particles, but the reagents and protocols are<br>not widely available. Here, we detailed how to<br>effectively pseudotype lentiviral particles with<br>SARS-CoV-2 Spike and infect 293T cells engineered to<br>express the SARS-CoV-2 receptor,...","title_summary":" Protocol and Reagents for Pseudotyping<br>Lentiviral Particles with SARS-CoV-2 Spike Protein for<br>Neutralization Assays","x":30.9635257721,"y":12.9572401047,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9635257721,"tsne_y":12.9572401047,"subcluster":2,"subcluster_description":"Sars-Cov-2 S-Bearing Vesicular Stomatitis","shape":"p"},{"cord_uid":"nhq0oq8y","source_x":"BioRxiv; MedRxiv","title":"SARS-CoV-2 and SARS-CoV Spike-RBD Structure and Receptor Binding Comparison and Potential Implications on Neutralizing Antibody and Vaccine Development","doi":"10.1101\/2020.02.16.951723","abstract":"SARS-CoV-2 and SARS-CoV share a common human receptor ACE2. Protein-protein interaction structure modeling indicates that spike-RBD of the two viruses also has similar overall binding conformation and binding free energy to ACE2. In vitro assays using recombinant ACE2 proteins and ACE2 expressing cells confirmed the two coronaviruses’ similar binding affinities to ACE2. The above studies provide experimental supporting evidences and possible explanation for the high transmissibility observed in the SARS-CoV-2 outbreak. Potent ACE2-blocking SARS-CoV neutralizing antibodies showed limited cross-binding and neutralizing activities to SARS-CoV-2. ACE2-non-blocking SARS-CoV RBD antibodies, though with weaker neutralizing activities against SARS-CoV, showed positive cross-neutralizing activities to SARS-CoV-2 with an unknown mechanism. These findings suggest a trade-off between the efficacy and spectrum for therapeutic antibodies to different coronaviruses, and hence highlight the possibilities and challenges in developing broadly protecting antibodies and vaccines against SARS-CoV-2 and its future mutants.","publish_time":1582156800000,"author_summary":" Sun, Chunyun; Chen, Long; Yang, Ji; Luo,<br>Chunxia; Zhang, Yanjing; Li, Jing; Yang, Jiahui; Zhang,<br>Jie; Xie, Liangzhi","abstract_summary":" SARS-CoV-2 and SARS-CoV share a common human<br>receptor ACE2. Protein-protein interaction structure<br>modeling indicates that spike-RBD of the two viruses<br>also has similar overall binding conformation and<br>binding free energy to ACE2. In vitro assays using<br>recombinant ACE2 proteins and ACE2 expressing cells<br>confirmed the two coronaviruses’ similar binding<br>affinities to ACE2. The above studies provide<br>experimental supporting evidences and possible<br>explanation for the high transmissibility observed in the<br>SARS-CoV-2 outbreak. Potent ACE2-blocking SARS-CoV<br>neutralizing antibodies showed limited cross-binding and<br>neutralizing activities to SARS-CoV-2. ACE2-non-blocking<br>SARS-CoV RBD antibodies, though with weaker<br>neutralizing activities against SARS-CoV, showed positive<br>cross-neutralizing activities to...","title_summary":" SARS-CoV-2 and SARS-CoV Spike-RBD Structure<br>and Receptor Binding Comparison and Potential<br>Implications on Neutralizing Antibody and Vaccine<br>Development","x":31.9853820801,"y":12.0096616745,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.9853820801,"tsne_y":12.0096616745,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"kzio06pl","source_x":"Elsevier; Medline; PMC","title":"Characterization of novel monoclonal antibodies against MERS-coronavirus spike protein","doi":"10.1016\/j.virusres.2020.197863","abstract":"Abstract Middle East Respiratory Syndrome coronavirus (MERS-CoV) causes severe pulmonary infection, with ∼35 % mortality. Spike glycoprotein (S) of MERS-CoV is a key target for vaccines and therapeutics because S mediates viral entry and membrane-fusion to host cells. Here, four different S subunit proteins, receptor-binding domain (RBD; 358–606 aa), S1 (1–751 aa), S2 (752–1296 aa), and SΔTM (1–1296 aa), were generated using the baculoviral system and immunized in mice to develop neutralizing antibodies. We developed 77 hybridomas and selected five neutralizing mAbs by immunization with SΔTM against MERS-CoV EMC\/2012 strain S-pseudotyped lentivirus. However, all five monoclonal antibodies (mAb) did not neutralize the pseudotyped V534A mutation. Additionally, one mAb RBD-14F8 did not show neutralizing activity against pseudoviruses with amino acid substitution of L506 F or D509 G (England1 strain, EMC\/2012 L506 F, and EMC\/2012 D509 G), and RBD-43E4 mAb could not neutralize the pseudotyped I529 T mutation, while three other neutralizing mAbs showed broad neutralizing activity. This implies that the mutation in residue 506–509, 529, and 534 of S is critical to generate neutralization escape variants of MERS-CoV. Interestingly, all five neutralizing mAbs have binding affinity to RBD, although most mAbs generated by RBD did not have neutralizing activity. Additionally, chimeric antibodies of RBD-14F8 and RBD-43E4 with human Fc and light chain showed neutralizing effect against wild type MERS-CoV KOR\/KNIH\/002, similar to the original mouse mAbs. Thus, our mAbs can be utilized for the identification of specific mutations of MERS-CoV.","publish_time":1585612800000,"author_summary":" Goo, Junghyun; Jeong, Yuji; Park, Young-Shin;<br>Yang, Eunji; Jung, Dae-Im; Rho, Semi; Park, Uni;<br>Sung, Hyeyeong; Park, Pil-Gu; Choi, Jung-ah; Seo,<br>Sang Hwan; Cho, Nam Hyuck; Lee, Hyeja; Lee, Jae Myun;<br>Kim, Jae-Ouk; Song, Manki","abstract_summary":" Abstract Middle East Respiratory Syndrome<br>coronavirus (MERS-CoV) causes severe pulmonary<br>infection, with ∼35 % mortality. Spike glycoprotein (S) of<br>MERS-CoV is a key target for vaccines and therapeutics<br>because S mediates viral entry and membrane-fusion to<br>host cells. Here, four different S subunit<br>proteins, receptor-binding domain (RBD; 358–606 aa), S1<br>(1–751 aa), S2 (752–1296 aa), and SΔTM (1–1296 aa),<br>were generated using the baculoviral system and<br>immunized in mice to develop neutralizing antibodies. We<br>developed 77 hybridomas and selected five neutralizing<br>mAbs by immunization with SΔTM against MERS-CoV<br>EMC\/2012 strain S-pseudotyped lentivirus. However,<br>all five monoclonal antibodies (mAb) did not...","title_summary":" Characterization of novel monoclonal<br>antibodies against MERS-coronavirus spike protein","x":30.0428466797,"y":12.5800819397,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.0428466797,"tsne_y":12.5800819397,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"sc3ebxgb","source_x":"BioRxiv; Medline; PMC","title":"A replication-competent vesicular stomatitis virus for studies of SARS-CoV-2 spike-mediated cell entry and its inhibition","doi":"10.1101\/2020.05.20.105247","abstract":"There is an urgent need for vaccines and therapeutics to prevent and treat COVID-19. Rapid SARS-CoV-2 countermeasure development is contingent on the availability of robust, scalable, and readily deployable surrogate viral assays to screen antiviral humoral responses, and define correlates of immune protection, and to down-select candidate antivirals. Here, we describe a highly infectious recombinant vesicular stomatitis virus bearing the SARS-CoV-2 spike glycoprotein S as its sole entry glycoprotein that closely resembles the authentic agent in its entry-related properties. We show that the neutralizing activities of a large panel of COVID-19 convalescent sera can be assessed in high-throughput fluorescent reporter assay with rVSV-SARS-CoV-2 S and that neutralization of the rVSV and authentic SARS-CoV-2 by spike-specific antibodies in these antisera is highly correlated. Our findings underscore the utility of rVSV-SARS-CoV-2 S for the development of spike-specific vaccines and therapeutics and for mechanistic studies of viral entry and its inhibition.","publish_time":1589932800000,"author_summary":" Dieterle, M. Eugenia; Haslwanter, Denise;<br>Bortz, Robert H.; Wirchnianski, Ariel S.; Lasso,<br>Gorka; Vergnolle, Olivia; Abbasi, Shawn A.; Fels, J.<br>Maximilian; Laudermilch, Ethan; Florez, Catalina;<br>Mengotto, Amanda; Kimmel, Duncan; Malonis, Ryan J.;<br>Georgiev, George; Quiroz, Jose; Barnhill, Jason;<br>Pirofski, Liise-anne; Daily, Johanna P.; Dye, John M.;<br>Lai, Jonathan R.; Herbert, Andrew S.; Chandran,<br>Kartik; Jangra, Rohit K.","abstract_summary":" There is an urgent need for vaccines and<br>therapeutics to prevent and treat COVID-19. Rapid<br>SARS-CoV-2 countermeasure development is contingent on<br>the availability of robust, scalable, and readily<br>deployable surrogate viral assays to screen antiviral<br>humoral responses, and define correlates of immune<br>protection, and to down-select candidate antivirals.<br>Here, we describe a highly infectious recombinant<br>vesicular stomatitis virus bearing the SARS-CoV-2 spike<br>glycoprotein S as its sole entry glycoprotein that closely<br>resembles the authentic agent in its entry-related<br>properties. We show that the neutralizing activities of a<br>large panel of COVID-19 convalescent sera can be<br>assessed in high-throughput fluorescent reporter...","title_summary":" A replication-competent vesicular<br>stomatitis virus for studies of SARS-CoV-2<br>spike-mediated cell entry and its inhibition","x":30.9161968231,"y":12.8005437851,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9161968231,"tsne_y":12.8005437851,"subcluster":2,"subcluster_description":"Sars-Cov-2 S-Bearing Vesicular Stomatitis","shape":"p"},{"cord_uid":"w33nspfl","source_x":"Elsevier; PMC; WHO","title":"Immunoglobulin fragment F(ab’)(2) against RBD potently neutralizes SARS-CoV-2 in vitro","doi":"10.1016\/j.antiviral.2020.104868","abstract":"COVID-19, which is caused by the emerging human coronavirus SARS-CoV-2, has become a global pandemic that poses a serious threat to human health. To date, no vaccines or specific antiviral drugs have been approved for the treatment of this disease in clinic. Herein, therapeutic antibodies for SARS-CoV-2 were obtained from hyperimmune equine plasma. First, a recombinant SARS-CoV-2 spike protein receptor-binding domain (RBD) was obtained in gram-level quantities through high-cell density fermentation of Chinese hamster ovary cells. Then, the binding of the RBD to the SARS-CoV-2 receptor, human angiotensin-converting enzyme 2, was verified by several biochemical methods. The efficacy of the RBD in triggering antibody response in vivo was subsequently tested in both mice and equines, and the results showed that the RBD triggered high-titer neutralizing antibody production in vivo. Immunoglobulin F(ab’)(2) fragments were prepared from equine antisera via removal of the Fc region from the immunoglobulins. Finally, a neutralization test with live virus demonstrated that RBD-specific F(ab’)(2) inhibited SARS-CoV-2 with an EC(50) of 0.07 μg\/ml and an EC(80) of 0.18 μg\/ml, showing a potent inhibitory effect on SARS-CoV-2. These results highlight RBD-specific equine immunoglobulin F(ab’)(2) fragment as a candidate for the treatment of SARS-CoV-2.","publish_time":1594339200000,"author_summary":" Pan, Xiaoyan; Zhou, Pengfei; Fan, Tiejiong;<br>Wu, Yan; Zhang, Jing; Shi, Xiaoyue; Shang,<br>Weijuan; Fang, Lijuan; Jiang, Xiaming; Shi, Jian; Sun,<br>Yuan; Zhao, Shaojuan; Gong, Rui; Chen, Ze; Xiao,<br>Gengfu","abstract_summary":" COVID-19, which is caused by the emerging human<br>coronavirus SARS-CoV-2, has become a global pandemic that<br>poses a serious threat to human health. To date, no<br>vaccines or specific antiviral drugs have been approved<br>for the treatment of this disease in clinic.<br>Herein, therapeutic antibodies for SARS-CoV-2 were<br>obtained from hyperimmune equine plasma. First, a<br>recombinant SARS-CoV-2 spike protein receptor-binding<br>domain (RBD) was obtained in gram-level quantities<br>through high-cell density fermentation of Chinese<br>hamster ovary cells. Then, the binding of the RBD to the<br>SARS-CoV-2 receptor, human angiotensin-converting<br>enzyme 2, was verified by several biochemical<br>methods. The efficacy of the...","title_summary":" Immunoglobulin fragment F(ab’)(2) against<br>RBD potently neutralizes SARS-CoV-2 in vitro","x":30.4911346436,"y":11.0921678543,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.4911346436,"tsne_y":11.0921678543,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9j34qwad","source_x":"Medline; PMC","title":"Establishment and validation of a pseudovirus neutralization assay for SARS-CoV-2","doi":"10.1080\/22221751.2020.1743767","abstract":"Pseudoviruses are useful virological tools because of their safety and versatility, especially for emerging and re-emerging viruses. Due to its high pathogenicity and infectivity and the lack of effective vaccines and therapeutics, live SARS-CoV-2 has to be handled under biosafety level 3 conditions, which has hindered the development of vaccines and therapeutics. Based on a VSV pseudovirus production system, a pseudovirus-based neutralization assay has been developed for evaluating neutralizing antibodies against SARS-CoV-2 in biosafety level 2 facilities. The key parameters for this assay were optimized, including cell types, cell numbers, virus inoculum. When tested against the SARS-CoV-2 pseudovirus, SARS-CoV-2 convalescent patient sera showed high neutralizing potency, which underscore its potential as therapeutics. The limit of detection for this assay was determined as 22.1 and 43.2 for human and mouse serum samples respectively using a panel of 120 negative samples. The cutoff values were set as 30 and 50 for human and mouse serum samples, respectively. This assay showed relatively low coefficient of variations with 15.9% and 16.2% for the intra- and inter-assay analyses respectively. Taken together, we established a robust pseudovirus-based neutralization assay for SARS-CoV-2 and are glad to share pseudoviruses and related protocols with the developers of vaccines or therapeutics to fight against this lethal virus.","publish_time":1585008000000,"author_summary":" Nie, Jianhui; Li, Qianqian; Wu, Jiajing; Zhao,<br>Chenyan; Hao, Huan; Liu, Huan; Zhang, Li; Nie, Lingling;<br>Qin, Haiyang; Wang, Meng; Lu, Qiong; Li, Xiaoyu;<br>Sun, Qiyu; Liu, Junkai; Fan, Changfa; Huang,<br>Weijin; Xu, Miao; Wang, Youchun","abstract_summary":" Pseudoviruses are useful virological tools<br>because of their safety and versatility, especially<br>for emerging and re-emerging viruses. Due to its<br>high pathogenicity and infectivity and the lack of<br>effective vaccines and therapeutics, live SARS-CoV-2<br>has to be handled under biosafety level 3<br>conditions, which has hindered the development of vaccines<br>and therapeutics. Based on a VSV pseudovirus<br>production system, a pseudovirus-based neutralization<br>assay has been developed for evaluating<br>neutralizing antibodies against SARS-CoV-2 in biosafety<br>level 2 facilities. The key parameters for this assay<br>were optimized, including cell types, cell<br>numbers, virus inoculum. When tested against the<br>SARS-CoV-2 pseudovirus, SARS-CoV-2 convalescent...","title_summary":" Establishment and validation of a pseudovirus<br>neutralization assay for SARS-CoV-2","x":29.2761631012,"y":11.5597982407,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.2761631012,"tsne_y":11.5597982407,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"41n1xrxq","source_x":"Elsevier; PMC; WHO","title":"A replication-competent vesicular stomatitis virus for studies of SARS-CoV-2 spike-mediated cell entry and its inhibition","doi":"10.1016\/j.chom.2020.06.020","abstract":"Summary There is an urgent need for vaccines and therapeutics to prevent and treat COVID-19. Rapid SARS-CoV-2 countermeasure development is contingent on the availability of robust, scalable, and readily deployable surrogate viral assays to screen antiviral humoral responses, define correlates of immune protection, and down-select candidate antivirals. Here, we generate a highly infectious recombinant vesicular stomatitis virus (VSV) bearing the SARS-CoV-2 spike glycoprotein S as its sole entry glycoprotein and show that this recombinant virus, rVSV-SARS-CoV-2 S, closely resembles SARS-CoV-2 in its entry-related properties. The neutralizing activities of a large panel of COVID-19 convalescent sera can be assessed in a high-throughput fluorescent reporter assay with rVSV-SARS-CoV-2 S, and neutralization of rVSV-SARS-CoV-2 S and authentic SARS-CoV-2 by spike-specific antibodies in these antisera is highly correlated. Our findings underscore the utility of rVSV-SARS-CoV-2 S for the development of spike-specific therapeutics and for mechanistic studies of viral entry and its inhibition.","publish_time":1593734400000,"author_summary":" Dieterle, M. Eugenia; Haslwanter, Denise;<br>Bortz, Robert H.; Wirchnianski, Ariel S.; Lasso,<br>Gorka; Vergnolle, Olivia; Abbasi, Shawn A.; Fels, J.<br>Maximilian; Laudermilch, Ethan; Florez, Catalina;<br>Mengotto, Amanda; Kimmel, Duncan; Malonis, Ryan J.;<br>Georgiev, George; Quiroz, Jose; Barnhill, Jason;<br>Pirofski, Liise-anne; Daily, Johanna P.; Dye, John M.;<br>Lai, Jonathan R.; Herbert, Andrew S.; Chandran,<br>Kartik; Jangra, Rohit K.","abstract_summary":" Summary There is an urgent need for vaccines and<br>therapeutics to prevent and treat COVID-19. Rapid<br>SARS-CoV-2 countermeasure development is contingent on<br>the availability of robust, scalable, and readily<br>deployable surrogate viral assays to screen antiviral<br>humoral responses, define correlates of immune<br>protection, and down-select candidate antivirals. Here,<br>we generate a highly infectious recombinant<br>vesicular stomatitis virus (VSV) bearing the SARS-CoV-2<br>spike glycoprotein S as its sole entry glycoprotein<br>and show that this recombinant virus,<br>rVSV-SARS-CoV-2 S, closely resembles SARS-CoV-2 in its<br>entry-related properties. The neutralizing activities of a<br>large panel of COVID-19 convalescent sera can be<br>assessed in a...","title_summary":" A replication-competent vesicular<br>stomatitis virus for studies of SARS-CoV-2<br>spike-mediated cell entry and its inhibition","x":30.9367790222,"y":12.8010225296,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9367790222,"tsne_y":12.8010225296,"subcluster":2,"subcluster_description":"Sars-Cov-2 S-Bearing Vesicular Stomatitis","shape":"p"},{"cord_uid":"lzda8kyn","source_x":"BioRxiv; MedRxiv","title":"Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody","doi":"10.1101\/2020.01.28.923011","abstract":"The newly identified 2019 novel coronavirus (2019-nCoV) has caused more than 800 laboratory-confirmed human infections, including 25 deaths, posing a serious threat to human health. Currently, however, there is no specific antiviral treatment or vaccine. Considering the relatively high identity of receptor binding domain (RBD) in 2019-nCoV and SARS-CoV, it is urgent to assess the cross-reactivity of anti-SARS-CoV antibodies with 2019-nCoV spike protein, which could have important implications for rapid development of vaccines and therapeutic antibodies against 2019-nCoV. Here, we report for the first time that a SARS-CoV-specific human monoclonal antibody, CR3022, could bind potently with 2019-nCoV RBD (KD of 6.3 nM). The epitope of CR3022 does not overlap with the ACE2 binding site within 2019-nCoV RBD. Therefore, CR3022 has the potential to be developed as candidate therapeutics, alone or in combination with other neutralizing antibodies, for the prevention and treatment of 2019-nCoV infections. Interestingly, some of the most potent SARS-CoV-specific neutralizing antibodies (e.g., m396, CR3014) that target the ACE2 binding site of SARS-CoV failed to bind 2019-nCoV spike protein, indicating that the difference in the RBD of SARS-CoV and 2019-nCoV has a critical impact for the cross-reactivity of neutralizing antibodies, and that it is still necessary to develop novel monoclonal antibodies that could bind specifically to 2019-nCoV RBD.","publish_time":1580169600000,"author_summary":" Tian, Xiaolong; Li, Cheng; Huang, Ailing; Xia,<br>Shuai; Lu, Sicong; Shi, Zhengli; Lu, Lu; Jiang, Shibo;<br>Yang, Zhenlin; Wu, Yanling; Ying, Tianlei","abstract_summary":" The newly identified 2019 novel coronavirus<br>(2019-nCoV) has caused more than 800 laboratory-confirmed<br>human infections, including 25 deaths, posing a<br>serious threat to human health. Currently, however,<br>there is no specific antiviral treatment or vaccine.<br>Considering the relatively high identity of receptor<br>binding domain (RBD) in 2019-nCoV and SARS-CoV, it is<br>urgent to assess the cross-reactivity of<br>anti-SARS-CoV antibodies with 2019-nCoV spike protein,<br>which could have important implications for rapid<br>development of vaccines and therapeutic antibodies<br>against 2019-nCoV. Here, we report for the first time<br>that a SARS-CoV-specific human monoclonal<br>antibody, CR3022, could bind potently with 2019-nCoV RBD<br>(KD of...","title_summary":" Potent binding of 2019 novel coronavirus spike<br>protein by a SARS coronavirus-specific human<br>monoclonal antibody","x":31.3759346008,"y":13.3316574097,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.3759346008,"tsne_y":13.3316574097,"subcluster":1,"subcluster_description":"Receptor Binding Domain","shape":"p"},{"cord_uid":"2nj7rn4q","source_x":"Medline; PMC","title":"A neutralizing human antibody binds to the N-terminal domain of the Spike protein of SARS-CoV-2","doi":"10.1126\/science.abc6952","abstract":"Developing therapeutics against SARS-CoV-2 could be guided by the distribution of epitopes, not only on the receptor binding domain (RBD) of the Spike (S) protein, but also across the full Spike (S) protein. We isolated and characterized monoclonal antibodies (mAbs) from ten convalescent COVID-19 patients. Three mAbs showed neutralizing activities against authentic SARS-CoV-2. An mAb, named 4A8, exhibits high neutralization potency against both authentic and pseudotyped SARS-CoV-2, but does not bind the RBD. We defined the epitope of 4A8 as the N terminal domain (NTD) of the S protein by determining its cryo-EM structure in complex with the S protein to an overall resolution of 3.1 Angstrom and local resolution of 3.3 Angstrom for the 4A8-NTD interface. This points to the NTD as a promising target for therapeutic mAbs against COVID-19.","publish_time":1592784000000,"author_summary":" Chi, Xiangyang; Yan, Renhong; Zhang, Jun;<br>Zhang, Guanying; Zhang, Yuanyuan; Hao, Meng; Zhang,<br>Zhe; Fan, Pengfei; Dong, Yunzhu; Yang, Yilong;<br>Chen, Zhengshan; Guo, Yingying; Zhang, Jinlong; Li,<br>Yaning; Song, Xiaohong; Chen, Yi; Xia, Lu; Fu, Ling;<br>Hou, Lihua; Xu, Junjie; Yu, Changming; Li, Jianmin;<br>Zhou, Qiang; Chen, Wei","abstract_summary":" Developing therapeutics against SARS-CoV-2<br>could be guided by the distribution of epitopes, not<br>only on the receptor binding domain (RBD) of the<br>Spike (S) protein, but also across the full Spike (S)<br>protein. We isolated and characterized monoclonal<br>antibodies (mAbs) from ten convalescent COVID-19<br>patients. Three mAbs showed neutralizing activities<br>against authentic SARS-CoV-2. An mAb, named 4A8,<br>exhibits high neutralization potency against both<br>authentic and pseudotyped SARS-CoV-2, but does not bind<br>the RBD. We defined the epitope of 4A8 as the N<br>terminal domain (NTD) of the S protein by determining its<br>cryo-EM structure in complex with the S protein...","title_summary":" A neutralizing human antibody binds to the<br>N-terminal domain of the Spike protein of SARS-CoV-2","x":32.215763092,"y":11.87931633,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":32.215763092,"tsne_y":11.87931633,"subcluster":5,"subcluster_description":"Sars-Cov Receptor-Binding Domain","shape":"p"},{"cord_uid":"721ofhsv","source_x":"Elsevier; Medline; PMC","title":"Potent neutralizing antibodies against SARS-CoV-2 identified by high-throughput single-cell sequencing of convalescent patients’ B cells","doi":"10.1016\/j.cell.2020.05.025","abstract":"Summary The COVID-19 pandemic urgently needs therapeutic and prophylactic interventions. Here we report the rapid identification of SARS-CoV-2 neutralizing antibodies by high-throughput single-cell RNA and VDJ sequencing of antigen-enriched B cells from 60 convalescent patients. From 8,558 antigen-binding IgG1+ clonotypes, 14 potent neutralizing antibodies were identified with the most potent one, BD-368-2, exhibiting an IC50 of 1.2 ng\/mL and 15 ng\/mL against pseudotyped and authentic SARS-CoV-2, respectively. BD-368-2 also displayed strong therapeutic and prophylactic efficacy in SARS-CoV-2-infected hACE2-transgenic mice. Additionally, the 3.8Å Cryo-EM structure of a neutralizing antibody in complex with the spike-ectodomain trimer revealed the antibody’s epitope overlaps with the ACE2 binding site. Moreover, we demonstrated that SARS-CoV-2 neutralizing antibodies could be directly selected based on similarities of their predicted CDR3H structures to those of SARS-CoV neutralizing antibodies. Altogether, we showed that human neutralizing antibodies could be efficiently discovered by high-throughput single B-cell sequencing in response to pandemic infectious diseases.","publish_time":1589760000000,"author_summary":" Cao, Yunlong; Su, Bin; Guo, Xianghua; Sun,<br>Wenjie; Deng, Yongqiang; Bao, Linlin; Zhu, Qinyu;<br>Zhang, Xu; Zheng, Yinghui; Geng, Chenyang; Chai,<br>Xiaoran; He, Runsheng; Li, Xiaofeng; Lv, Qi; Zhu, Hua;<br>Deng, Wei; Xu, Yanfeng; Wang, Yanjun; Qiao, Luxin;<br>Tan, Yafang; Song, Liyang; Wang, Guopeng; Du,<br>Xiaoxia; Gao, Ning; Liu, Jiangning; Xiao, Junyu; Su,<br>Xiao-dong; Du, Zongmin; Feng, Yingmei; Qin, Chuan; Qin,<br>Chengfeng; Jin, Ronghua; Xie, X. Sunney","abstract_summary":" Summary The COVID-19 pandemic urgently needs<br>therapeutic and prophylactic interventions. Here we<br>report the rapid identification of SARS-CoV-2<br>neutralizing antibodies by high-throughput single-cell<br>RNA and VDJ sequencing of antigen-enriched B cells<br>from 60 convalescent patients. From 8,558<br>antigen-binding IgG1+ clonotypes, 14 potent neutralizing<br>antibodies were identified with the most potent one,<br>BD-368-2, exhibiting an IC50 of 1.2 ng\/mL and 15 ng\/mL<br>against pseudotyped and authentic SARS-CoV-2,<br>respectively. BD-368-2 also displayed strong therapeutic<br>and prophylactic efficacy in<br>SARS-CoV-2-infected hACE2-transgenic mice. Additionally, the<br>3.8Å Cryo-EM structure of a neutralizing antibody<br>in complex with the spike-ectodomain trimer<br>revealed the antibody’s epitope overlaps with...","title_summary":" Potent neutralizing antibodies against<br>SARS-CoV-2 identified by high-throughput single-cell<br>sequencing of convalescent patients’ B cells","x":30.2146930695,"y":11.685874939,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.2146930695,"tsne_y":11.685874939,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"d7024aia","source_x":"Medline; PMC","title":"Antibody cocktail to SARS-CoV-2 spike protein prevents rapid mutational escape seen with individual antibodies","doi":"10.1126\/science.abd0831","abstract":"Antibodies targeting the spike protein of SARS-CoV-2 present a promising approach to combat the COVID19 pandemic; however, concerns remain that mutations can yield antibody resistance. We investigate the development of resistance against four antibodies to the spike protein that potently neutralize SARS-CoV-2, individually as well as when combined into cocktails. These antibodies remain effective against spike variants that have arisen in the human population. However, novel spike mutants rapidly appeared following in vitro passaging in the presence of individual antibodies, resulting in loss of neutralization; such escape also occurred with combinations of antibodies binding diverse but overlapping regions of the spike protein. Importantly, escape mutants were not generated following treatment with a non-competing antibody cocktail.","publish_time":1592179200000,"author_summary":" Baum, Alina; Fulton, Benjamin O.; Wloga,<br>Elzbieta; Copin, Richard; Pascal, Kristen E.; Russo,<br>Vincenzo; Giordano, Stephanie; Lanza, Kathryn; Negron,<br>Nicole; Ni, Min; Wei, Yi; Atwal, Gurinder S.; Murphy,<br>Andrew J.; Stahl, Neil; Yancopoulos, George D.;<br>Kyratsous, Christos A.","abstract_summary":" Antibodies targeting the spike protein of<br>SARS-CoV-2 present a promising approach to combat the<br>COVID19 pandemic; however, concerns remain that<br>mutations can yield antibody resistance. We investigate<br>the development of resistance against four<br>antibodies to the spike protein that potently neutralize<br>SARS-CoV-2, individually as well as when combined into<br>cocktails. These antibodies remain effective against<br>spike variants that have arisen in the human<br>population. However, novel spike mutants rapidly appeared<br>following in vitro passaging in the presence of<br>individual antibodies, resulting in loss of<br>neutralization; such escape also occurred with combinations of<br>antibodies binding diverse but overlapping regions of the...","title_summary":" Antibody cocktail to SARS-CoV-2 spike protein<br>prevents rapid mutational escape seen with individual<br>antibodies","x":30.0776863098,"y":11.1570129395,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.0776863098,"tsne_y":11.1570129395,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"tmp6yxlv","source_x":"BioRxiv; Medline","title":"Structural and functional analysis of a potent sarbecovirus neutralizing antibody","doi":"10.1101\/2020.04.07.023903","abstract":"SARS-CoV-2 is a newly emerged coronavirus responsible for the current COVID-19 pandemic that has resulted in more than one million infections and 73,000 deaths1,2. Vaccine and therapeutic discovery efforts are paramount to curb the pandemic spread of this zoonotic virus. The SARS-CoV-2 spike (S) glycoprotein promotes entry into host cells and is the main target of neutralizing antibodies. Here we describe multiple monoclonal antibodies targeting SARS-CoV-2 S identified from memory B cells of a SARS survivor infected in 2003. One antibody, named S309, potently neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well as authentic SARS-CoV-2 by engaging the S receptor-binding domain. Using cryo-electron microscopy and binding assays, we show that S309 recognizes a glycan-containing epitope that is conserved within the sarbecovirus subgenus, without competing with receptor attachment. Antibody cocktails including S309 along with other antibodies identified here further enhanced SARS-CoV-2 neutralization and may limit the emergence of neutralization-escape mutants. These results pave the way for using S309 and S309-containing antibody cocktails for prophylaxis in individuals at high risk of exposure or as a post-exposure therapy to limit or treat severe disease.","publish_time":1586390400000,"author_summary":" Pinto, Dora; Park, Young-Jun; Beltramello,<br>Martina; Walls, Alexandra C.; Tortorici, M. Alejandra;<br>Bianchi, Siro; Jaconi, Stefano; Culap, Katja; Zatta,<br>Fabrizia; De Marco, Anna; Peter, Alessia; Guarino,<br>Barbara; Spreafico, Roberto; Cameroni, Elisabetta;<br>Case, James Brett; Chen, Rita E.; Havenar-Daughton,<br>Colin; Snell, Gyorgy; Telenti, Amalio; Virgin,<br>Herbert W.; Lanzavecchia, Antonio; Diamond, Michael<br>S.; Fink, Katja; Veesler, David; Corti, Davide","abstract_summary":" SARS-CoV-2 is a newly emerged coronavirus<br>responsible for the current COVID-19 pandemic that has<br>resulted in more than one million infections and 73,000<br>deaths1,2. Vaccine and therapeutic discovery efforts are<br>paramount to curb the pandemic spread of this zoonotic<br>virus. The SARS-CoV-2 spike (S) glycoprotein<br>promotes entry into host cells and is the main target of<br>neutralizing antibodies. Here we describe multiple<br>monoclonal antibodies targeting SARS-CoV-2 S identified<br>from memory B cells of a SARS survivor infected in<br>2003. One antibody, named S309, potently<br>neutralizes SARS-CoV-2 and SARS-CoV pseudoviruses as well<br>as authentic SARS-CoV-2 by engaging the S<br>receptor-binding domain....","title_summary":" Structural and functional analysis of a potent<br>sarbecovirus neutralizing antibody","x":31.0462684631,"y":11.7696142197,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.0462684631,"tsne_y":11.7696142197,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"wb966r76","source_x":"Elsevier; Medline; PMC","title":"Analysis of a Therapeutic Antibody Cocktail Reveals Determinants for Cooperative and Broad Ebolavirus Neutralization","doi":"10.1016\/j.immuni.2020.01.001","abstract":"Structural principles underlying the composition of protective antiviral monoclonal antibody (mAb) cocktails are poorly defined. Here, we exploited antibody cooperativity to develop a therapeutic mAb cocktail against Ebola virus. We systematically analyzed the antibody repertoire in human survivors and identified a pair of potently neutralizing mAbs that cooperatively bound to the ebolavirus glycoprotein (GP). High-resolution structures revealed that in a two-antibody cocktail, molecular mimicry was a major feature of mAb-GP interactions. Broadly neutralizing mAb rEBOV-520 targeted a conserved epitope on the GP base region. mAb rEBOV-548 bound to a glycan cap epitope, possessed neutralizing and Fc-mediated effector function activities, and potentiated neutralization by rEBOV-520. Remodeling of the glycan cap structures by the cocktail enabled enhanced GP binding and virus neutralization. The cocktail demonstrated resistance to virus escape and protected non-human primates (NHPs) against Ebola virus disease. These data illuminate structural principles of antibody cooperativity with implications for development of antiviral immunotherapeutics.","publish_time":1581984000000,"author_summary":" Gilchuk, Pavlo; Murin, Charles D.; Milligan,<br>Jacob C.; Cross, Robert W.; Mire, Chad E.; Ilinykh,<br>Philipp A.; Huang, Kai; Kuzmina, Natalia; Altman,<br>Pilar X.; Hui, Sean; Gunn, Bronwyn M.; Bryan, Aubrey<br>L.; Davidson, Edgar; Doranz, Benjamin J.; Turner,<br>Hannah L.; Alkutkar, Tanwee; Flinko, Robin; Orlandi,<br>Chiara; Carnahan, Robert; Nargi, Rachel; Bombardi,<br>Robin G.; Vodzak, Megan E.; Li, Sheng; Okoli, Adaora;<br>Ibeawuchi, Morris; Ohiaeri, Benjamin; Lewis, George K.;<br>Alter, Galit; Bukreyev, Alexander; Saphire, Erica<br>Ollmann; Geisbert, Thomas W.; Ward, Andrew B.; Crowe,<br>James E.","abstract_summary":" Structural principles underlying the<br>composition of protective antiviral monoclonal antibody<br>(mAb) cocktails are poorly defined. Here, we<br>exploited antibody cooperativity to develop a<br>therapeutic mAb cocktail against Ebola virus. We<br>systematically analyzed the antibody repertoire in human<br>survivors and identified a pair of potently neutralizing<br>mAbs that cooperatively bound to the ebolavirus<br>glycoprotein (GP). High-resolution structures revealed<br>that in a two-antibody cocktail, molecular mimicry<br>was a major feature of mAb-GP interactions.<br>Broadly neutralizing mAb rEBOV-520 targeted a<br>conserved epitope on the GP base region. mAb rEBOV-548<br>bound to a glycan cap epitope, possessed<br>neutralizing and Fc-mediated effector function<br>activities, and...","title_summary":" Analysis of a Therapeutic Antibody Cocktail<br>Reveals Determinants for Cooperative and Broad<br>Ebolavirus Neutralization","x":29.5834655762,"y":11.5572881699,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.5834655762,"tsne_y":11.5572881699,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"isivkz8b","source_x":"Elsevier; Medline; PMC","title":"Targets of T cell responses to SARS-CoV-2 coronavirus in humans with COVID-19 disease and unexposed individuals","doi":"10.1016\/j.cell.2020.05.015","abstract":"Summary Understanding adaptive immunity to SARS-CoV-2 is important for vaccine development, interpreting coronavirus disease 2019 (COVID-19) pathogenesis, and calibration of pandemic control measures. Using HLA class I and II predicted peptide ‘megapools’, circulating SARS-CoV-2−specific CD8+ and CD4+ T cells were identified in ∼70% and 100% of COVID-19 convalescent patients, respectively. CD4+ T cell responses to spike, the main target of most vaccine efforts, were robust and correlated with the magnitude of the anti-SARS-CoV-2 IgG and IgA titers. The M, spike and N proteins each accounted for 11-27% of the total CD4+ response, with additional responses commonly targeting nsp3, nsp4, ORF3a and ORF8, among others. For CD8+ T cells, spike and M were recognized, with at least eight SARS-CoV-2 ORFs targeted. Importantly, we detected SARS-CoV-2−reactive CD4+ T cells in ∼40-60% of unexposed individuals, suggesting cross-reactive T cell recognition between circulating ‘common cold’ coronaviruses and SARS-CoV-2.","publish_time":1589932800000,"author_summary":" Grifoni, Alba; Weiskopf, Daniela; Ramirez,<br>Sydney I.; Mateus, Jose; Dan, Jennifer M.;<br>Moderbacher, Carolyn Rydyznski; Rawlings, Stephen A.;<br>Sutherland, Aaron; Premkumar, Lakshmanane; Jadi, Ramesh<br>S.; Marrama, Daniel; de Silva, Aravinda M.;<br>Frazier, April; Carlin, Aaron; Greenbaum, Jason A.;<br>Peters, Bjoern; Krammer, Florian; Smith, Davey M.;<br>Crotty, Shane; Sette, Alessandro","abstract_summary":" Summary Understanding adaptive immunity to<br>SARS-CoV-2 is important for vaccine development,<br>interpreting coronavirus disease 2019 (COVID-19)<br>pathogenesis, and calibration of pandemic control measures.<br>Using HLA class I and II predicted peptide<br>‘megapools’, circulating SARS-CoV-2−specific CD8+ and<br>CD4+ T cells were identified in ∼70% and 100% of<br>COVID-19 convalescent patients, respectively. CD4+ T<br>cell responses to spike, the main target of most<br>vaccine efforts, were robust and correlated with the<br>magnitude of the anti-SARS-CoV-2 IgG and IgA titers. The<br>M, spike and N proteins each accounted for 11-27%<br>of the total CD4+ response, with additional<br>responses commonly targeting nsp3, nsp4, ORF3a...","title_summary":" Targets of T cell responses to SARS-CoV-2<br>coronavirus in humans with COVID-19 disease and unexposed<br>individuals","x":29.0710792542,"y":12.6742229462,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.0710792542,"tsne_y":12.6742229462,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"l5krb46o","source_x":"Medline; PMC","title":"Antibody signature induced by SARS-CoV-2 spike protein immunogens in rabbits","doi":"10.1126\/scitranslmed.abc3539","abstract":"Multiple vaccine candidates against SARS-CoV-2 based on viral spike protein are under development. However, there is limited information on the quality of antibody responses generated with these vaccine modalities. To better understand antibody responses induced by spike protein-based vaccines, we performed a qualitative study by immunizing rabbits with various SARS-CoV-2 spike protein antigens: S-ectodomain (S1+S2) (aa 16-1213), which lacks the cytoplasmic and transmembrane domains (CT-TM), the S1 domain (aa 16-685), the receptor-binding domain (RBD) (aa 319-541), and the S2 domain (aa 686-1213, lacking the RBD, as control). Resulting antibody quality and function were analyzed by enzyme linked immunosorbent assay (ELISA), receptor binding domain (RBD) competition assay, surface plasmon resonance (SPR) against different spike proteins in native conformation, and neutralization assays. All three antigens (S1+S2 ectodomain, S1 domain, and RBD), but not S2, generated strong neutralizing antibodies against SARS-CoV-2. Vaccination-induced antibody repertoire was analyzed by SARS-CoV-2 spike genome fragment phage display libraries (SARS-CoV-2 GFPDL), which identified immunodominant epitopes in the S1, S1-RBD, and S2 domains. Furthermore, these analyses demonstrated that the RBD immunogen elicited a higher antibody titer with 5-fold higher affinity antibodies to native spike antigens compared with other spike antigens; and antibody affinity correlated strongly with neutralization titers. These findings may help guide rational vaccine design and facilitate development and evaluation of effective therapeutics and vaccines against COVID-19 disease.","publish_time":1591574400000,"author_summary":" Ravichandran, Supriya; Coyle, Elizabeth M.;<br>Klenow, Laura; Tang, Juanjie; Grubbs, Gabrielle; Liu,<br>Shufeng; Wang, Tony; Golding, Hana; Khurana, Surender","abstract_summary":" Multiple vaccine candidates against<br>SARS-CoV-2 based on viral spike protein are under<br>development. However, there is limited information on the<br>quality of antibody responses generated with these<br>vaccine modalities. To better understand antibody<br>responses induced by spike protein-based vaccines, we<br>performed a qualitative study by immunizing rabbits with<br>various SARS-CoV-2 spike protein antigens:<br>S-ectodomain (S1+S2) (aa 16-1213), which lacks the<br>cytoplasmic and transmembrane domains (CT-TM), the S1<br>domain (aa 16-685), the receptor-binding domain<br>(RBD) (aa 319-541), and the S2 domain (aa 686-1213,<br>lacking the RBD, as control). Resulting antibody<br>quality and function were analyzed by enzyme linked<br>immunosorbent assay (ELISA),...","title_summary":" Antibody signature induced by SARS-CoV-2<br>spike protein immunogens in rabbits","x":29.5153598785,"y":12.6175193787,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.5153598785,"tsne_y":12.6175193787,"subcluster":0,"subcluster_description":"Sars-Cov-2 Spike Protein","shape":"p"},{"cord_uid":"ratbgibg","source_x":"Elsevier; Medline; PMC","title":"Structures of human antibodies bound to SARS-CoV-2 spike reveal common epitopes and recurrent features of antibodies","doi":"10.1016\/j.cell.2020.06.025","abstract":"Summary Neutralizing antibody responses to coronaviruses mainly target the receptor-binding domain (RBD) of the trimeric spike. Here, we characterized polyclonal IgGs and Fabs from COVID-19 convalescent individuals for recognition of coronavirus spikes. Plasma IgGs differed in their focus on RBD epitopes, recognition of alpha- and beta-coronaviruses, and contributions of avidity to increased binding\/neutralization of IgGs over Fabs. Using electron microscopy, we examined specificities of polyclonal plasma Fabs, revealing recognition of both S1A and RBD epitopes on SARS-CoV-2 spike. Moreover, a 3.4Å cryo-EM structure of a neutralizing monoclonal Fab-spike complex revealed an epitope that blocks ACE2 receptor binding. Modeling based on these structures suggested different potentials for inter-spike crosslinking by IgGs on viruses and that characterized IgGs would not be affected by identified SARS-CoV-2 spike mutations. Overall, our studies structurally define a recurrent anti-SARS-CoV-2 antibody class derived from VH3-53\/VH3-66 and similarity to a SARS-CoV VH3-30 antibody, providing criteria for evaluating vaccine-elicited antibodies.","publish_time":1592956800000,"author_summary":" Barnes, Christopher O.; West, Anthony P.;<br>Huey-Tubman, Kathryn E.; Hoffmann, Magnus A.G.; Sharaf,<br>Naima G.; Hoffman, Pauline R.; Koranda, Nicholas;<br>Gristick, Harry B.; Gaebler, Christian; Muecksch,<br>Frauke; Cetrulo Lorenzi, Julio C.; Finkin, Shlomo;<br>Hägglöf, Thomas; Hurley, Arlene; Millard, Katrina G.;<br>Weisblum, Yiska; Schmidt, Fabian; Hatziioannou,<br>Theodora; Bieniasz, Paul D.; Caskey, Marina; Robbiani,<br>Davide F.; Nussenzweig, Michel C.; Bjorkman, Pamela<br>J.","abstract_summary":" Summary Neutralizing antibody responses to<br>coronaviruses mainly target the receptor-binding domain<br>(RBD) of the trimeric spike. Here, we characterized<br>polyclonal IgGs and Fabs from COVID-19 convalescent<br>individuals for recognition of coronavirus spikes. Plasma<br>IgGs differed in their focus on RBD epitopes,<br>recognition of alpha- and beta-coronaviruses, and<br>contributions of avidity to increased<br>binding\/neutralization of IgGs over Fabs. Using electron microscopy,<br>we examined specificities of polyclonal plasma<br>Fabs, revealing recognition of both S1A and RBD<br>epitopes on SARS-CoV-2 spike. Moreover, a 3.4Å cryo-EM<br>structure of a neutralizing monoclonal Fab-spike<br>complex revealed an epitope that blocks ACE2 receptor<br>binding. Modeling based on...","title_summary":" Structures of human antibodies bound to<br>SARS-CoV-2 spike reveal common epitopes and recurrent<br>features of antibodies","x":31.2707557678,"y":12.3959798813,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.2707557678,"tsne_y":12.3959798813,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"sygpgksn","source_x":"Medline; PMC","title":"A Novel Vaccine Employing Non-Replicating Rabies Virus Expressing Chimeric SARS-CoV-2 Spike Protein Domains: Functional Inhibition of Viral\/Nicotinic Acetylcholine Receptor Complexes","doi":"10.12659\/msm.926016","abstract":"The emergence of the novel β-coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has resulted in a global pandemic of coronavirus disease 2019 (COVID-19). Clinical studies have documented that potentially severe neurological symptoms are associated with SARS-CoV-2 infection, thereby suggesting direct CNS penetration by the virus. Prior studies have demonstrated that the destructive neurological effects of rabies virus (RABV) infections are mediated by CNS transport of the virus tightly bound to the nicotinic acetylcholine receptor (nAChR). By comparison, it has been hypothesized that a similar mechanism exists to explain the multiple neurological effects of SARS-CoV-2 via binding to peripheral nAChRs followed by orthograde or retrograde transport into the CNS. Genetic engineering of the RABV has been employed to generate novel vaccines consisting of non-replicating RABV particles expressing chimeric capsid proteins containing human immunodeficiency virus 1 (HIV-1), Middle East respiratory syndrome (MERS-CoV), Ebolavirus, and hepatitis C virus (HCV) sequences. Accordingly, we present a critical discussion that integrates lessons learned from prior RABV research and vaccine development into a working model of a SARS-CoV-2 vaccine that selectively targets and neutralizes CNS penetration of a tightly bound viral nAChR complex.","publish_time":1590624000000,"author_summary":" Stefano, Michelle L.; Kream, Richard M.;<br>Stefano, George B.","abstract_summary":" The emergence of the novel β-coronavirus,<br>severe acute respiratory syndrome coronavirus 2<br>(SARS-CoV-2), has resulted in a global pandemic of<br>coronavirus disease 2019 (COVID-19). Clinical studies<br>have documented that potentially severe<br>neurological symptoms are associated with SARS-CoV-2<br>infection, thereby suggesting direct CNS penetration by<br>the virus. Prior studies have demonstrated that<br>the destructive neurological effects of rabies<br>virus (RABV) infections are mediated by CNS<br>transport of the virus tightly bound to the nicotinic<br>acetylcholine receptor (nAChR). By comparison, it has been<br>hypothesized that a similar mechanism exists to explain the<br>multiple neurological effects of SARS-CoV-2 via<br>binding to peripheral nAChRs...","title_summary":" A Novel Vaccine Employing Non-Replicating<br>Rabies Virus Expressing Chimeric SARS-CoV-2 Spike<br>Protein Domains: Functional Inhibition of<br>Viral\/Nicotinic Acetylcholine Receptor Complexes","x":30.6057624817,"y":13.4305610657,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.6057624817,"tsne_y":13.4305610657,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"93gt2ryu","source_x":"BioRxiv; Medline","title":"Potently neutralizing human antibodies that block SARS-CoV-2 receptor binding and protect animals","doi":"10.1101\/2020.05.22.111005","abstract":"The COVID-19 pandemic is a major threat to global health for which there are only limited medical countermeasures, and we lack a thorough understanding of mechanisms of humoral immunity1,2. From a panel of monoclonal antibodies (mAbs) targeting the spike (S) glycoprotein isolated from the B cells of infected subjects, we identified several mAbs that exhibited potent neutralizing activity with IC50 values as low as 0.9 or 15 ng\/mL in pseudovirus or wild-type (wt) SARS-CoV-2 neutralization tests, respectively. The most potent mAbs fully block the receptor-binding domain of S (SRBD) from interacting with human ACE2. Competition-binding, structural, and functional studies allowed clustering of the mAbs into defined classes recognizing distinct epitopes within major antigenic sites on the SRBD. Electron microscopy studies revealed that these mAbs recognize distinct conformational states of trimeric S protein. Potent neutralizing mAbs recognizing unique sites, COV2-2196 and COV2-2130, bound simultaneously to S and synergistically neutralized authentic SARS-CoV-2 virus. In two murine models of SARS-CoV-2 infection, passive transfer of either COV2-2916 or COV2-2130 alone or a combination of both mAbs protected mice from severe weight loss and reduced viral burden and inflammation in the lung. These results identify protective epitopes on the SRBD and provide a structure-based framework for rational vaccine design and the selection of robust immunotherapeutic cocktails.","publish_time":1590105600000,"author_summary":" Zost, Seth J.; Gilchuk, Pavlo; Case, James<br>Brett; Binshtein, Elad; Chen, Rita E.; Reidy, Joseph<br>X.; Trivette, Andrew; Nargi, Rachel S.; Sutton,<br>Rachel E.; Suryadevara, Naveenchandra; Williamson,<br>Lauren E.; Chen, Elaine C.; Jones, Taylor; Day,<br>Samuel; Myers, Luke; Hassan, Ahmed O.; Kafai, Natasha<br>M.; Winkler, Emma S.; Fox, Julie M.; Steinhardt,<br>James J.; Ren, Kuishu; Loo, Yueh-Ming; Kallewaard,<br>Nicole L.; Martinez, David R.; Schäfer, Alexandra;<br>Gralinski, Lisa E.; Baric, Ralph S.; Thackray, Larissa B.;<br>Diamond, Michael S.; Carnahan, Robert H.; Crowe, James<br>E.","abstract_summary":" The COVID-19 pandemic is a major threat to<br>global health for which there are only limited medical<br>countermeasures, and we lack a thorough understanding of<br>mechanisms of humoral immunity1,2. From a panel of<br>monoclonal antibodies (mAbs) targeting the spike (S)<br>glycoprotein isolated from the B cells of infected subjects,<br>we identified several mAbs that exhibited potent<br>neutralizing activity with IC50 values as low as 0.9 or 15<br>ng\/mL in pseudovirus or wild-type (wt) SARS-CoV-2<br>neutralization tests, respectively. The most potent mAbs<br>fully block the receptor-binding domain of S (SRBD)<br>from interacting with human ACE2.<br>Competition-binding, structural, and functional studies allowed...","title_summary":" Potently neutralizing human antibodies that<br>block SARS-CoV-2 receptor binding and protect<br>animals","x":30.3225460052,"y":11.5178518295,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.3225460052,"tsne_y":11.5178518295,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"7ati571p","source_x":"Elsevier; Medline; PMC","title":"Analysis of a SARS-CoV-2 infected individual reveals development of potent neutralizing antibodies to distinct epitopes with limited somatic mutation","doi":"10.1016\/j.immuni.2020.06.001","abstract":"Abstract Antibody responses develop following SARS-CoV-2 infection, but little is known about their epitope specificities, clonality, binding affinities, epitopes and neutralizing activity. We isolated B cells specific for the SARS-CoV-2 envelope glycoprotein spike (S) from a COVID-19-infected subject twenty-one days after the onset of clinical disease. Forty-five S-specific monoclonal antibodies were generated. They had undergone minimal somatic mutation, with limited clonal expansion and three bound the receptor binding domain (RBD). Two antibodies neutralized SARS-CoV-2. The most potent antibody bound the RBD and prevented binding to the ACE2 receptor, while the other bound outside the RBD. Thus, most anti-S antibodies that were generated in this patient during the first weeks of COVID-19 infection were non-neutralizing and target epitopes outside the RBD. Antibodies that disrupt the SARS-CoV-2 S-ACE2 interaction can potently neutralize the virus without undergoing extensive maturation. Such antibodies have potential preventive and\/or therapeutic potential and can serve as templates for vaccine-design.","publish_time":1591574400000,"author_summary":" Seydoux, Emilie; Homad, Leah J.; MacCamy, Anna<br>J.; Parks, K. Rachael; Hurlburt, Nicholas K.;<br>Jennewein, Madeleine F.; Akins, Nicholas R.; Stuart,<br>Andrew B.; Wan, Yu-Hsin; Feng, Junli; Whaley, Rachael<br>E.; Singh, Suruchi; Boeckh, Michael; Cohen,<br>Kristen W.; McElrath, M. Juliana; Englund, Janet A.;<br>Chu, Helen Y.; Pancera, Marie; McGuire, Andrew T.;<br>Stamatatos, Leonidas","abstract_summary":" Abstract Antibody responses develop<br>following SARS-CoV-2 infection, but little is known<br>about their epitope specificities, clonality,<br>binding affinities, epitopes and neutralizing<br>activity. We isolated B cells specific for the SARS-CoV-2<br>envelope glycoprotein spike (S) from a<br>COVID-19-infected subject twenty-one days after the onset of<br>clinical disease. Forty-five S-specific monoclonal<br>antibodies were generated. They had undergone minimal<br>somatic mutation, with limited clonal expansion and<br>three bound the receptor binding domain (RBD). Two<br>antibodies neutralized SARS-CoV-2. The most potent<br>antibody bound the RBD and prevented binding to the ACE2<br>receptor, while the other bound outside the RBD. Thus,<br>most anti-S antibodies that...","title_summary":" Analysis of a SARS-CoV-2 infected individual<br>reveals development of potent neutralizing<br>antibodies to distinct epitopes with limited somatic<br>mutation","x":30.2381744385,"y":11.6583938599,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.2381744385,"tsne_y":11.6583938599,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"es806qhz","source_x":"Medline; PMC","title":"Isolation of potent SARS-CoV-2 neutralizing antibodies and protection from disease in a small animal model","doi":"10.1126\/science.abc7520","abstract":"Countermeasures to prevent and treat COVID-19 are a global health priority. We enrolled a cohort of SARS-CoV-2-recovered participants, developed neutralization assays to interrogate antibody responses, adapted our high-throughput antibody generation pipeline to rapidly screen over 1800 antibodies, and established an animal model to test protection. We isolated potent neutralizing antibodies (nAbs) to two epitopes on the receptor binding domain (RBD) and to distinct non-RBD epitopes on the spike (S) protein. We showed that passive transfer of a nAb provides protection against disease in high-dose SARS-CoV-2 challenge in Syrian hamsters, as revealed by maintained weight and low lung viral titers in treated animals. The study suggests a role for nAbs in prophylaxis, and potentially therapy, of COVID-19. The nAbs define protective epitopes to guide vaccine design.","publish_time":1592179200000,"author_summary":" Rogers, Thomas F.; Zhao, Fangzhu; Huang, Deli;<br>Beutler, Nathan; Burns, Alison; He, Wan-ting; Limbo,<br>Oliver; Smith, Chloe; Song, Ge; Woehl, Jordan; Yang,<br>Linlin; Abbott, Robert K.; Callaghan, Sean; Garcia,<br>Elijah; Hurtado, Jonathan; Parren, Mara; Peng,<br>Linghang; Ramirez, Sydney; Ricketts, James; Ricciardi,<br>Michael J.; Rawlings, Stephen A.; Wu, Nicholas C.;<br>Yuan, Meng; Smith, Davey M.; Nemazee, David;<br>Teijaro, John R.; Voss, James E.; Wilson, Ian A.;<br>Andrabi, Raiees; Briney, Bryan; Landais, Elise; Sok,<br>Devin; Jardine, Joseph G.; Burton, Dennis R.","abstract_summary":" Countermeasures to prevent and treat COVID-19<br>are a global health priority. We enrolled a cohort<br>of SARS-CoV-2-recovered participants,<br>developed neutralization assays to interrogate<br>antibody responses, adapted our high-throughput<br>antibody generation pipeline to rapidly screen over<br>1800 antibodies, and established an animal model to<br>test protection. We isolated potent neutralizing<br>antibodies (nAbs) to two epitopes on the receptor binding<br>domain (RBD) and to distinct non-RBD epitopes on the<br>spike (S) protein. We showed that passive transfer of<br>a nAb provides protection against disease in<br>high-dose SARS-CoV-2 challenge in Syrian hamsters, as<br>revealed by maintained weight and low lung viral titers<br>in...","title_summary":" Isolation of potent SARS-CoV-2 neutralizing<br>antibodies and protection from disease in a small animal<br>model","x":29.3361549377,"y":11.0788898468,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.3361549377,"tsne_y":11.0788898468,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"yrgitpml","source_x":"Medline; PMC","title":"Broad neutralization of SARS-related viruses by human monoclonal antibodies","doi":"10.1126\/science.abc7424","abstract":"Broadly protective vaccines against known and pre-emergent human coronaviruses (HCoVs) are urgently needed. To gain a deeper understanding of cross-neutralizing antibody responses, we mined the memory B cell repertoire of a convalescent SARS donor and identified 200 SARS-CoV-2 binding antibodies that target multiple conserved sites on the spike (S) protein. A large proportion of the non-neutralizing antibodies display high levels of somatic hypermutation and cross-react with circulating HCoVs, suggesting recall of pre-existing memory B cells (MBCs) elicited by prior HCoV infections. Several antibodies potently cross-neutralize SARS-CoV, SARS-CoV-2, and the bat SARS-like virus WIV1 by blocking receptor attachment and inducing S1 shedding. These antibodies represent promising candidates for therapeutic intervention and reveal a target for the rational design of pan-sarbecovirus vaccines.","publish_time":1592179200000,"author_summary":" Wec, Anna Z.; Wrapp, Daniel; Herbert, Andrew<br>S.; Maurer, Daniel P.; Haslwanter, Denise;<br>Sakharkar, Mrunal; Jangra, Rohit K.; Dieterle, M.<br>Eugenia; Lilov, Asparouh; Huang, Deli; Tse, Longping<br>V.; Johnson, Nicole V.; Hsieh, Ching-Lin; Wang,<br>Nianshuang; Nett, Juergen H.; Champney, Elizabeth;<br>Burnina, Irina; Brown, Michael; Lin, Shu; Sinclair,<br>Melanie; Johnson, Carl; Pudi, Sarat; Bortz, Robert;<br>Wirchnianski, Ariel S.; Laudermilch, Ethan; Florez,<br>Catalina; Fels, J. Maximilian; O’Brien, Cecilia M.;<br>Graham, Barney S.; Nemazee, David; Burton, Dennis R.;<br>Baric, Ralph S.; Voss, James E.; Chandran, Kartik;<br>Dye, John M.; McLellan, Jason S.; Walker, Laura M.","abstract_summary":" Broadly protective vaccines against known and<br>pre-emergent human coronaviruses (HCoVs) are urgently<br>needed. To gain a deeper understanding of<br>cross-neutralizing antibody responses, we mined the memory B cell<br>repertoire of a convalescent SARS donor and identified 200<br>SARS-CoV-2 binding antibodies that target multiple<br>conserved sites on the spike (S) protein. A large<br>proportion of the non-neutralizing antibodies display<br>high levels of somatic hypermutation and<br>cross-react with circulating HCoVs, suggesting recall of<br>pre-existing memory B cells (MBCs) elicited by prior HCoV<br>infections. Several antibodies potently<br>cross-neutralize SARS-CoV, SARS-CoV-2, and the bat SARS-like<br>virus WIV1 by blocking receptor attachment and<br>inducing S1...","title_summary":" Broad neutralization of SARS-related viruses<br>by human monoclonal antibodies","x":29.8154010773,"y":11.7487945557,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":29.8154010773,"tsne_y":11.7487945557,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"3e6u4aza","source_x":"Medline; PMC","title":"Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody","doi":"10.1080\/22221751.2020.1729069","abstract":"The newly identified 2019 novel coronavirus (2019-nCoV) has caused more than 11,900 laboratory-confirmed human infections, including 259 deaths, posing a serious threat to human health. Currently, however, there is no specific antiviral treatment or vaccine. Considering the relatively high identity of receptor-binding domain (RBD) in 2019-nCoV and SARS-CoV, it is urgent to assess the cross-reactivity of anti-SARS CoV antibodies with 2019-nCoV spike protein, which could have important implications for rapid development of vaccines and therapeutic antibodies against 2019-nCoV. Here, we report for the first time that a SARS-CoV-specific human monoclonal antibody, CR3022, could bind potently with 2019-nCoV RBD (KD of 6.3 nM). The epitope of CR3022 does not overlap with the ACE2 binding site within 2019-nCoV RBD. These results suggest that CR3022 may have the potential to be developed as candidate therapeutics, alone or in combination with other neutralizing antibodies, for the prevention and treatment of 2019-nCoV infections. Interestingly, some of the most potent SARS-CoV-specific neutralizing antibodies (e.g. m396, CR3014) that target the ACE2 binding site of SARS-CoV failed to bind 2019-nCoV spike protein, implying that the difference in the RBD of SARS-CoV and 2019-nCoV has a critical impact for the cross-reactivity of neutralizing antibodies, and that it is still necessary to develop novel monoclonal antibodies that could bind specifically to 2019-nCoV RBD.","publish_time":1581897600000,"author_summary":" Tian, Xiaolong; Li, Cheng; Huang, Ailing; Xia,<br>Shuai; Lu, Sicong; Shi, Zhengli; Lu, Lu; Jiang, Shibo;<br>Yang, Zhenlin; Wu, Yanling; Ying, Tianlei","abstract_summary":" The newly identified 2019 novel coronavirus<br>(2019-nCoV) has caused more than 11,900<br>laboratory-confirmed human infections, including 259 deaths,<br>posing a serious threat to human health. Currently,<br>however, there is no specific antiviral treatment or<br>vaccine. Considering the relatively high identity of<br>receptor-binding domain (RBD) in 2019-nCoV and SARS-CoV, it is<br>urgent to assess the cross-reactivity of anti-SARS<br>CoV antibodies with 2019-nCoV spike protein,<br>which could have important implications for rapid<br>development of vaccines and therapeutic antibodies<br>against 2019-nCoV. Here, we report for the first time<br>that a SARS-CoV-specific human monoclonal<br>antibody, CR3022, could bind potently with 2019-nCoV RBD<br>(KD of...","title_summary":" Potent binding of 2019 novel coronavirus spike<br>protein by a SARS coronavirus-specific human<br>monoclonal antibody","x":31.3976650238,"y":13.3408756256,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":31.3976650238,"tsne_y":13.3408756256,"subcluster":1,"subcluster_description":"Receptor Binding Domain","shape":"p"},{"cord_uid":"55ly2lrj","source_x":"BioRxiv; Medline; PMC; WHO","title":"Measuring SARS-CoV-2 neutralizing antibody activity using pseudotyped and chimeric viruses","doi":"10.1101\/2020.06.08.140871","abstract":"The emergence of SARS-CoV-2 and the ensuing explosive epidemic of COVID19 disease has generated a need for assays to rapidly and conveniently measure the antiviral activity of SARSCoV-2-specific antibodies. Here, we describe a collection of approaches based on SARS-CoV-2 spike-pseudotyped, single-cycle, replication-defective human immunodeficiency virus type-1 (HIV-1) and vesicular stomatitis virus (VSV), as well as a replication-competent VSV\/SARS-CoV-2 chimeric virus. While each surrogate virus exhibited subtle differences in the sensitivity with which neutralizing activity was detected, the neutralizing activity of both convalescent plasma and human monoclonal antibodies measured using each virus correlated quantitatively with neutralizing activity measured using an authentic SARS-CoV-2 neutralization assay. The assays described herein are adaptable to high throughput and are useful tools in the evaluation of serologic immunity conferred by vaccination or prior SARS-CoV-2 infection, as well as the potency of convalescent plasma or human monoclonal antibodies.","publish_time":1591660800000,"author_summary":" Schmidt, Fabian; Weisblum, Yiska; Muecksch,<br>Frauke; Hoffmann, Hans-Heinrich; Michailidis,<br>Eleftherios; Lorenzi, Julio C. C.; Mendoza, Pilar;<br>Rutkowska, Magdalena; Bednarski, Eva; Gaebler,<br>Christian; Agudelo, Marianna; Cho, Alice; Wang, Zijun;<br>Gazumyan, Anna; Cipolla, Melissa; Caskey, Marina;<br>Robbiani, Davide F.; Nussenzweig, Michel C.; Rice,<br>Charles M.; Hatziioannou, Theodora; Bieniasz, Paul D.","abstract_summary":" The emergence of SARS-CoV-2 and the ensuing<br>explosive epidemic of COVID19 disease has generated a<br>need for assays to rapidly and conveniently measure<br>the antiviral activity of SARSCoV-2-specific<br>antibodies. Here, we describe a collection of approaches<br>based on SARS-CoV-2 spike-pseudotyped,<br>single-cycle, replication-defective human<br>immunodeficiency virus type-1 (HIV-1) and vesicular stomatitis<br>virus (VSV), as well as a replication-competent<br>VSV\/SARS-CoV-2 chimeric virus. While each surrogate virus<br>exhibited subtle differences in the sensitivity with<br>which neutralizing activity was detected, the<br>neutralizing activity of both convalescent plasma and human<br>monoclonal antibodies measured using each virus<br>correlated quantitatively with neutralizing activity<br>measured using an authentic...","title_summary":" Measuring SARS-CoV-2 neutralizing antibody<br>activity using pseudotyped and chimeric viruses","x":30.1955394745,"y":11.8912086487,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.1955394745,"tsne_y":11.8912086487,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"isbqs7hg","source_x":"PMC; WHO","title":"Isolation of a human monoclonal antibody specific for the receptor binding domain of SARS-CoV-2 using a competitive phage biopanning strategy","doi":"10.1093\/abt\/tbaa008","abstract":"The infection of the novel coronavirus SARS-CoV-2 has caused more than 200,000 deaths, but no vaccine or therapeutic monoclonal antibody is currently available. SARS-CoV-2 relies on its spike protein, in particular the receptor binding domain (RBD), to bind human cell receptor angiotensin-converting enzyme 2 (ACE2) for viral entry, and thus targeting RBD holds the promise for preventing SARS-CoV-2 infection. In this work, a competitive biopanning strategy of a phage display antibody library was applied to screen blocking antibodies against RBD. High-affinity antibodies were enriched after the first round using a standard panning process in which RBD-His was immobilized as a bait. At the next two rounds, immobilized ACE2-Fc and free RBD-His were mixed with the enriched phage antibodies. Antibodies binding to RBD at epitopes different from ACE2-binding site were captured by the immobilized ACE2-Fc, forming a “sandwich” complex. Only antibodies competed with ACE2 can bind to the free RBD-His in the supernatant and be subsequently separated by the Ni-NTA magnetic beads. Top 1 lead from the competitive biopanning of our synthetic antibody library, Lib AB1, was produced as the full-length IgG1 format. It was proved to competitively block the binding of RBD to ACE2 and potently inhibit SARS-CoV-2 pseudovirus infection with IC(50) values of 12 nM. Nevertheless, top 1 lead from the standard biopanning can only bind to RBD in vitro, but not have the blocking or neutralization activity. Our strategy can efficiently isolate the blocking antibodies of RBD, and it would speed up the discovery of neutralizing antibodies against SARS-CoV-2.","publish_time":1588204800000,"author_summary":" Zeng, Xin; Li, Lingfang; Lin, Jing; Li, Xinlei;<br>Liu, Bin; Kong, Yang; Zeng, Shunze; Du, Jianhua;<br>Xiao, Huahong; Zhang, Tao; Zhang, Shelin; Liu,<br>Jianghai","abstract_summary":" The infection of the novel coronavirus<br>SARS-CoV-2 has caused more than 200,000 deaths, but no<br>vaccine or therapeutic monoclonal antibody is<br>currently available. SARS-CoV-2 relies on its spike<br>protein, in particular the receptor binding domain<br>(RBD), to bind human cell receptor<br>angiotensin-converting enzyme 2 (ACE2) for viral entry, and thus<br>targeting RBD holds the promise for preventing<br>SARS-CoV-2 infection. In this work, a competitive<br>biopanning strategy of a phage display antibody library<br>was applied to screen blocking antibodies against<br>RBD. High-affinity antibodies were enriched after<br>the first round using a standard panning process in<br>which RBD-His was immobilized as a...","title_summary":" Isolation of a human monoclonal antibody<br>specific for the receptor binding domain of SARS-CoV-2<br>using a competitive phage biopanning strategy","x":30.9925136566,"y":11.5146284103,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.9925136566,"tsne_y":11.5146284103,"subcluster":4,"subcluster_description":"Human Neutralizing Antibodies","shape":"p"},{"cord_uid":"ytgw3j4s","source_x":"Elsevier; PMC; WHO","title":"Neutralizing antibody and soluble ACE2 inhibition of a replication-competent VSV-SARS-CoV-2 and a clinical isolate of SARS-CoV-2.","doi":"10.1016\/j.chom.2020.06.021","abstract":"Abstract Antibody-based interventions against SARS-CoV-2 could limit morbidity, mortality, and possibly transmission. An anticipated correlate of such countermeasures is the level of neutralizing antibodies against the SARS-CoV-2 spike protein, which engages with host ACE2 receptor for entry. Using an infectious molecular clone of vesicular stomatitis virus (VSV) expressing eGFP as a marker of infection, we replaced the glycoprotein gene (G) with the spike protein of SARS-CoV-2 (VSV-eGFP-SARS-CoV-2) and developed a high-throughput imaging-based neutralization assay at biosafety level 2. We also developed a focus-reduction neutralization test with a clinical isolate of SARS-CoV-2 at biosafety level 3. Comparing the neutralizing activities of various antibodies and ACE2-Fc soluble decoy protein in both assays revealed a high degree of concordance. These assays will help define correlates of protection for antibody-based countermeasures and vaccines against SARS-CoV-2. Additionally, replication-competent VSV-eGFP-SARS-CoV-2 provides a tool for testing inhibitors of SARS-CoV-2 mediated entry under reduced biosafety containment.","publish_time":1593734400000,"author_summary":" Case, James Brett; Rothlauf, Paul W.; Chen,<br>Rita E.; Liu, Zhuoming; Zhao, Haiyan; Kim, Arthur<br>S.; Bloyet, Louis-Marie; Zeng, Qiru; Tahan,<br>Stephen; Droit, Lindsay; Ilagan, Ma. Xenia G.; Tartell,<br>Michael A.; Amarasinghe, Gaya; Henderson, Jeffrey P.;<br>Miersch, Shane; Ustav, Mart; Sidhu, Sachdev; Virgin,<br>Herbert W.; Wang, David; Ding, Siyuan; Corti, Davide;<br>Theel, Elitza S.; Fremont, Daved H.; Diamond, Michael<br>S.; Whelan, Sean P.J.","abstract_summary":" Abstract Antibody-based interventions<br>against SARS-CoV-2 could limit morbidity, mortality,<br>and possibly transmission. An anticipated<br>correlate of such countermeasures is the level of<br>neutralizing antibodies against the SARS-CoV-2 spike<br>protein, which engages with host ACE2 receptor for<br>entry. Using an infectious molecular clone of<br>vesicular stomatitis virus (VSV) expressing eGFP as a<br>marker of infection, we replaced the glycoprotein<br>gene (G) with the spike protein of SARS-CoV-2<br>(VSV-eGFP-SARS-CoV-2) and developed a high-throughput<br>imaging-based neutralization assay at biosafety level 2. We<br>also developed a focus-reduction neutralization<br>test with a clinical isolate of SARS-CoV-2 at<br>biosafety level 3. Comparing the neutralizing<br>activities of...","title_summary":" Neutralizing antibody and soluble ACE2<br>inhibition of a replication-competent VSV-SARS-CoV-2<br>and a clinical isolate of SARS-CoV-2.","x":30.8715667725,"y":12.281791687,"cluster":65,"cluster_name":"c66","cluster_description":"Human Neutralizing Antibodies","tsne_x":30.8715667725,"tsne_y":12.281791687,"subcluster":3,"subcluster_description":"High-Affinity Antibody Variable Regions","shape":"p"}]