{"cluster": 67, "subcluster": 8, "abstract_summ": "While calls to identify mental health effects that may stem from these changes should be heeded, there is also a need to examine potential changes with respect to health behaviours.Loneliness and social isolation are associated with poor mental and physical health and may increase the likelihood of common mental disorders (depressive and anxiety disorders), substance use, and cognitive decline1,2 .During this unprecedented time of the COVID-19 pandemic, we must follow social distancing guidelines to protect ourselves and to reduce the spread of coronavirus.It is important to develop new strategies (e.g. virtual health care and new government policy) to address loneliness and social isolation among older adults for the post-pandemic era.(PsycInfo Database Record (c) 2020 APA, all rights reserved).The COVID-19 pandemic has brought about profound changes to social behaviour.", "title_summ": "The Role of InsomniaThe Loneliness Pandemic: Loneliness and Other Concomitants of Depression, Anxiety and their Comorbidity During the COVID-19 OutbreakLoneliness and social isolation during the COVID-19 pandemicTogether we stand: Suicide risk and suicide prevention among Israeli older adults during and after the COVID-19 world crisis.Lifestyle behaviours during the COVID‐19 – time to connectSuicidal Ideation During the COVID-19 Pandemic:Health behaviour changes during COVID-19 and the potential consequences: A mini-review.", "title_abstract_phrases": "While calls to identify mental health effects that may stem from these changes should be heeded, there is also a need to examine potential changes with respect to health behaviours.Together we stand: Suicide risk and suicide prevention among Israeli older adults during and after the COVID-19 world crisis.Suicidal Ideation During the COVID-19 Pandemic: The Role of InsomniaThere is growing concern over the potential for increased suicide risk in vulnerable populations as the COVID-19 pandemic unfolds.Lifestyle behaviours during the COVID‐19 – time to connectLoneliness and social isolation are associated with poor mental and physical health and may increase the likelihood of common mental disorders (depressive and anxiety disorders), substance use, and cognitive decline1,2 .It is important to develop new strategies (e.g. virtual health care and new government policy) to address loneliness and social isolation among older adults for the post-pandemic era."}