{"cluster": 67, "subcluster": 22, "abstract_summ": "(PsycInfo Database Record (c) 2020 APA, all rights reserved).Integrated primary care settings are ideal locations for treatment of posttraumatic stress concerns as primary care is the principal access point for mental health treatment in the United States.This commentary contextualizes potential mental health outcomes for children during and after the COVID-19 pandemic within the risk and resilience literature.(PsycInfo Database Record (c) 2020 APA, all rights reserved).The COVID-19 pandemic has caused many Veterans Healthcare Administration providers working with veterans diagnosed with posttraumatic stress disorder to question the feasibility and appropriateness of continuing to provide trauma-focused treatment during this crisis.The COVID-19 global pandemic will increase the necessity of posttraumatic stress-related psychological care for vulnerable populations and frontline providers through traditional and virtual methods; integrated primary care settings are rapidly adapting to meet this need.This article contains clinical observations and reflections from two practicing psychologists regarding the impact of the COVID-19 pandemic and associated social conditions on clients with posttraumatic stress disorder.", "title_summ": "Shifting from survival to supporting resilience in children and families in the COVID-19 pandemic: Lessons for informing U.S. mental health priorities.When chaos is the norm: How some veterans with PTSD are continuing to engage in trauma-focused treatments during the COVID-19 pandemic.Aging veterans' mental health and well-being in the context of COVID-19: The importance of social ties during physical distancing.Addressing trauma and stress in the COVID-19 pandemic:Caring for patients with posttraumatic stress and substance use disorders during the COVID-19 pandemic.", "title_abstract_phrases": "Integrated primary care settings are ideal locations for treatment of posttraumatic stress concerns as primary care is the principal access point for mental health treatment in the United States.Shifting from survival to supporting resilience in children and families in the COVID-19 pandemic: Lessons for informing U.S. mental health priorities.This commentary contextualizes potential mental health outcomes for children during and after the COVID-19 pandemic within the risk and resilience literature.Survivors of COVID-19 are at high risk of posttraumatic stress disorderPosttraumatic stress disorder (PTSD) is a common mental disorder caused by major psychological trauma.While the control of the epidemic and care of patients with COVID-19 are still the dominant task of the whole world, this commentary calls for attention to early intervention and prevention of PTSD among huge numbers of COVID-19 survivors, their family members, health care professionals and other first-line helpers."}