{"cluster": 67, "subcluster": 5, "abstract_summ": "While the need for social care rises, the ability of families and social care staff to provide support is reduced by illness and quarantine, implying reductions in staffing levels.Some of these are common across all services (e.g. strategies to minimise infections; timely testing for patients and staff; and sourcing appropriate personal protective equipment (PPE)) and some are specific to mental health services (e.g. how to access general medical services quickly; how to safely deliver a service that traditionally depends on intensive face to face contact; how to isolate someone who does not wish to do so; and how to source sufficient PPE in the face of competing demands for such equipment).People with social care needs experience increased risks of death and deteriorating physical and mental health with COVID-19.CONCLUSIONS: Our experience suggests that this method of offering telehealth peer support groups and individual counseling is a useful model for other centers to adapt, to emotionally support frontline clinical workers in this ongoing worldwide crisis.The government has also removed some barriers to effective coordination between health and social care, while introducing measures to promote the financial viability of care providers.", "title_summ": "Support Groups and Individual Mental Health Care via Video Conferencing for Frontline Clinicians during the COVID-19 PandemicOpening up while locking down: how an Irish independent sector mental health service is responding to the COVID-19 crisisCOVID-19: Implications for the Support of People with Social Care Needs in England.", "title_abstract_phrases": "Opening up while locking down: how an Irish independent sector mental health service is responding to the COVID-19 crisisThe COVID-19 pandemic poses a particular set of challenges for health services.While the need for social care rises, the ability of families and social care staff to provide support is reduced by illness and quarantine, implying reductions in staffing levels.Some of these are common across all services (e.g. strategies to minimise infections; timely testing for patients and staff; and sourcing appropriate personal protective equipment (PPE)) and some are specific to mental health services (e.g. how to access general medical services quickly; how to safely deliver a service that traditionally depends on intensive face to face contact; how to isolate someone who does not wish to do so; and how to source sufficient PPE in the face of competing demands for such equipment).People with social care needs experience increased risks of death and deteriorating physical and mental health with COVID-19.Support Groups and Individual Mental Health Care via Video Conferencing for Frontline Clinicians during the COVID-19 PandemicBACKGROUND: The current COVID-19 pandemic has put an enormous stress on the mental health of frontline healthcare workers."}