{"cluster": 68, "subcluster": 13, "abstract_summ": "This study highlights resident physician experiences of the first COVID-19 wave that can inform and improve preparedness for upcoming COVID-19 surges and other future epidemics.Abstract While we were drafting the recommendations for the joint contingency plan between the Spanish Society of Intensive Care and Coronary Unit Nursing (SEEIUC) and the Spanish Society of Intensive and Critical Care Medicine and Coronary Units (SEMICYUC), predictions were overtaken by events with regard to the magnitude of the COVID-19 pandemic.As the pandemic continues, APRNs will remain on the front lines treating COVID-19 patients while also caring for vulnerable populations within the community.In this issue of the JCI, Breazzano et al. surveyed resident physicians for their exposure to COVID-19 during the exponential phase of the COVID-19 pandemic.New York City has been described as the epicenter of the COVID-19 pandemic in the United States.", "title_summ": "Reflections arising from the COVID-19 pandemicHospital Preparedness for COVID-19: A Practical Guide from a Critical Care PerspectiveCOVID-19 and Advanced Practice Registered Nurses (APRNs): Frontline update #1Toward better preparedness for the next pandemic.", "title_abstract_phrases": "This study highlights resident physician experiences of the first COVID-19 wave that can inform and improve preparedness for upcoming COVID-19 surges and other future epidemics.Reflections arising from the COVID-19 pandemicAbstract While we were drafting the recommendations for the joint contingency plan between the Spanish Society of Intensive Care and Coronary Unit Nursing (SEEIUC) and the Spanish Society of Intensive and Critical Care Medicine and Coronary Units (SEMICYUC), predictions were overtaken by events with regard to the magnitude of the COVID-19 pandemic.As the pandemic continues, APRNs will remain on the front lines treating COVID-19 patients while also caring for vulnerable populations within the community.In this issue of the JCI, Breazzano et al. surveyed resident physicians for their exposure to COVID-19 during the exponential phase of the COVID-19 pandemic.The researchers also assessed how personal protective equipment (PPE) and COVID-19 testing protected health care workers (HCWs) from infection."}