{"cluster": 69, "subcluster": 18, "abstract_summ": "Hip fractures and polytrauma cases accounted for an additional 11% of the modal number of injuries in 2020, but with 19% reduction in isolated limb injuries that were modal in 2019.At a local level one trauma hospital in Queens, New York, Orthopedic Surgery elective cases have been cancelled, trauma consult volume has experienced a sharp decline, and both residents and attendings have been repurposed to meet the new clinical demands of this medical crisis.No. of trauma cases booked: tourists 133 (9%), local population 1415 (91%).By the end of the 8 week (4/23/2020) since the virus's emergence in New York City, there have been 142,432 confirmed COVID-19 cases and 10,977 deaths attributed to complications from COVID-19-related illnesses.CONCLUSIONS: Tourists account for fewer than ten percent of the T&O surgical workload over one year with common injuries being fractures affecting the extremities.", "title_summ": "Tourism and the Highlands: A cross-sectional study on trauma and orthopaedic service use by tourists in 2017Impact of the COVID-19 pandemic on orthopedic trauma workload in a London level 1 trauma center: the \"golden month\".Toward a consensus view in the management of acute facial injuries during the Covid-19 pandemicA protocol for the management of Maxillofacial Injuries in the wake of the COVID-19 PandemicCOVID-19 Response in the Global Epicenter: Converting a New York City Level 1 Orthopedic Trauma Service into a Hybrid Orthopedic and Medicine COVID-19 Management Team", "title_abstract_phrases": "Hip fractures and polytrauma cases accounted for an additional 11% of the modal number of injuries in 2020, but with 19% reduction in isolated limb injuries that were modal in 2019.Interpretation - The impact of the COVID-19 pandemic has led to a decline in the number of acute trauma referrals, admissions (but increased risk and odds ratio), operations, and aerosolizing anesthetic procedures since implementing social distancing and lockdown measures during the \"golden month.\"Toward a consensus view in the management of acute facial injuries during the Covid-19 pandemicIn unprecedented times OMFS surgeons are faced with dilemmas over treatment priority, safety of staff, safety of patients and the most appropriate use of available resource.No. of trauma cases booked: tourists 133 (9%), local population 1415 (91%).By the end of the 8 week (4/23/2020) since the virus's emergence in New York City, there have been 142,432 confirmed COVID-19 cases and 10,977 deaths attributed to complications from COVID-19-related illnesses.At a local level one trauma hospital in Queens, New York, Orthopedic Surgery elective cases have been cancelled, trauma consult volume has experienced a sharp decline, and both residents and attendings have been repurposed to meet the new clinical demands of this medical crisis."}