{"cluster": 69, "subcluster": 52, "abstract_summ": "RESULTS The main recommendations and protocols in the management of different urological emergencies during the COVID-19 pandemic are reviewed and discussed.MATERIALS AND METHODS A bibliographic search was conducted in PubMed and Cochrane Library to perform a non-systematic review, using key words: Urology, Emergency and COVID-19, to determine recommendations for patients that should receive emergency care due to urological pathology.However, significantly fewer female patients sought emergency urological services during the COVID-19 pandemic period (32.7% vs. 14.8%, p<0.05).Results: During the pandemic, 46.4% fewer patients visited our urological ED (122 vs 263).RESULTS: During the pandemic, 46.4% fewer patients visited our urological ED (122 vs 263).", "title_summ": "Urologic surgery and COVID-19: How the pandemic is changing the way we operate.[Current situation in Urology practice in Spain during the COVID-19 pandemic.][Emergency surgery during COVID-19 pandemia.]El impacto de la pandemia del COVID-19 en la utilización de los servicios urológicos de urgenciasThe impact of the COVID‐19 pandemic on the utilization of emergency urological servicesThe impact of COVID-19 pandemic on urological emergencies: a single-center experienceEmergency Surgery in Urology during the COVID-19 Pandemic.", "title_abstract_phrases": "The impact of the COVID‐19 pandemic on the utilization of emergency urological servicesOBJECTIVES: To compare the number of patients attending the Urology ED of Centro Hospitalar Universitário do Porto (CHUP), as well as their demographic characteristics, the reasons for admission, the clinical severity under the Manchester triage system (MTS), and the need for emergency surgery or hospitalization, during the pandemic and the equivalent period in 2019.RESULTS The main recommendations and protocols in the management of different urological emergencies during the COVID-19 pandemic are reviewed and discussed.MATERIALS AND METHODS A bibliographic search was conducted in PubMed and Cochrane Library to perform a non-systematic review, using key words: Urology, Emergency and COVID-19, to determine recommendations for patients that should receive emergency care due to urological pathology.The impact of COVID-19 pandemic on urological emergencies: a single-center experiencePURPOSE: COVID-19 pandemic represents a novel challenge for healthcare systems, and it affects even the daily urological practice.However, significantly fewer female patients sought emergency urological services during the COVID-19 pandemic period (32.7% vs. 14.8%, p<0.05)."}