{"cluster": 69, "subcluster": 55, "abstract_summ": "This paper discusses the effective measures that can be useful when dealing with urological patients with COVID-19.OBJECTIVE To analyze the impact of COVID-19 emergency on elective oncological surgical activity in Italy.As the coronavirus outbreak began spreading, hospitals were forced to relocate resources to treat the growing number of COVID-19 patients.The official bulletins of the Italian National Institute for the Infectious Diseases “L. Spallanzani” were reviewed to retrieve the number of daily COVID-19 patients.Careful selection of patients allowed to perform major cancer surgeries and transplantations without further stressing hospital resources, meanwhile minimizing collateral damage to patients.However, recognizing that the COVID-19 situation may be highly variable and fluid in different communities across the country, elective surgery could be still allowed in some centers for patients included in the high-priority class.", "title_summ": "Continuing our work: transplant surgery and surgical oncology in a tertiary referral COVID-19 centerManagement of Female and Functional Urology Patients During the COVID PandemicEndocrine Surgery during the COVID-19 Pandemic: Recommendations from the Turkish Association of Endocrine SurgeryEndocrine surgery during COVID-19 pandemic: do we need an update of indications in Italy?How should colorectal surgeons practice during the COVID‐19 epidemic?A retrospective single‐center analysis based on real‐world data from ChinaThe influence of the SARS-CoV-2 pandemic on esophagogastric cancer services: an international survey of esophagogastric surgeonsOutcomes of Elective Major Cancer Surgery During COVID 19 at Tata Memorial Centre:Implications for Cancer Care PolicyFlattening the curve in oncologic surgery: Impact of Covid‐19 on surgery at tertiary care cancer centerSpecial strategies and management of urological diseases during the COVID-19 pandemic: initial experiences from a Medical Center of China.Elective procedures for prostate cancer in the time of Covid-19: a multidisciplinary team experience.", "title_abstract_phrases": "OBJECTIVE To analyze the impact of COVID-19 emergency on elective oncological surgical activity in Italy.As the coronavirus outbreak began spreading, hospitals were forced to relocate resources to treat the growing number of COVID-19 patients.Careful selection of patients allowed to perform major cancer surgeries and transplantations without further stressing hospital resources, meanwhile minimizing collateral damage to patients.The official bulletins of the Italian National Institute for the Infectious Diseases “L. Spallanzani” were reviewed to retrieve the number of daily COVID-19 patients.However, recognizing that the COVID-19 situation may be highly variable and fluid in different communities across the country, elective surgery could be still allowed in some centers for patients included in the high-priority class."}