[{"cord_uid":"8vpe0m5q","source_x":"PMC","title":"A non-static quantum inspired spacetime in f(R) gravity: Gravity's rainbow","doi":"10.1016\/j.nuclphysb.2020.115014","abstract":"In this note we explore a non-static spacetime in quantum regime in the background of [Formula: see text] gravity. The time dependent Vaidya metric which represents the spacetime of a radiating body like star is studied in an energy dependent gravity's rainbow, which is a UV completion of General Relativity. In our quest we have used gravitational collapse as the main tool. The focus is to probe the nature of singularity (black hole or naked singularity) formed out of the collapsing procedure. This is achieved via a geodesic study. For our investigation we have considered two different models of [Formula: see text] gravity, namely the inflationary Starobinsky's model and the power law model. Our study reveals the fact that naked singularity is as good a possibility as black hole as far as the central singularity is concerned. Via a proper fine tuning of the initial data, we may realize both black hole or naked singularity as the end state of the collapse. Thus this study is extremely important and relevant in the light of the Cosmic Censorship hypothesis. The most important result derived from the study is that gravity's rainbow increases the tendency of formation of naked singularities. We have also deduced the conditions under which the singularity will be a strong or weak curvature singularity. Finally in our quest to know more about the model we have performed a thermodynamical study. Throughout the study we have obtained results which involve deviation from the classical set-up. Such deviations are expected in a quantum evolution and can be attributed to the quantum fluctuations that our model suffers from. It is expected that this study will enhance our knowledge about quantization of gravity and subsequently about the illusive theory of quantum gravity.","publish_time":1586476800000,"author_summary":" Rudra, Prabir","abstract_summary":" In this note we explore a non-static spacetime<br>in quantum regime in the background of [Formula:<br>see text] gravity. The time dependent Vaidya<br>metric which represents the spacetime of a radiating<br>body like star is studied in an energy dependent<br>gravity's rainbow, which is a UV completion of General<br>Relativity. In our quest we have used gravitational<br>collapse as the main tool. The focus is to probe the nature<br>of singularity (black hole or naked singularity)<br>formed out of the collapsing procedure. This is<br>achieved via a geodesic study. For our investigation we<br>have considered two different models of [Formula:...","title_summary":" A non-static quantum inspired spacetime in<br>f(R) gravity: Gravity's rainbow","x":-15.0798196793,"y":48.5228767395,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0798196793,"tsne_y":48.5228767395,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"30y23gpv","source_x":"PMC","title":"Unruh-like effects: effective temperatures along stationary worldlines","doi":"10.1007\/jhep06(2020)059","abstract":"We study the detailed balance temperatures recorded along all classes of stationary, uniformly accelerated worldlines in four-dimensional Minkowski spacetime, namely along (i) linear uniform acceleration, (ii) cusped, (iii) circular, (iv) catenary, and (v) helix worldlines, among which the Unruh temperature is the particular case for linear uniform acceleration. As a measuring device, we employ an Unruh-DeWitt detector, modeled as a qubit that interacts for a long time with a massless Klein-Gordon field in the vacuum state. The temperatures in each case (i) - (v) are functions of up to three invariant quantities: curvature or proper acceleration, κ, torsion, b, and hypertorsion, ν, and except for the case (i), they depend on the transition frequency difference of the detector, ω. We investigate numerically the behavior of the frequency-dependent temperatures for different values of κ, b, and ν along the stationary worldlines (ii) - (v) and evaluate analytically the regimes where the temperatures recorded along the different worldlines coincide with each other in terms of relevant asymptotic limits for κ, b, or ν, and discuss their physical meaning. We demonstrate that the temperatures in cases (ii) - (v) dip under the Unruh temperature at low frequencies and go above the Unruh temperature for large |ω|. It is our hope that this study will be relevant to the design of experiments seeking to verify the Unruh effect or generalizations thereof.","publish_time":1591660800000,"author_summary":" Good, Michael; Juárez-Aubry, Benito A.;<br>Moustos, Dimitris; Temirkhan, Maksat","abstract_summary":" We study the detailed balance temperatures<br>recorded along all classes of stationary, uniformly<br>accelerated worldlines in four-dimensional Minkowski<br>spacetime, namely along (i) linear uniform acceleration,<br>(ii) cusped, (iii) circular, (iv) catenary, and (v)<br>helix worldlines, among which the Unruh temperature<br>is the particular case for linear uniform<br>acceleration. As a measuring device, we employ an<br>Unruh-DeWitt detector, modeled as a qubit that interacts for<br>a long time with a massless Klein-Gordon field in<br>the vacuum state. The temperatures in each case (i)<br>- (v) are functions of up to three invariant<br>quantities: curvature or proper acceleration, κ, torsion,<br>b, and...","title_summary":" Unruh-like effects: effective temperatures<br>along stationary worldlines","x":-15.0241317749,"y":48.1713409424,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0241317749,"tsne_y":48.1713409424,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"mtaldpk0","source_x":"PMC","title":"Reconstruction of Low Energy Neutrino Events with GPUs at IceCube","doi":"10.1007\/978-3-030-50371-0_9","abstract":"IceCube is a cubic kilometer neutrino observatory located at the South Pole that produces massive amounts of data by measuring individual Cherenkov photons from neutrino interaction events in the energy range from few GeV to several PeV. The actual reconstruction of neutrino events in the GeV range is computationally challenging due to the scarcity of data produced by single events. This can lead to run times of several weeks for the state-of-the-art reconstruction method – Pegleg – on CPUs for typical workloads of many ten-thousand events. We propose a GPU version of Pegleg that probes the likelihood space with several hypotheses in parallel while adapting the amount of parallel sampled hypotheses dynamically in order to reduce computation time significantly. Our results show an average speedup of 14 (with a maximum of over 200) for 5262 reconstructed neutrino events of different flavors on a Titan V GPU compared to the multithreaded CPU version, which enables quicker and broader analysis of IceCube events.","publish_time":1590451200000,"author_summary":" Hieronymus, Maicon; Schmidt, Bertil; Böser,<br>Sebastian","abstract_summary":" IceCube is a cubic kilometer neutrino<br>observatory located at the South Pole that produces massive<br>amounts of data by measuring individual Cherenkov<br>photons from neutrino interaction events in the energy<br>range from few GeV to several PeV. The actual<br>reconstruction of neutrino events in the GeV range is<br>computationally challenging due to the scarcity of data<br>produced by single events. This can lead to run times of<br>several weeks for the state-of-the-art<br>reconstruction method – Pegleg – on CPUs for typical workloads<br>of many ten-thousand events. We propose a GPU<br>version of Pegleg that probes the likelihood space with<br>several...","title_summary":" Reconstruction of Low Energy Neutrino Events<br>with GPUs at IceCube","x":-13.9159784317,"y":49.8438987732,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.9159784317,"tsne_y":49.8438987732,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"c2n9w7un","source_x":"PMC","title":"Simulation Methodology for Electron Transfer in CMOS Quantum Dots","doi":"10.1007\/978-3-030-50433-5_50","abstract":"The construction of quantum computer simulators requires advanced software which can capture the most significant characteristics of the quantum behavior and quantum states of qubits in such systems. Additionally, one needs to provide valid models for the description of the interface between classical circuitry and quantum core hardware. In this study, we model electron transport in semiconductor qubits based on an advanced CMOS technology. Starting from 3D simulations, we demonstrate an order reduction and the steps necessary to obtain ordinary differential equations on probability amplitudes in a multi-particle system. We compare numerical and semi-analytical techniques concluding this paper by examining two case studies: the electron transfer through multiple quantum dots and the construction of a Hadamard gate simulated using a numerical method to solve the time-dependent Schrödinger equation and the tight-binding formalism for a time-dependent Hamiltonian.","publish_time":1590364800000,"author_summary":" Sokolov, Andrii; Mishagli, Dmytro;<br>Giounanlis, Panagiotis; Bashir, Imran; Leipold, Dirk;<br>Koskin, Eugene; Staszewski, Robert Bogdan; Blokhina,<br>Elena","abstract_summary":" The construction of quantum computer<br>simulators requires advanced software which can capture<br>the most significant characteristics of the<br>quantum behavior and quantum states of qubits in such<br>systems. Additionally, one needs to provide valid<br>models for the description of the interface between<br>classical circuitry and quantum core hardware. In this<br>study, we model electron transport in semiconductor<br>qubits based on an advanced CMOS technology. Starting<br>from 3D simulations, we demonstrate an order<br>reduction and the steps necessary to obtain ordinary<br>differential equations on probability amplitudes in a<br>multi-particle system. We compare numerical and<br>semi-analytical techniques concluding this paper by examining...","title_summary":" Simulation Methodology for Electron Transfer<br>in CMOS Quantum Dots","x":-15.9368247986,"y":48.1505241394,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.9368247986,"tsne_y":48.1505241394,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"yjoycbk3","source_x":"PMC","title":"Characterization of the Observed Electric Field and Molecular Relaxation Times for Millimeter-Wave Chirped Pulse Instrumentation","doi":"10.1007\/s10762-020-00716-z","abstract":"In a chirped pulse experiment, the strength of the signal level is proportional to the amplitude of the electric field, which is weaker in the millimeter-wave or submillimeter-wave region than in the microwave region. Experiments in the millimeter region thus require an optimization of the coupling between the source and the molecular system and a method to estimate the amplitude of the electric field as seen by the molecular system. We have developed an analytical model capable of reproducing the coherent transient signals obtained with a millimeter-wave chirped pulse setup operated in a monochromatic pulse mode. The fit of the model against the experimental data allowed access to the amplitude of the electric field and, as a byproduct, to the molecular relaxation times T(1) and T(2).","publish_time":1593561600000,"author_summary":" Dhont, G.; Fontanari, D.; Bray, C.; Mouret, G.;<br>Cuisset, A.; Hindle, F.; Hickson, K. M.; Bocquet, R.","abstract_summary":" In a chirped pulse experiment, the strength of<br>the signal level is proportional to the amplitude<br>of the electric field, which is weaker in the<br>millimeter-wave or submillimeter-wave region than in the<br>microwave region. Experiments in the millimeter region<br>thus require an optimization of the coupling<br>between the source and the molecular system and a method<br>to estimate the amplitude of the electric field as<br>seen by the molecular system. We have developed an<br>analytical model capable of reproducing the coherent<br>transient signals obtained with a millimeter-wave<br>chirped pulse setup operated in a monochromatic pulse<br>mode. The fit of the...","title_summary":" Characterization of the Observed Electric<br>Field and Molecular Relaxation Times for<br>Millimeter-Wave Chirped Pulse Instrumentation","x":-13.5109329224,"y":48.4537162781,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.5109329224,"tsne_y":48.4537162781,"subcluster":0,"subcluster_description":"Millimeter-Wave Chirped Pulse Instrumentationa","shape":"p"},{"cord_uid":"49rits3h","source_x":"PMC","title":"Magnetic Curvatures of a Uniformly Magnetized Tesseroid Using the Cartesian Kernels","doi":"10.1007\/s10712-020-09595-4","abstract":"In recent years, the gravitational curvatures, the third-order derivatives of the gravitational potential (GP), of a tesseroid have been introduced in the context of gravity field modeling. Analogous to the gravity field, magnetic field modeling can be expanded by magnetic curvatures (MC), the third-order derivatives of the magnetic potential (MP), which are the change rates of the magnetic gradient tensor (MGT). Exploiting Poisson’s relations between [Formula: see text] th-order derivatives of the GP and nth-order derivatives of the MP, this paper derives expressions for the MC of a uniformly magnetized tesseroid using the fourth-order derivatives of the GP of a uniform tesseroid expressed in terms of the Cartesian kernel functions. Based on the magnetic effects of a uniform spherical shell, all expressions for the MP, magnetic vector (MV), MGT and MC of tesseroids have been examined for numerical problems due to singularity of the respective integral kernels (i.e., near zone and polar singularity problems). For this, the closed analytical expressions for the MP, MV, MGT and MC of the uniform spherical shell have been provided and used to generate singularity-free reference values. Varying both height and latitude of the computation point, it is found numerically that the near zone problem also exists for all magnetic quantities (i.e., MP, MV, MGT and MC). The numerical tests also reveal that the polar singularity problems do not occur for the magnetic quantity as a result of the use of Cartesian as opposed to spherical integral kernels. This demonstrates that the magnetic quantity including the newly derived MC ‘inherit’ the same numerical properties as the corresponding gravitational functional. Possible future applications (e.g., geophysical information) of the MC formulas of a uniformly magnetized tesseroid could be improved modeling of the Earth’s magnetic field by dedicated satellite missions.","publish_time":1593561600000,"author_summary":" Deng, Xiao-Le; Shen, Wen-Bin; Kuhn, Michael;<br>Hirt, Christian; Pail, Roland","abstract_summary":" In recent years, the gravitational<br>curvatures, the third-order derivatives of the<br>gravitational potential (GP), of a tesseroid have been<br>introduced in the context of gravity field modeling.<br>Analogous to the gravity field, magnetic field modeling<br>can be expanded by magnetic curvatures (MC), the<br>third-order derivatives of the magnetic potential (MP),<br>which are the change rates of the magnetic gradient<br>tensor (MGT). Exploiting Poisson’s relations<br>between [Formula: see text] th-order derivatives of<br>the GP and nth-order derivatives of the MP, this<br>paper derives expressions for the MC of a uniformly<br>magnetized tesseroid using the fourth-order derivatives<br>of the GP of a...","title_summary":" Magnetic Curvatures of a Uniformly Magnetized<br>Tesseroid Using the Cartesian Kernels","x":-14.5682029724,"y":47.559135437,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.5682029724,"tsne_y":47.559135437,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"lxp61tld","source_x":"PMC","title":"QCD axion from a spontaneously broken B − L gauge symmetry","doi":"10.1007\/jhep07(2020)048","abstract":"In this paper, we show that the Peccei-Quinn (PQ) symmetry with a good quality can be realized in a simple B −L extension of the minimal supersymmetric standard model. The PQ symmetry is a remnant of the B − L gauge symmetry at the renormalizable level. Besides, the sufficient quality of the PQ symmetry is preserved by a non anomalous discrete gauged R-symmetry and a small gravitino mass m(3\/2) ≪ 100 GeV. A viable mass range is [Formula: see text] eV which allows a high reheating temperature and many baryogenesis scenarios typified by the thermal leptogenesis without any astrophysical and cosmological problems. Such a light gravitino may be tested in the future 21cm line observations.","publish_time":1594166400000,"author_summary":" Choi, Gongjun; Suzuki, Motoo; Yanagida,<br>Tsutomu T.","abstract_summary":" In this paper, we show that the Peccei-Quinn<br>(PQ) symmetry with a good quality can be realized in a<br>simple B −L extension of the minimal supersymmetric<br>standard model. The PQ symmetry is a remnant of the B − L<br>gauge symmetry at the renormalizable level.<br>Besides, the sufficient quality of the PQ symmetry is<br>preserved by a non anomalous discrete gauged R-symmetry<br>and a small gravitino mass m(3\/2) ≪ 100 GeV. A viable<br>mass range is [Formula: see text] eV which allows a<br>high reheating temperature and many baryogenesis<br>scenarios typified by the thermal leptogenesis without<br>any astrophysical and...","title_summary":" QCD axion from a spontaneously broken B − L gauge<br>symmetry","x":-15.1002349854,"y":48.8035202026,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.1002349854,"tsne_y":48.8035202026,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"500clk1r","source_x":"Medline","title":"Gaussian position weighted center of gravity algorithm for multiplexed readout.","doi":"10.1088\/1361-6560\/ab9357","abstract":"Readout signal multiplexing is a commonly used method to reduce the electronics cost in PET systems, and calculation of the scintillation coordinates typically is done by using a Center of Gravity (CoG) technique due to its simplicity and ease of implementation. This comes with a drawback, since CoG has a non-linear response at the periphery of the detector due to the lack of weights beyond the detector. Detectors with multiplexed readout that are based on finely segmented scintillators and coarsely segmented photosensors are known to suffer from the so called edge effect where a pile-up of the reconstructed coordinates from the edge crystals is observed. This may lead to incorrect assignment of the events to crystal pixels and result in formation of erroneous lines of response causing a degradation of spatial resolution and reduction of image contrast. To overcome abovementioned limitations in gamma ray detectors with multiplexed photosensor readout, we propose to use modified Gaussian Position Weighted Center of Gravity technique for calculation of gamma ray interaction position. Here the proposed method is applied to PET detectors with 24×24 LYSO crystals read out by 8 × 8 SiPM array with 64:16 row\/column multiplexing. Furthermore, we compared the modified Gaussian Position Weighted Center of Gravity (PW-CoG) and Truncated Center of Gravity (TCoG) coordinate reconstruction methods. It was observed that both algorithms resolve peaks corresponding to events registered in the crystal pixels on the periphery of the crystal array, however peak-to-valley ratios and crystal resolvability metrics for PW-CoG algorithm are generally greater.","publish_time":1589414400000,"author_summary":" Poladyan, Harutyun; Bubon, Oleksandr;<br>Teymurazyan, Aram; Senchurov, Sergii; Reznik, Alla","abstract_summary":" Readout signal multiplexing is a commonly used<br>method to reduce the electronics cost in PET systems,<br>and calculation of the scintillation coordinates<br>typically is done by using a Center of Gravity (CoG)<br>technique due to its simplicity and ease of<br>implementation. This comes with a drawback, since CoG has a<br>non-linear response at the periphery of the detector due to<br>the lack of weights beyond the detector. Detectors<br>with multiplexed readout that are based on finely<br>segmented scintillators and coarsely segmented<br>photosensors are known to suffer from the so called edge<br>effect where a pile-up of the reconstructed<br>coordinates from...","title_summary":" Gaussian position weighted center of gravity<br>algorithm for multiplexed readout.","x":-12.8623332977,"y":48.4574050903,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-12.8623332977,"tsne_y":48.4574050903,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"ssjvptdc","source_x":"Medline","title":"Phonon softening and higher-order anharmonic effect in the superconducting topological insulator SrxBi2Se3.","doi":"10.1088\/1361-648x\/ab9344","abstract":"We report the anharmonic effect of the Raman-scattering spectrum in the low-carrier density superconductor SrxBi2Se3, which is dominated by quartic term. Compared to the parent Bi2Se3, the superconducting SrxBi2Se3crystals show obvious phonon softening in the three optical phonon modes A1g1, Eg2, and A1g2. Based on the simulations by the Fano function, we present a compelling evidence of the enhanced electron-phonon coupling in SrxBi2Se3for its smaller asymmetric parameterq. Moreover, an anomalous broadening and intensity antiresonance in the characteristic Raman peaks were observed as the temperature decreased to around 160 K. Thus, the superconducting topological material SrxBi2Se3represents a counterintuitive example where the electron-phonon interaction is strengthened by the accumulation of electron carriers.","publish_time":1589414400000,"author_summary":" Li, Mingtao; Fang, Yifei; Pei, Cuiying; Qi,<br>Yanpeng; Wang, Lin","abstract_summary":" We report the anharmonic effect of the<br>Raman-scattering spectrum in the low-carrier density<br>superconductor SrxBi2Se3, which is dominated by quartic term.<br>Compared to the parent Bi2Se3, the superconducting<br>SrxBi2Se3crystals show obvious phonon softening in the three<br>optical phonon modes A1g1, Eg2, and A1g2. Based on the<br>simulations by the Fano function, we present a compelling<br>evidence of the enhanced electron-phonon coupling in<br>SrxBi2Se3for its smaller asymmetric parameterq. Moreover,<br>an anomalous broadening and intensity<br>antiresonance in the characteristic Raman peaks were<br>observed as the temperature decreased to around 160 K.<br>Thus, the superconducting topological material<br>SrxBi2Se3represents a counterintuitive example where the...","title_summary":" Phonon softening and higher-order anharmonic<br>effect in the superconducting topological insulator<br>SrxBi2Se3.","x":-15.698718071,"y":48.894329071,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.698718071,"tsne_y":48.894329071,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"k5ar0gun","source_x":"Medline","title":"A calibration disk for the correction of radial errors from chromatic aberration and rotor stretch in the Optima AUC™ analytical ultracentrifuge.","doi":"10.1007\/s00249-020-01434-z","abstract":"Experiments performed in the analytical ultracentrifuge (AUC) measure sedimentation and diffusion coefficients, as well as the partial concentration of colloidal mixtures of molecules in the solution phase. From this information, their abundance, size, molar mass, density and anisotropy can be determined. The accuracy with which these parameters can be determined depends in part on the accuracy of the radial position recordings and the boundary conditions used in the modeling of the AUC data. The AUC instrument can spin samples at speeds up to 60,000 rpm, generating forces approaching 300,000 g. Forces of this magnitude will stretch the titanium rotors used in the instrument, shifting the boundary conditions required to solve the flow equations used in the modeling of the AUC data. A second source of error is caused by the chromatic aberration resulting from imperfections in the UV-visible absorption optics. Both errors are larger than the optical resolution of currently available instrumentation. Here, we report software routines that correct these errors, aided by a new calibration disk which can be used in place of the counterbalance to provide a calibration reference for each experiment to verify proper operation of the AUC instrument. We describe laboratory methods and software routines in UltraScan that incorporate calibrations and corrections for the rotor stretch and chromatic aberration in order to support Good Manufacturing Practices for AUC data analysis.","publish_time":1588982400000,"author_summary":" Stoutjesdyk, Marielle; Henrickson, Amy;<br>Minors, Geoff; Demeler, Borries","abstract_summary":" Experiments performed in the analytical<br>ultracentrifuge (AUC) measure sedimentation and diffusion<br>coefficients, as well as the partial concentration of<br>colloidal mixtures of molecules in the solution phase.<br>From this information, their abundance, size,<br>molar mass, density and anisotropy can be<br>determined. The accuracy with which these parameters can be<br>determined depends in part on the accuracy of the radial<br>position recordings and the boundary conditions used in<br>the modeling of the AUC data. The AUC instrument can<br>spin samples at speeds up to 60,000 rpm, generating<br>forces approaching 300,000 g. Forces of this<br>magnitude will stretch the titanium rotors used...","title_summary":" A calibration disk for the correction of radial<br>errors from chromatic aberration and rotor stretch in<br>the Optima AUC™ analytical ultracentrifuge.","x":-13.0993270874,"y":48.3938484192,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.0993270874,"tsne_y":48.3938484192,"subcluster":0,"subcluster_description":"Millimeter-Wave Chirped Pulse Instrumentationa","shape":"p"},{"cord_uid":"x2j4odoe","source_x":"Medline","title":"Phase diagram of the frustrated FCC antiferromagnet from effective-field theory.","doi":"10.1088\/1361-648x\/ab9346","abstract":"The phase diagram of a face-centred cubic (FCC) antiferromagnet is calculated from the effective field theory (EFT) of Honmura and Kaneyoshi taking into account not only the effect of interaction with nearest neighbours, $J_1$, but also the effect of second neighbours, $J_2$. The phase diagram for the nearest neighbour case away from the triple point, which in our calculations is predicted to be at $H=4$ and $T=0$, is close to cluster variation method (CVM) and Monte Carlo (MC) results. Similar to MC and CVM predictions, we observe that the increasing second neighbours interaction pushes the triple point towards zero field. Our calculations also show that for $\\alpha=-J_2\/J_1=0.3$, the triple point merges with the transition point of the L1$_{0}$ phase, one of the ground states, at $H=0$ and changes the nature of phase transition from first- to second-order, in full agreement with Monte Carlo predictions. The phase diagram with the effect of second neighbours calculated for several values of $\\alpha$ are in good agreement with available MC and CVM predictions.","publish_time":1589414400000,"author_summary":" Ehteshami, Hossein; Ackland, Graeme","abstract_summary":" The phase diagram of a face-centred cubic (FCC)<br>antiferromagnet is calculated from the effective field theory<br>(EFT) of Honmura and Kaneyoshi taking into account<br>not only the effect of interaction with nearest<br>neighbours, $J_1$, but also the effect of second<br>neighbours, $J_2$. The phase diagram for the nearest<br>neighbour case away from the triple point, which in our<br>calculations is predicted to be at $H=4$ and $T=0$, is close to<br>cluster variation method (CVM) and Monte Carlo (MC)<br>results. Similar to MC and CVM predictions, we observe<br>that the increasing second neighbours interaction<br>pushes the triple point towards zero field....","title_summary":" Phase diagram of the frustrated FCC<br>antiferromagnet from effective-field theory.","x":-15.4021368027,"y":48.5702552795,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.4021368027,"tsne_y":48.5702552795,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"yaaux8u2","source_x":"Medline","title":"An algorithm for correcting systematic energy deficits in the atom probe mass spectra of insulating samples.","doi":"10.1016\/j.ultramic.2020.112995","abstract":"Improvements in the mass resolution of a mass spectrometer directly correlate to improvements in peak identification and quantification. Here, we describe a post-processing technique developed to increase the quality of mass spectra of strongly insulating samples in laser-pulsed atom probe microscopy. The technique leverages the self-similarity of atom probe mass spectra collected at different times during an experimental run to correct for electrostatic artifacts that present as systematic energy deficits. We demonstrate the method on fused silica (SiO2) and neodymium-doped ceria (CeO2) samples which highlight the improvements that can be made to the mass spectrum of strongly insulating samples.","publish_time":1586908800000,"author_summary":" Caplins, Benjamin W; Blanchard, Paul T;<br>Chiaramonti, Ann N; Diercks, David R; Miaja-Avila, Luis;<br>Sanford, Norman A","abstract_summary":" Improvements in the mass resolution of a mass<br>spectrometer directly correlate to improvements in peak<br>identification and quantification. Here, we describe a<br>post-processing technique developed to increase the quality of<br>mass spectra of strongly insulating samples in<br>laser-pulsed atom probe microscopy. The technique<br>leverages the self-similarity of atom probe mass spectra<br>collected at different times during an experimental run<br>to correct for electrostatic artifacts that<br>present as systematic energy deficits. We demonstrate<br>the method on fused silica (SiO2) and<br>neodymium-doped ceria (CeO2) samples which highlight the<br>improvements that can be made to the mass spectrum of strongly<br>insulating samples.","title_summary":" An algorithm for correcting systematic energy<br>deficits in the atom probe mass spectra of insulating<br>samples.","x":-13.3285179138,"y":48.5835838318,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.3285179138,"tsne_y":48.5835838318,"subcluster":0,"subcluster_description":"Millimeter-Wave Chirped Pulse Instrumentationa","shape":"p"},{"cord_uid":"8mxdhrxv","source_x":"ArXiv","title":"Superconducting Nanowire Single-Photon Detectors for Quantum Information","doi":"10.1515\/nanoph-2020-0186","abstract":"The superconducting nanowire single-photon detector (SNSPD) is a quantum-limit superconducting optical detector based on the Cooper-pair breaking effect by a single photon, which exhibits a higher detection efficiency, lower dark count rate, higher counting rate, and lower timing jitter when compared with those exhibited by its counterparts. SNSPDs have been extensively applied in quantum information processing, including quantum key distribution and optical quantum computation. In this review, we present the requirements of single-photon detectors from quantum information, as well as the principle, key metrics, latest performance issues and other issues associated with SNSPD. The representative applications of SNSPDs with respect to quantum information will also be covered.","publish_time":1590883200000,"author_summary":" You, Lixing","abstract_summary":" The superconducting nanowire single-photon<br>detector (SNSPD) is a quantum-limit superconducting<br>optical detector based on the Cooper-pair breaking<br>effect by a single photon, which exhibits a higher<br>detection efficiency, lower dark count rate, higher<br>counting rate, and lower timing jitter when compared<br>with those exhibited by its counterparts. SNSPDs<br>have been extensively applied in quantum<br>information processing, including quantum key<br>distribution and optical quantum computation. In this<br>review, we present the requirements of single-photon<br>detectors from quantum information, as well as the<br>principle, key metrics, latest performance issues and<br>other issues associated with SNSPD. The<br>representative applications of SNSPDs with respect...","title_summary":" Superconducting Nanowire Single-Photon<br>Detectors for Quantum Information","x":-15.6822891235,"y":48.4828300476,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.6822891235,"tsne_y":48.4828300476,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"s57lkhv5","source_x":"ArXiv","title":"Update on Coupled Dark Energy and the $H_0$ tension","doi":"10.1103\/physrevd.101.123513","abstract":"In this work we provide updated constraints on coupled dark energy (CDE) cosmology with Peebles-Ratra (PR) potential and constant coupling strength $\\beta$. This modified gravity scenario introduces a fifth force between dark matter particles, mediated by a scalar field that plays the role of dark energy. The mass of the dark matter particles does not remain constant, but changes with time as a function of the scalar field. Here we focus on the phenomenological behavior of the model, and assess its ability to describe updated cosmological data sets that include the Planck 2018 cosmic microwave background (CMB) temperature, polarization and lensing, baryon acoustic oscillations, the Pantheon compilation of supernovae of Type Ia, data on $H(z)$ from cosmic chronometers, and redshift-space distortions. We also study which is the impact of the local measurement of $H_0$ from SH0ES and the strong-lensing time delay data from the H0LICOW collaboration on the parameter that controls the strength of the interaction in the dark sector. We find a peak corresponding to a coupling $\\beta>0$ and to a potential parameter $\\alpha>0$, more or less evident depending on the data set combination. We show separately the impact of each data set and remark that it is especially CMB lensing the one data set that shifts the peak the most towards $\\Lambda$CDM. When a model selection criterion based on the full Bayesian evidence is applied, however, $\\Lambda$CDM is still preferred in all cases, due to the additional parameters introduced in the CDE model.","publish_time":1585699200000,"author_summary":" G'omez-Valent, Adria; Pettorino, Valeria;<br>Amendola, Luca","abstract_summary":" In this work we provide updated constraints on<br>coupled dark energy (CDE) cosmology with<br>Peebles-Ratra (PR) potential and constant coupling strength<br>$\\beta$. This modified gravity scenario introduces a<br>fifth force between dark matter particles, mediated<br>by a scalar field that plays the role of dark<br>energy. The mass of the dark matter particles does not<br>remain constant, but changes with time as a function of<br>the scalar field. Here we focus on the<br>phenomenological behavior of the model, and assess its ability to<br>describe updated cosmological data sets that include<br>the Planck 2018 cosmic microwave background (CMB)<br>temperature, polarization and...","title_summary":" Update on Coupled Dark Energy and the $H_0$<br>tension","x":-14.577963829,"y":48.9649085999,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.577963829,"tsne_y":48.9649085999,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"x4boqlps","source_x":"ArXiv","title":"Proposal on Application of the Multi-Wire Proportional Chambers of the LHCb MUON Detector at Very High Rates for the Future Upgrades","doi":"10.1088\/1748-0221\/15\/07\/c07001","abstract":"The MUON Detector (MD) of LHCb is one of the largest instruments of this kind worldwide, and one of the most irradiated. It has performed exceptionally well during the RUN1 and RUN2 of the LHC at an instantaneous luminosity of 4$\\times$10$^{32}$ cm$^{-2}$s$^{-1}$, with tracking inefficiencies at the level of 1$\\%$ and 2.6$\\%$, respectively. Looking forward for the future LHCb Upgrade 2 (U2) planned in 2031 and aiming in running the detector at increased luminosity by a factor $\\sim$50, and at the same time keeping a very high ($\\sim$99$\\%$) detection efficiency, an option with reuse significant part of the present Multi-Wire Proportional Chambers (MWPC) in a new Muon System is presented. In addition, the first idea of new Front End Electronics (FEE) and an existing test setup applicable for designing both: new MWPCs with a higher granularity of the cathode readout pads and new FEE are described.","publish_time":1593993600000,"author_summary":" Bondar, N.; Ilin, D.; Maev, O.","abstract_summary":" The MUON Detector (MD) of LHCb is one of the<br>largest instruments of this kind worldwide, and one of<br>the most irradiated. It has performed<br>exceptionally well during the RUN1 and RUN2 of the LHC at an<br>instantaneous luminosity of 4$\\times$10$^{32}$<br>cm$^{-2}$s$^{-1}$, with tracking inefficiencies at the level of<br>1$\\%$ and 2.6$\\%$, respectively. Looking forward<br>for the future LHCb Upgrade 2 (U2) planned in 2031<br>and aiming in running the detector at increased<br>luminosity by a factor $\\sim$50, and at the same time<br>keeping a very high ($\\sim$99$\\%$) detection<br>efficiency, an option with reuse significant part of the<br>present Multi-Wire...","title_summary":" Proposal on Application of the Multi-Wire<br>Proportional Chambers of the LHCb MUON Detector at Very High<br>Rates for the Future Upgrades","x":-14.2976865768,"y":49.1476898193,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.2976865768,"tsne_y":49.1476898193,"subcluster":7,"subcluster_description":"Intermediate Mass Binary Black","shape":"p"},{"cord_uid":"66nwvukz","source_x":"ArXiv","title":"Modified Friedmann equations from DSR-GUP","doi":"10.1209\/0295-5075\/129\/50002","abstract":"Considering the modified entropy-area relation from DSR-GUP (Doubly special relativity-Generalized uncertainity principle), we obtain the modified Friedmann equations from the first law of thermodynamics at apparent horizon. Due to the importance of GUP at Planck scale, we investigate the Friedmann equations and show the maximum energy density \\r{ho} at Planck scale. Since GUP implies a minimal length, we find a minimum apparent horizon which has a potential to remove the Big Bang singularity. Furthermore, we analyse the effects of DSR-GUP on deceleration parameter q for the equation of state p = {\\omega}\\r{ho} and the flat case. Finally, we check the validity of the generalized second law (GSL) of thermodynamics and show that it is valid all eras of the Universe for any spatial curvature.","publish_time":1584835200000,"author_summary":" Okcu, Ozgur; Corda, Christian; Aydiner, Ekrem","abstract_summary":" Considering the modified entropy-area<br>relation from DSR-GUP (Doubly special<br>relativity-Generalized uncertainity principle), we obtain the<br>modified Friedmann equations from the first law of<br>thermodynamics at apparent horizon. Due to the importance of<br>GUP at Planck scale, we investigate the Friedmann<br>equations and show the maximum energy density \\r{ho} at<br>Planck scale. Since GUP implies a minimal length, we<br>find a minimum apparent horizon which has a<br>potential to remove the Big Bang singularity.<br>Furthermore, we analyse the effects of DSR-GUP on<br>deceleration parameter q for the equation of state p =<br>{\\omega}\\r{ho} and the flat case. Finally, we check the...","title_summary":" Modified Friedmann equations from DSR-GUP","x":-15.0467815399,"y":48.532119751,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0467815399,"tsne_y":48.532119751,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"f68nrzhq","source_x":"ArXiv","title":"Form factors for $B\\to j_1j_2$ decays into two currents in QCD","doi":"10.1103\/physrevd.101.094022","abstract":"We discuss the general properties of the $B$-meson decay form factors $F(q^2,q'^2)$, describing $B$-meson decays induced by two currents, e.g., $B$-decays into four leptons in the final state. We study the analytic properties of these complicated objects and identify those regions of $q^2$ and $q'^2$, where perturbative QCD can be applied for obtaining predictions for the physical form factors.","publish_time":1585785600000,"author_summary":" Ivanov, Mikhail A.; Melikhov, Dmitri; Simula,<br>Silvano","abstract_summary":" We discuss the general properties of the<br>$B$-meson decay form factors $F(q^2,q'^2)$, describing<br>$B$-meson decays induced by two currents, e.g.,<br>$B$-decays into four leptons in the final state. We study<br>the analytic properties of these complicated<br>objects and identify those regions of $q^2$ and $q'^2$,<br>where perturbative QCD can be applied for obtaining<br>predictions for the physical form factors.","title_summary":" Form factors for $B\\to j_1j_2$ decays into two<br>currents in QCD","x":-15.1078329086,"y":48.889793396,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.1078329086,"tsne_y":48.889793396,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"ny0hlpy2","source_x":"ArXiv","title":"GW190814: Gravitational Waves from the Coalescence of a 23 M$_\\odot$ Black Hole with a 2.6 M$_\\odot$ Compact Object","doi":"10.3847\/2041-8213\/ab960f","abstract":"We report the observation of a compact binary coalescence involving a 22.2 - 24.3 $M_{\\odot}$ black hole and a compact object with a mass of 2.50 - 2.67 $M_{\\odot}$ (all measurements quoted at the 90$\\%$ credible level). The gravitational-wave signal, GW190814, was observed during LIGO's and Virgo's third observing run on August 14, 2019 at 21:10:39 UTC and has a signal-to-noise ratio of 25 in the three-detector network. The source was localized to 18.5 deg$^2$ at a distance of $241^{+41}_{-45}$ Mpc; no electromagnetic counterpart has been confirmed to date. The source has the most unequal mass ratio yet measured with gravitational waves, $0.112^{+0.008}_{-0.009}$, and its secondary component is either the lightest black hole or the heaviest neutron star ever discovered in a double compact-object system. The dimensionless spin of the primary black hole is tightly constrained to $\\leq 0.07$. Tests of general relativity reveal no measurable deviations from the theory, and its prediction of higher-multipole emission is confirmed at high confidence. We estimate a merger rate density of 1-23 Gpc$^{-3}$ yr$^{-1}$ for the new class of binary coalescence sources that GW190814 represents. Astrophysical models predict that binaries with mass ratios similar to this event can form through several channels, but are unlikely to have formed in globular clusters. However, the combination of mass ratio, component masses, and the inferred merger rate for this event challenges all current models for the formation and mass distribution of compact-object binaries.","publish_time":1592784000000,"author_summary":" Collaboration, The LIGO Scientific; Abbott,<br>the Virgo Collaboration R.; Abbott, T. D.;<br>Abraham, S.; Acernese, F.; Ackley, K.; Adams, C.;<br>Adhikari, R. X.; Adya, V. B.; Affeldt, C.; Agathos, M.;<br>Agatsuma, K.; Aggarwal, N.; Aguiar, O. D.; Aich, A.;<br>Aiello, L.; Ain, A.; Ajith, P.; Akcay, S.; Allen, G.;<br>Allocca, A.; Altin, P. A.; Amato, A.; Anand, S.;<br>Ananyeva, A.; Anderson, S. B.; Anderson, W. G.; Angelova,<br>S. V.; Ansoldi, S.; Antier, S.; Appert, S.; Arai,<br>K.; Araya, M. C.; Areeda, J. S.; Arene, M.; Arnaud,<br>N.; Aronson, S. M.; Arun, K. G.; Asali, Y.; Ascenzi,<br>S.; Ashton, G.; Aston, S. M.; Astone, P.; Aubin, F.;<br>Aufmuth, P.; AultONeal, K.; Austin, C.; Avendano, V.;<br>Babak, S.; Bacon, P.; Badaracco, F.; Bader, M. K. M.;<br>Bae, S.; Baer, A. M.; Baird, J.; Baldaccini, F.;<br>Ballardin, G.; Ballmer, S. W.; Bals, A.; Balsamo, A.;<br>Baltus, G.; Banagiri, S.; Bankar, D.; Bankar, R. S.;<br>Barayoga, J. C.; Barbieri, C.; Barish, B. C.; Barker, D.;<br>Barkett, K.; Barneo, P.; Barone, F.; Barr, B.; Barsotti,<br>L.; Barsuglia, M.; Barta, D.; Bartlett, J.;<br>Bartos, I.; Bassiri, R.; Basti, A.; Bawaj, M.; Bayley,<br>J. C.; Bazzan, M.; B'ecsy, B.; Bejger, M.;<br>Belahcene, I.; Bell, A. S.; Beniwal, D.; Benjamin, M. G.;<br>Benkel, R.; Bentley, J. D.; Bergamin, F.; Berger, B. K.;<br>Bergmann, G.; Bernuzzi, S.; Berry, C. P. L.; Bersanetti,<br>D.; Bertolini, A.; Betzwieser, J.; Bhandare, R.;<br>Bhandari, A. V.; Bidler, J.; Biggs, E.; Bilenko, I. A.;<br>Billingsley, G.; Birney, R.; Birnholtz, O.; Biscans, S.;<br>Bischi, M.; Biscoveanu, S.; Bisht, A.; Bissenbayeva,<br>G.; Bitossi, M.; Bizouard, M. A.; Blackburn, J. K.;<br>Blackman, J.; Blair, C. D.; Blair, D. G.; Blair, R. M.;<br>Bobba, F.; Bode, N.; Boer, M.; Boetzel, Y.; Bogaert,<br>G.; Bondu, F.; Bonilla, E.; Bonnand, R.; Booker,<br>P.; Boom, B. A.; Bork, R.; Boschi, V.; Bose, S.;<br>Bossilkov, V.; Bosveld, J.; Bouffanais, Y.; Bozzi, A.;<br>Bradaschia, C.; Brady, P. R.; Bramley, A.; Branchesi, M.;<br>Brau, J. E.; Breschi, M.; Briant, T.; Briggs, J. H.;<br>Brighenti, F.; Brillet, A.; Brinkmann, M.; Brito, R.;<br>Brockill, P.; Brooks, A. F.; Brooks, J.; Brown, D. D.;<br>Brunett, S.; Bruno, G.; Bruntz, R.; Buikema, A.; Bulik,<br>T.; Bulten, H. J.; Buonanno, A.; Buskulic, D.;<br>Byer, R. L.; Cabero, M.; Cadonati, L.; Cagnoli, G.;<br>Cahillane, C.; Bustillo, J. Calder'on; Callaghan, J. D.;<br>Callister, T. A.; Calloni, E.; Camp, J. B.; Canepa, M.;<br>Cannon, K. C.; Cao, H.; Cao, J.; Carapella, G.;<br>Carbognani, F.; Caride, S.; Carney, M. F.; Carullo, G.;<br>Diaz, J. Casanueva; Casentini, C.; Castaneda, J.;<br>Caudill, S.; Cavaglia, M.; Cavalier, F.; Cavalieri, R.;<br>Cella, G.; Cerd'a-Dur'an, P.; Cesarini, E.; Chaibi,<br>O.; Chakravarti, K.; Chan, C.; Chan, M.; Chao, S.;<br>Charlton, P.; Chase, E. A.; Chassande-Mottin, E.;<br>Chatterjee, D.; Chaturvedi, M.; Chatziioannou, K.; Chen,<br>H. Y.; Chen, X.; Chen, Y.; Cheng, H.-P.; Cheong, C.<br>K.; Chia, H. Y.; Chiadini, F.; Chierici, R.;<br>Chincarini, A.; Chiummo, A.; Cho, G.; Cho, H. S.; Cho, M.;<br>Christensen, N.; Chu, Q.; Chua, S.; Chung, K. W.; Chung, S.;<br>Ciani, G.; Ciecielag, P.; Cie'slar, M.; Ciobanu, A.<br>A.; Ciolfi, R.; Cipriano, F.; Cirone, A.; Clara,<br>F.; Clark, J. A.; Clearwater, P.; Clesse, S.;<br>Cleva, F.; Coccia, E.; Cohadon, P.-F.; Cohen, D.;<br>Colleoni, M.; Collette, C. G.; Collins, C.; Colpi, M.;<br>Constancio, M.; Conti, L.; Cooper, S. J.; Corban, P.;<br>Corbitt, T. R.; Cordero-Carri'on, I.; Corezzi, S.;<br>Corley, K. R.; Cornish, N.; Corre, D.; Corsi, A.;<br>Cortese, S.; Costa, C. A.; Cotesta, R.; Coughlin, M. W.;<br>Coughlin, S. B.; Coulon, J.-P.; Countryman, S. T.;<br>Couvares, P.; Covas, P. B.; Coward, D. M.; Cowart, M. J.;<br>Coyne, D. C.; Coyne, R.; Creighton, J. D. E.;<br>Creighton, T. D.; Cripe, J.; Croquette, M.; Crowder, S. G.;<br>Cudell, J.-R.; Cullen, T. J.; Cumming, A.; Cummings,<br>R.; Cunningham, L.; Cuoco, E.; Curylo, M.; Canton,<br>T. Dal; D'alya, G.; Dana, A.;<br>Daneshgaran-Bajastani, L. M.; D'Angelo, B.; Danilishin, S. L.;<br>D'Antonio, S.; Danzmann, K.; Darsow-Fromm, C.; Dasgupta,<br>A.; Datrier, L. E. H.; Dattilo, V.; Dave, I.;<br>Davier, M.; Davies, G. S.; Davis, D.; Daw, E. J.; DeBra,<br>D.; Deenadayalan, M.; Degallaix, J.; Laurentis,<br>M. De; Del'eglise, S.; Delfavero, M.; Lillo, N.<br>De; Pozzo, W. Del; DeMarchi, L. M.; D'Emilio, V.;<br>Demos, N.; Dent, T.; Pietri, R. De; Rosa, R. De; Rossi,<br>C. De; DeSalvo, R.; Varona, O. de; Dhurandhar, S.;<br>D'iaz, M. C.; Diaz-Ortiz, M.; Dietrich, T.; Fiore, L.<br>Di; Fronzo, C. Di; Giorgio, C. Di; Giovanni, F. Di;<br>Giovanni, M. Di; Girolamo, T. Di; Lieto, A. Di; Ding, B.;<br>Pace, S. Di; Palma, I. Di; Renzo, F. Di; Divakarla, A.<br>K.; Dmitriev, A.; Doctor, Z.; Donovan, F.; Dooley,<br>K. L.; Doravari, S.; Dorrington, I.; Downes, T.<br>P.; Drago, M.; Driggers, J. C.; Du, Z.; Ducoin,<br>J.-G.; Dupej, P.; Durante, O.; D'Urso, D.; Dwyer, S.<br>E.; Easter, P. J.; Eddolls, G.; Edelman, B.; Edo, T.<br>B.; Edy, O.; Effler, A.; Ehrens, P.; Eichholz, J.;<br>Eikenberry, S. S.; Eisenmann, M.; Eisenstein, R. A.; Ejlli,<br>A.; Errico, L.; Essick, R. C.; Estelles, H.;<br>Estevez, D.; Etienne, Z. B.; Etzel, T.; Evans, M.; Evans,<br>T. M.; Ewing, B. E.; Fafone, V.; Fairhurst, S.;<br>Fan, X.; Farinon, S.; Farr, B.; Farr, W. M.;<br>Fauchon-Jones, E. J.; Favata, M.; Fays, M.; Fazio, M.; Feicht,<br>J.; Fejer, M. M.; Feng, F.; Fenyvesi, E.; Ferguson,<br>D. L.; Fernandez-Galiana, A.; Ferrante, I.;<br>Ferreira, E. C.; Ferreira, T. A.; Fidecaro, F.; Fiori, I.;<br>Fiorucci, D.; Fishbach, M.; Fisher, R. P.; Fittipaldi,<br>R.; Fitz-Axen, M.; Fiumara, V.; Flaminio, R.;<br>Floden, E.; Flynn, E.; Fong, H.; Font, J. A.; Forsyth, P.<br>W. F.; Fournier, J.-D.; Frasca, S.; Frasconi, F.;<br>Frei, Z.; Freise, A.; Frey, R.; Frey, V.; Fritschel,<br>P.; Frolov, V. V.; Fronze, G.; Fulda, P.; Fyffe, M.;<br>Gabbard, H. A.; Gadre, B. U.; Gaebel, S. M.; Gair, J. R.;<br>Galaudage, S.; Ganapathy, D.; Ganguly, A.; Gaonkar, S. G.;<br>Garc'ia-Quir'os, C.; Garufi, F.; Gateley, B.; Gaudio, S.;<br>Gayathri, V.; Gemme, G.; Genin, E.; Gennai, A.; George,<br>D.; George, J.; Gergely, L.; Ghonge, S.; Ghosh,<br>Abhirup; Ghosh, Archisman; Ghosh, S.; Giacomazzo, B.;<br>Giaime, J. A.; Giardina, K. D.; Gibson, D. R.; Gier, C.;<br>Gill, K.; Glanzer, J.; Gniesmer, J.; Godwin, P.;<br>Goetz, E.; Goetz, R.; Gohlke, N.; Goncharov, B.;<br>Gonz'alez, G.; Gopakumar, A.; Gossan, S. E.; Gosselin, M.;<br>Gouaty, R.; Grace, B.; Grado, A.; Granata, M.; Grant,<br>A.; Gras, S.; Grassia, P.; Gray, C.; Gray, R.;<br>Greco, G.; Green, A. C.; Green, R.; Gretarsson, E. M.;<br>Griggs, H. L.; Grignani, G.; Grimaldi, A.; Grimm, S. J.;<br>Grote, H.; Grunewald, S.; Gruning, P.; Guidi, G. M.;<br>Guimaraes, A. R.; Guix'e, G.; Gulati, H. K.; Guo, Y.; Gupta,<br>A.; Gupta, Anchal; Gupta, P.; Gustafson, E. K.;<br>Gustafson, R.; Haegel, L.; Halim, O.; Hall, E. D.;<br>Hamilton, E. Z.; Hammond, G.; Haney, M.; Hanke, M. M.;<br>Hanks, J.; Hanna, C.; Hannam, M. D.; Hannuksela, O. A.;<br>Hansen, T. J.; Hanson, J.; Harder, T.; Hardwick, T.;<br>Haris, K.; Harms, J.; Harry, G. M.; Harry, I. W.;<br>Hasskew, R. K.; Haster, C.-J.; Haughian, K.; Hayes, F.<br>J.; Healy, J.; Heidmann, A.; Heintze, M. C.;<br>Heinze, J.; Heitmann, H.; Hellman, F.; Hello, P.;<br>Hemming, G.; Hendry, M.; Heng, I. S.; Hennes, E.; Hennig,<br>J.; Heurs, M.; Hild, S.; Hinderer, T.; Hoback, S.<br>Y.; Hochheim, S.; Hofgard, E.; Hofman, D.;<br>Holgado, A. M.; Holland, N. A.; Holt, K.; Holz, D. E.;<br>Hopkins, P.; Horst, C.; Hough, J.; Howell, E. J.; Hoy, C.<br>G.; Huang, Y.; Hubner, M. T.; Huerta, E. A.; Huet,<br>D.; Hughey, B.; Hui, V.; Husa, S.; Huttner, S. H.;<br>Huxford, R.; Huynh-Dinh, T.; Idzkowski, B.; Iess, A.;<br>Inchauspe, H.; Ingram, C.; Intini, G.; Isac, J.-M.; Isi,<br>M.; Iyer, B. R.; Jacqmin, T.; Jadhav, S. J.; Jadhav,<br>S. P.; James, A. L.; Jani, K.; Janthalur, N. N.;<br>Jaranowski, P.; Jariwala, D.; Jaume, R.; Jenkins, A. C.;<br>Jiang, J.; Johns, G. R.; Johnson-McDaniel, N. K.;<br>Jones, A. W.; Jones, D. I.; Jones, J. D.; Jones, P.;<br>Jones, R.; Jonker, R. J. G.; Ju, L.; Junker, J.;<br>Kalaghatgi, C. V.; Kalogera, V.; Kamai, B.; Kandhasamy, S.;<br>Kang, G.; Kanner, J. B.; Kapadia, S. J.; Karki, S.;<br>Kashyap, R.; Kasprzack, M.; Kastaun, W.; Katsanevas,<br>S.; Katsavounidis, E.; Katzman, W.; Kaufer, S.;<br>Kawabe, K.; K'ef'elian, F.; Keitel, D.; Keivani, A.;<br>Kennedy, R.; Key, J. S.; Khadka, S.; Khalili, F. Y.; Khan,<br>I.; Khan, S.; Khan, Z. A.; Khazanov, E. A.; Khetan,<br>N.; Khursheed, M.; Kijbunchoo, N.; Kim, Chunglee;<br>Kim, G. J.; Kim, J. C.; Kim, K.; Kim, W.; Kim, W. S.;<br>Kim, Y.-M.; Kimball, C.; King, P. J.;<br>Kinley-Hanlon, M.; Kirchhoff, R.; Kissel, J. S.; Kleybolte,<br>L.; Klimenko, S.; Knowles, T. D.; Knyazev, E.;<br>Koch, P.; Koehlenbeck, S. M.; Koekoek, G.; Koley, S.;<br>Kondrashov, V.; Kontos, A.; Koper, N.; Korobko, M.; Korth,<br>W. Z.; Kovalam, M.; Kozak, D. B.; Kringel, V.;<br>Krishnendu, N. V.; Kr'olak, A.; Krupinski, N.; Kuehn, G.;<br>Kumar, A.; Kumar, P.; Kumar, Rahul; Kumar, Rakesh;<br>Kumar, S.; Kuo, L.; Kutynia, A.; Lackey, B. D.; Laghi,<br>D.; Lalande, E.; Lam, T. L.; Lamberts, A.; Landry,<br>M.; Landry, P.; Lane, B. B.; Lang, R. N.; Lange, J.;<br>Lantz, B.; Lanza, R. K.; Rosa, I. La; Lartaux-Vollard,<br>A.; Lasky, P. D.; Laxen, M.; Lazzarini, A.;<br>Lazzaro, C.; Leaci, P.; Leavey, S.; Lecoeuche, Y. K.;<br>Lee, C. H.; Lee, H. M.; Lee, H. W.; Lee, J.; Lee, K.;<br>Lehmann, J.; Leroy, N.; Letendre, N.; Levin, Y.; Li, A. K.<br>Y.; Li, J.; li, K.; Li, T. G. F.; Li, X.; Linde, F.;<br>Linker, S. D.; Linley, J. N.; Littenberg, T. B.; Liu, J.;<br>Liu, X.; Llorens-Monteagudo, M.; Lo, R. K. L.;<br>Lockwood, A.; London, L. T.; Longo, A.; Lorenzini, M.;<br>Loriette, V.; Lormand, M.; Losurdo, G.; Lough, J. D.;<br>Lousto, C. O.; Lovelace, G.; Luck, H.; Lumaca, D.;<br>Lundgren, A. P.; Ma, Y.; Macas, R.; Macfoy, S.; MacInnis,<br>M.; Macleod, D. M.; MacMillan, I. A. O.; Macquet,<br>A.; Hernandez, I. Magana; Magana-Sandoval, F.;<br>Magee, R. M.; Majorana, E.; Maksimovic, I.; Malik, A.;<br>Man, N.; Mandic, V.; Mangano, V.; Mansell, G. L.;<br>Manske, M.; Mantovani, M.; Mapelli, M.; Marchesoni,<br>F.; Marion, F.; M'arka, S.; M'arka, Z.; Markakis,<br>C.; Markosyan, A. S.; Markowitz, A.; Maros, E.;<br>Marquina, A.; Marsat, S.; Martelli, F.; Martin, I. W.;<br>Martin, R. M.; Martinez, V.; Martynov, D. V.;<br>Masalehdan, H.; Mason, K.; Massera, E.; Masserot, A.;<br>Massinger, T. J.; Masso-Reid, M.; Mastrogiovanni, S.;<br>Matas, A.; Matichard, F.; Mavalvala, N.; Maynard, E.;<br>McCann, J. J.; McCarthy, R.; McClelland, D. E.;<br>McCormick, S.; McCuller, L.; McGuire, S. C.; McIsaac, C.;<br>McIver, J.; McManus, D. J.; McRae, T.; McWilliams, S.<br>T.; Meacher, D.; Meadors, G. D.; Mehmet, M.; Mehta,<br>A. K.; Villa, E. Mejuto; Melatos, A.; Mendell, G.;<br>Mercer, R. A.; Mereni, L.; Merfeld, K.; Merilh, E. L.;<br>Merritt, J. D.; Merzougui, M.; Meshkov, S.; Messenger,<br>C.; Messick, C.; Metzdorff, R.; Meyers, P. M.;<br>Meylahn, F.; Mhaske, A.; Miani, A.; Miao, H.;<br>Michaloliakos, I.; Michel, C.; Middleton, H.; Milano, L.;<br>Miller, A. L.; Millhouse, M.; Mills, J. C.; Milotti, E.;<br>Milovich-Goff, M. C.; Minazzoli, O.; Minenkov, Y.; Mishkin,<br>A.; Mishra, C.; Mistry, T.; Mitra, S.; Mitrofanov,<br>V. P.; Mitselmakher, G.; Mittleman, R.; Mo, G.;<br>Mogushi, K.; Mohapatra, S. R. P.; Mohite, S. R.;<br>Molina-Ruiz, M.; Mondin, M.; Montani, M.; Moore, C. J.;<br>Moraru, D.; Morawski, F.; Moreno, G.; Morisaki, S.;<br>Mours, B.; Mow-Lowry, C. M.; Mozzon, S.; Muciaccia,<br>F.; Mukherjee, Arunava; Mukherjee, D.;<br>Mukherjee, S.; Mukherjee, Subroto; Mukund, N.; Mullavey,<br>A.; Munch, J.; Muniz, E. A.; Murray, P. G.; Nagar,<br>A.; Nardecchia, I.; Naticchioni, L.; Nayak, R. K.;<br>Neil, B. F.; Neilson, J.; Nelemans, G.; Nelson, T. J.<br>N.; Nery, M.; Neunzert, A.; Ng, K. Y.; Ng, S.;<br>Nguyen, C.; Nguyen, P.; Nichols, D.; Nichols, S. A.;<br>Nissanke, S.; Nocera, F.; Noh, M.; North, C.; Nothard, D.;<br>Nuttall, L. K.; Oberling, J.; O'Brien, B. D.; Oganesyan,<br>G.; Ogin, G. H.; Oh, J. J.; Oh, S. H.; Ohme, F.; Ohta,<br>H.; Okada, M. A.; Oliver, M.; Olivetto, C.;<br>Oppermann, P.; Oram, Richard J.; O'Reilly, B.; Ormiston,<br>R. G.; Ortega, L. F.; O'Shaughnessy, R.;<br>Ossokine, S.; Osthelder, C.; Ottaway, D. J.; Overmier,<br>H.; Owen, B. J.; Pace, A. E.; Pagano, G.; Page, M. A.;<br>Pagliaroli, G.; Pai, A.; Pai, S. A.; Palamos, J. R.;<br>Palashov, O.; Palomba, C.; Pan, H.; Panda, P. K.; Pang, P.<br>T. H.; Pankow, C.; Pannarale, F.; Pant, B. C.;<br>Paoletti, F.; Paoli, A.; Parida, A.; Parker, W.;<br>Pascucci, D.; Pasqualetti, A.; Passaquieti, R.;<br>Passuello, D.; Patricelli, B.; Payne, E.; Pearlstone, B.<br>L.; Pechsiri, T. C.; Pedersen, A. J.; Pedraza, M.;<br>Pele, A.; Penn, S.; Perego, A.; Perez, C. J.;<br>P'erigois, C.; Perreca, A.; Perries, S.; Petermann, J.;<br>Pfeiffer, H. P.; Phelps, M.; Phukon, K. S.; Piccinni, O.<br>J.; Pichot, M.; Piendibene, M.; Piergiovanni, F.;<br>Pierro, V.; Pillant, G.; Pinard, L.; Pinto, I. M.;<br>Piotrzkowski, K.; Pirello, M.; Pitkin, M.; Plastino, W.;<br>Poggiani, R.; Pong, D. Y. T.; Ponrathnam, S.; Popolizio,<br>P.; Porter, E. K.; Powell, J.; Prajapati, A. K.;<br>Prasai, K.; Prasanna, R.; Pratten, G.; Prestegard, T.;<br>Principe, M.; Prodi, G. A.; Prokhorov, L.; Punturo, M.;<br>Puppo, P.; Purrer, M.; Qi, H.; Quetschke, V.;<br>Quinonez, P. J.; Raab, F. J.; Raaijmakers, G.; Radkins,<br>H.; Radulesco, N.; Raffai, P.; Rafferty, H.; Raja,<br>S.; Rajan, C.; Rajbhandari, B.; Rakhmanov, M.;<br>Ramirez, K. E.; Ramos-Buades, A.; Rana, Javed; Rao, K.;<br>Rapagnani, P.; Raymond, V.; Razzano, M.; Read, J.;<br>Regimbau, T.; Rei, L.; Reid, S.; Reitze, D. H.; Rettegno,<br>P.; Ricci, F.; Richardson, C. J.; Richardson, J.<br>W.; Ricker, P. M.; Riemenschneider, G.; Riles, K.;<br>Rizzo, M.; Robertson, N. A.; Robinet, F.; Rocchi, A.;<br>Rodriguez-Soto, R. D.; Rolland, L.; Rollins, J. G.; Roma, V. J.;<br>Romanelli, M.; Romano, R.; Romel, C. L.; Romero-Shaw, I.<br>M.; Romie, J. H.; Rose, C. A.; Rose, D.; Rose, K.;<br>Rosi'nska, D.; Rosofsky, S. G.; Ross, M. P.; Rowan, S.;<br>Rowlinson, S. J.; Roy, P. K.; Roy, Santosh; Roy, Soumen;<br>Ruggi, P.; Rutins, G.; Ryan, K.; Sachdev, S.; Sadecki,<br>T.; Sakellariadou, M.; Salafia, O. S.; Salconi,<br>L.; Saleem, M.; Salemi, F.; Samajdar, A.; Sanchez,<br>E. J.; Sanchez, L. E.; Sanchis-Gual, N.; Sanders,<br>J. R.; Santiago, K. A.; Santos, E.; Sarin, N.;<br>Sassolas, B.; Sathyaprakash, B. S.; Sauter, O.; Savage,<br>R. L.; Savant, V.; Sawant, D.; Sayah, S.;<br>Schaetzl, D.; Schale, P.; Scheel, M.; Scheuer, J.;<br>Schmidt, P.; Schnabel, R.; Schofield, R. M. S.;<br>Schonbeck, A.; Schreiber, E.; Schulte, B. W.; Schutz, B.<br>F.; Schwarm, O.; Schwartz, E.; Scott, J.; Scott, S.<br>M.; Seidel, E.; Sellers, D.; Sengupta, A. S.;<br>Sennett, N.; Sentenac, D.; Sequino, V.; Sergeev, A.;<br>Setyawati, Y.; Shaddock, D. A.; Shaffer, T.; Shahriar, M.<br>S.; Sharma, A.; Sharma, P.; Shawhan, P.; Shen, H.;<br>Shikauchi, M.; Shink, R.; Shoemaker, D. H.; Shoemaker, D.<br>M.; Shukla, K.; ShyamSundar, S.; Siellez, K.;<br>Sieniawska, M.; Sigg, D.; Singer, L. P.; Singh, D.; Singh,<br>N.; Singha, A.; Singhal, A.; Sintes, A. M.; Sipala,<br>V.; Skliris, V.; Slagmolen, B. J. J.;<br>Slaven-Blair, T. J.; Smetana, J.; Smith, J. R.; Smith, R. J. E.;<br>Somala, S.; Son, E. J.; Soni, S.; Sorazu, B.; Sordini,<br>V.; Sorrentino, F.; Souradeep, T.; Sowell, E.;<br>Spencer, A. P.; Spera, M.; Srivastava, A. K.;<br>Srivastava, V.; Staats, K.; Stachie, C.; Standke, M.;<br>Steer, D. A.; Steinhoff, J.; Steinke, M.;<br>Steinlechner, J.; Steinlechner, S.; Steinmeyer, D.;<br>Stevenson, S.; Stocks, D.; Stops, D. J.; Stover, M.;<br>Strain, K. A.; Stratta, G.; Strunk, A.; Sturani, R.;<br>Stuver, A. L.; Sudhagar, S.; Sudhir, V.; Summerscales,<br>T. Z.; Sun, L.; Sunil, S.; Sur, A.; Suresh, J.;<br>Sutton, P. J.; Swinkels, B. L.; Szczepa'nczyk, M. J.;<br>Tacca, M.; Tait, S. C.; Talbot, C.; Tanasijczuk, A. J.;<br>Tanner, D. B.; Tao, D.; T'apai, M.; Tapia, A.; Martin, E.<br>N. Tapia San; Tasson, J. D.; Taylor, R.; Tenorio,<br>R.; Terkowski, L.; Thirugnanasambandam, M. P.;<br>Thomas, M.; Thomas, P.; Thompson, J. E.; Thondapu, S.<br>R.; Thorne, K. A.; Thrane, E.; Tinsman, C. L.;<br>Saravanan, T. R.; Tiwari, Shubhanshu; Tiwari, S.; Tiwari,<br>V.; Toland, K.; Tonelli, M.; Tornasi, Z.;<br>Torres-Forn'e, A.; Torrie, C. I.; Melo, I. Tosta e; Toyra, D.;<br>Trail, E. A.; Travasso, F.; Traylor, G.; Tringali, M.<br>C.; Tripathee, A.; Trovato, A.; Trudeau, R. J.;<br>Tsang, K. W.; Tse, M.; Tso, R.; Tsukada, L.; Tsuna, D.;<br>Tsutsui, T.; Turconi, M.; Ubhi, A. S.; Ueno, K.; Ugolini,<br>D.; Unnikrishnan, C. S.; Urban, A. L.; Usman, S. A.;<br>Utina, A. C.; Vahlbruch, H.; Vajente, G.; Valdes, G.;<br>Valentini, M.; Bakel, N. van; Beuzekom, M. van; Brand, J. F.<br>J. van den; Broeck, C. Van Den; Vander-Hyde, D. C.;<br>Schaaf, L. van der; Heijningen, J. V. Van; Veggel, A. A.<br>van; Vardaro, M.; Varma, V.; Vass, S.; Vas'uth, M.;<br>Vecchio, A.; Vedovato, G.; Veitch, J.; Veitch, P. J.;<br>Venkateswara, K.; Venugopalan, G.; Verkindt, D.; Veske, D.;<br>Vetrano, F.; Vicer'e, A.; Viets, A. D.; Vinciguerra, S.;<br>Vine, D. J.; Vinet, J.-Y.; Vitale, S.; Vivanco,<br>Francisco Hernandez; Vo, T.; Vocca, H.; Vorvick, C.;<br>Vyatchanin, S. P.; Wade, A. R.; Wade, L. E.; Wade, M.; Walet,<br>R.; Walker, M.; Wallace, G. S.; Wallace, L.; Walsh,<br>S.; Wang, J. Z.; Wang, S.; Wang, W. H.; Ward, R. L.;<br>Warden, Z. A.; Warner, J.; Was, M.; Watchi, J.; Weaver,<br>B.; Wei, L.-W.; Weinert, M.; Weinstein, A. J.;<br>Weiss, R.; Wellmann, F.; Wen, L.; Wessels, P.;<br>Westhouse, J. W.; Wette, K.; Whelan, J. T.; Whiting, B. F.;<br>Whittle, C.; Wilken, D. M.; Williams, D.; Willis, J. L.;<br>Willke, B.; Winkler, W.; Wipf, C. C.; Wittel, H.; Woan,<br>G.; Woehler, J.; Wofford, J. K.; Wong, C.; Wright,<br>J. L.; Wu, D. S.; Wysocki, D. M.; Xiao, L.;<br>Yamamoto, H.; Yang, L.; Yang, Y.; Yang, Z.; Yap, M. J.;<br>Yazback, M.; Yeeles, D. W.; Yu, Hang; Yu, Haocun; Yuen, S.<br>H. R.; Zadro.zny, A. K.; Zadro.zny, A.; Zanolin,<br>M.; Zelenova, T.; Zendri, J.-P.; Zevin, M.; Zhang,<br>J.; Zhang, L.; Zhang, T.; Zhao, C.; Zhao, G.; Zhou,<br>M.; Zhou, Z.; Zhu, X. J.; Zimmerman, A. B.; Zucker,<br>M. E.; Zweizig, J.","abstract_summary":" We report the observation of a compact binary<br>coalescence involving a 22.2 - 24.3 $M_{\\odot}$ black hole<br>and a compact object with a mass of 2.50 - 2.67<br>$M_{\\odot}$ (all measurements quoted at the 90$\\%$<br>credible level). The gravitational-wave signal,<br>GW190814, was observed during LIGO's and Virgo's third<br>observing run on August 14, 2019 at 21:10:39 UTC and has a<br>signal-to-noise ratio of 25 in the three-detector network. The<br>source was localized to 18.5 deg$^2$ at a distance of<br>$241^{+41}_{-45}$ Mpc; no electromagnetic counterpart has been<br>confirmed to date. The source has the most unequal mass<br>ratio yet measured with...","title_summary":" GW190814: Gravitational Waves from the<br>Coalescence of a 23 M$_\\odot$ Black Hole with a 2.6 M$_\\odot$<br>Compact Object","x":-14.3563480377,"y":49.0835800171,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.3563480377,"tsne_y":49.0835800171,"subcluster":7,"subcluster_description":"Intermediate Mass Binary Black","shape":"p"},{"cord_uid":"61iunmqp","source_x":"ArXiv","title":"44 GHz methanol masers: Observations toward 95 GHz methanol masers","doi":"10.3847\/1538-4365\/ab8b5b","abstract":"We report a simultaneous 44 and 95 GHz class I methanol maser survey toward 144 sources from the 95 GHz class I methanol maser catalog. The observations were made with the three telescopes of the Korean very long baseline interferometry network operating in single-dish mode. The detection rates are 89% at 44 GHz and 77% at 95 GHz. There are 106 new discoveries at 44 GHz. Comparing the previous 95 GHz detections with new observations of the same transitions made using the Purple Mountain Observatory 13.7 m radio telescope shows no clear evidence of variability on a timescale of six years. Emission from the 44 and 95 GHz transitions shows strong correlations in peak velocity, peak flux density, and integrated flux density, indicating that they are likely cospatial. We found that the peak flux density ratio Spk,95\/Spk,44 decreases as the 44 GHz peak flux density increases. We found that some class I methanol masers in our sample could be associated with infrared dark clouds, while others are associated with H II regions, indicating that some sources occur at an early stage of high-mass star formation, while others are located toward more evolved sources.","publish_time":1588291200000,"author_summary":" Yang, Wenjin; Xu, Ye; Choi, Yoon Kyung;<br>Ellingsen, Simon P.; Sobolev, Andrej M.; Chen, Xi; Li,<br>Jingjing; Lu, Dengrong","abstract_summary":" We report a simultaneous 44 and 95 GHz class I<br>methanol maser survey toward 144 sources from the 95 GHz<br>class I methanol maser catalog. The observations<br>were made with the three telescopes of the Korean<br>very long baseline interferometry network<br>operating in single-dish mode. The detection rates are<br>89% at 44 GHz and 77% at 95 GHz. There are 106 new<br>discoveries at 44 GHz. Comparing the previous 95 GHz<br>detections with new observations of the same transitions<br>made using the Purple Mountain Observatory 13.7 m<br>radio telescope shows no clear evidence of<br>variability on a timescale of six...","title_summary":" 44 GHz methanol masers: Observations toward 95<br>GHz methanol masers","x":-13.8956203461,"y":49.3311309814,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.8956203461,"tsne_y":49.3311309814,"subcluster":5,"subcluster_description":"An Integrated Optical Transient","shape":"p"},{"cord_uid":"sq6rw595","source_x":"ArXiv","title":"Evidence for a Past Martian Ring from the Orbital Inclination of Deimos","doi":"10.3847\/2041-8213\/ab974f","abstract":"We numerically explore the possibility that the large orbital inclination of the martian satellite Deimos originated in an orbital resonance with an ancient inner satellite of Mars more massive than Phobos. We find that Deimos's inclination can be reliably generated by outward evolution of a martian satellite that is about 20 times more massive than Phobos through the 3:1 mean-motion resonance with Deimos at 3.3 Mars radii. This outward migration, in the opposite direction from tidal evolution within the synchronous radius, requires interaction with a past massive ring of Mars. Our results therefore strongly support the cyclic martian ring-satellite hypothesis of Hesselbrock and Minton (2017). Our findings, combined with the model of Hesselbrock and Minton (2017), suggest that the age of the surface of Deimos is about 3.5-4 Gyr, and require Phobos to be significantly younger.","publish_time":1590969600000,"author_summary":" 'Cuk, Matija; Minton, David A.; Pouplin,<br>Jennifer L. L.; Wishard, Carlisle","abstract_summary":" We numerically explore the possibility that<br>the large orbital inclination of the martian<br>satellite Deimos originated in an orbital resonance with<br>an ancient inner satellite of Mars more massive<br>than Phobos. We find that Deimos's inclination can<br>be reliably generated by outward evolution of a<br>martian satellite that is about 20 times more massive<br>than Phobos through the 3:1 mean-motion resonance<br>with Deimos at 3.3 Mars radii. This outward<br>migration, in the opposite direction from tidal evolution<br>within the synchronous radius, requires interaction<br>with a past massive ring of Mars. Our results<br>therefore strongly support the cyclic martian<br>ring-satellite hypothesis...","title_summary":" Evidence for a Past Martian Ring from the<br>Orbital Inclination of Deimos","x":-13.8472967148,"y":49.412147522,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.8472967148,"tsne_y":49.412147522,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"9fo7m63k","source_x":"ArXiv","title":"GRANDMA Observations of Advanced LIGO's and Advanced Virgo's Third Observational Campaign","doi":"10.1093\/mnras\/staa1846","abstract":"GRANDMA is a network of 25 telescopes of different sizes, including both photometric and spectroscopic facilities. The network aims to coordinate follow-up observations of gravitational-wave candidate alerts, especially those with large localisation uncertainties, to reduce the delay between the initial detection and the optical confirmation. In this paper, we detail GRANDMA's observational performance during Advanced LIGO\/Advanced Virgo Observing Run 3 (O3), focusing on the second part of O3; this includes summary statistics pertaining to coverage and possible astrophysical origin of the candidates. To do so, we quantify our observation efficiency in terms of delay between gravitational-wave candidate trigger time, observations, and the total coverage. Using an optimised and robust coordination system, GRANDMA followed-up about 90 % of the gravitational-wave candidate alerts, i.e. 49 out of 56 candidates. This led to coverage of over 9000 deg2 during O3. The delay between the gravitational-wave candidate trigger and the first observation was below 1.5 hour for 50 % of the alerts. We did not detect any electromagnetic counterparts to the gravitational-wave candidates during O3, likely due to the very large localisation areas (on average thousands of degrees squares) and relatively large distance of the candidates (above 200 Mpc for 60 % of BNS candidates). We derive constraints on potential kilonova properties for two potential binary neutron star coalescences (GW190425 and S200213t), assuming that the events' locations were imaged.","publish_time":1586304000000,"author_summary":" Antier, S.; Agayeva, S.; Almualla, M.;<br>Awiphan, S.; Baransky, A.; Barynova, K.; Beradze, S.;<br>Blavzek, M.; Boer, M.; Burkhonov, O.; Christensen, N.;<br>Coleiro, A.; Corre, D.; Coughlin, M. W.; Crisp, H.;<br>Dietrich, T.; Ducoin, J.-G.; Duverne, P.-A.;<br>Marchal-Duval, G.; Gendre, B.; Gokuldass, P.; Eggenstein, H.<br>B.; Eymar, L.; Hello, P.; Howell, E. J.; Ismailov,<br>N.; Kann, D. A.; Karpov, S.; Klotz, A.;<br>Kochiashvili, N.; Lachaud, C.; Leroy, N.; Lin, W. L.; Li, W. X.;<br>Mavsek, M.; Mo, J.; Menard, R.; Morris, D.; Noysena, K.;<br>Orange, N. B.; Prouza, M.; Rattanamala, R.;<br>Sadibekova, T.; Saint-Gelais, D.; Serrau, M.; Simon, A.;<br>Stachie, C.; Thone, C. C.; Tillayev, Y.; Turpin, D.;<br>Postigo, A. de Ugarte; Vasylenko, V.; Vidadi, Z.; Was,<br>M.; Wang, X. F.; Zhang, J. J.; Zhang, T. M.; Zhang, X.<br>H.","abstract_summary":" GRANDMA is a network of 25 telescopes of<br>different sizes, including both photometric and<br>spectroscopic facilities. The network aims to coordinate<br>follow-up observations of gravitational-wave<br>candidate alerts, especially those with large<br>localisation uncertainties, to reduce the delay between the<br>initial detection and the optical confirmation. In<br>this paper, we detail GRANDMA's observational<br>performance during Advanced LIGO\/Advanced Virgo<br>Observing Run 3 (O3), focusing on the second part of O3;<br>this includes summary statistics pertaining to<br>coverage and possible astrophysical origin of the<br>candidates. To do so, we quantify our observation<br>efficiency in terms of delay between gravitational-wave<br>candidate trigger time, observations,...","title_summary":" GRANDMA Observations of Advanced LIGO's and<br>Advanced Virgo's Third Observational Campaign","x":-13.9365825653,"y":49.1527671814,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.9365825653,"tsne_y":49.1527671814,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"grqw11bf","source_x":"ArXiv","title":"Two Wolf-Rayet stars at the heart of colliding-wind binary Apep","doi":"10.1093\/mnras\/staa1244","abstract":"Infrared imaging of the colliding-wind binary Apep has revealed a spectacular dust plume with complicated internal dynamics that challenges standard colliding-wind binary physics. Such challenges can be potentially resolved if a rapidly-rotating Wolf-Rayet star is located at the heart of the system, implicating Apep as a Galactic progenitor system to long-duration gamma-ray bursts. One of the difficulties in interpreting the dynamics of Apep is that the spectral composition of the stars in the system was unclear. Here we present visual to near-infrared spectra that demonstrate that the central component of Apep is composed of two classical Wolf-Rayet stars of carbon- (WC8) and nitrogen-sequence (WN4-6b) subtypes. We argue that such an assignment represents the strongest case of a classical WR+WR binary system in the Milky Way. The terminal line-of-sight wind velocities of the WC8 and WN4-6b stars are measured to be $2100 \\pm 200$ and $3500 \\pm 100$ km s$^{-1}$, respectively. If the mass-loss rate of the two stars are typical for their spectral class, the momentum ratio of the colliding winds is expected to be $\\approx$ 0.4. Since the expansion velocity of the dust plume is significantly smaller than either of the measured terminal velocities, we explore the suggestion that one of the Wolf-Rayet winds is anisotropic. We can recover a shock-compressed wind velocity consistent with the observed dust expansion velocity if the WC8 star produces a significantly slow equatorial wind with a velocity of $\\approx$530 km s$^{-1}$. Such slow wind speeds can be driven by near-critical rotation of a Wolf-Rayet star.","publish_time":1588291200000,"author_summary":" Callingham, J. R.; Crowther, P. A.; Williams,<br>P. M.; Tuthill, P. G.; Han, Y.; Pope, B. J. S.;<br>Marcote, B.","abstract_summary":" Infrared imaging of the colliding-wind binary<br>Apep has revealed a spectacular dust plume with<br>complicated internal dynamics that challenges standard<br>colliding-wind binary physics. Such challenges can be<br>potentially resolved if a rapidly-rotating Wolf-Rayet<br>star is located at the heart of the system,<br>implicating Apep as a Galactic progenitor system to<br>long-duration gamma-ray bursts. One of the difficulties in<br>interpreting the dynamics of Apep is that the spectral<br>composition of the stars in the system was unclear. Here we<br>present visual to near-infrared spectra that<br>demonstrate that the central component of Apep is composed<br>of two classical Wolf-Rayet stars of carbon-...","title_summary":" Two Wolf-Rayet stars at the heart of<br>colliding-wind binary Apep","x":-14.0627670288,"y":49.2670898438,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0627670288,"tsne_y":49.2670898438,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"p9d23yz1","source_x":"ArXiv","title":"On the role of reduced wind mass-loss rate in enabling exoplanets to shape planetary nebulae","doi":"10.1093\/mnras\/staa1551","abstract":"We use the stellar evolution code MESA-binary and follow the evolution of three exoplanets and two brown dwarfs (BDs) to determine their potential role in the future evolution of their parent star on the red giant branch (RGB) and on the asymptotic giant branch (AGB). We limit this study to exoplanets and BDs with orbits that have semi-major axis of 1AU0.25, and having a parent star of mass M>1Mo. We find that the star HIP 75458 will engulf its planet HIP 75458 b during its RGB phase. The planet will remove the envelope and terminate the RGB evolution, leaving a bare helium core of mass 0.4Mo that will evolve to form a helium white dwarf. Only in one system out of five, the planet beta Pic c will enter the envelope of its parent star during the AGB phase. For that to occur, we have to reduce the wind mass-loss rate by a factor of about four from its commonly used value. This strengthens an early conclusion, which was based on exoplanets with circular orbits, that states that to have a non-negligible fraction of AGB stars that engulf planets we should consider lower wind mass-loss rates of isolated AGB stars (before they are spun-up by a companion). Such an engulfed planet might lead to the shaping of the AGB mass-loss geometry to form an elliptical planetary nebula.","publish_time":1587340800000,"author_summary":" Hegazi, Ahlam; Bear, Ealeal; Soker, Noam","abstract_summary":" We use the stellar evolution code MESA-binary<br>and follow the evolution of three exoplanets and<br>two brown dwarfs (BDs) to determine their<br>potential role in the future evolution of their parent<br>star on the red giant branch (RGB) and on the<br>asymptotic giant branch (AGB). We limit this study to<br>exoplanets and BDs with orbits that have semi-major axis of<br>1AU0.25, and having a parent star of mass M>1Mo. We find<br>that the star HIP 75458 will engulf its planet HIP<br>75458 b during its RGB phase. The planet will remove<br>the envelope and terminate the RGB evolution,<br>leaving a...","title_summary":" On the role of reduced wind mass-loss rate in<br>enabling exoplanets to shape planetary nebulae","x":-13.9966936111,"y":49.3527870178,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.9966936111,"tsne_y":49.3527870178,"subcluster":5,"subcluster_description":"An Integrated Optical Transient","shape":"p"},{"cord_uid":"22j26rlv","source_x":"ArXiv","title":"Active-sterile neutrino mixing constraint using reactor antineutrinos with the ISMRAN set-up","doi":null,"abstract":"In this work, we present an analysis of the sensitivity to the active-sterile neutrino mixing with the Indian Scintillator Matrix for Reactor Anti-Neutrino (ISMRAN) experimental set-up at very short baseline. In this article, we have considered the measurement of electron antineutrino induced events employing a single detector which can be placed either at a single position or moved between near and far positions from the given reactor core. Results extracted in the later case are independent of the theoretical prediction of the reactor anti-neutrino spectrum and detector efficiency. Our analysis shows that the results obtained from the measurement carried out at a combination of the near and far detector positions are improved significantly at higher $\\Delta m^{2}_{41}$ compared to the ones obtained with the measurement at a single detector position only. It is found that the best possible combination of near and far detector positions from a 100 MW$_{th}$ power DHRUVA research reactor core are 7 m and 9 m, respectively, for which ISMRAN set-up can exclude in the range 1.4 $eV^{2} \\leq \\Delta m^{2}_{41} \\leq$ 4.0 $eV^{2}$ of reactor antineutrino anomaly region along with the present best-fit point of active-sterile neutrino oscillation parameters. At those combinations of detector positions, the ISMRAN set-up can observe the active sterile neutrino oscillation with a 95$\\%$ confidence level provided that $\\sin^{2}2\\theta_{14}\\geq 0.09$ at $\\Delta m^{2}_{41}$ = 1 eV$^{2}$ for an exposure of 1 ton-yr. The active-sterile neutrino mixing sensitivity can be improved by about 22\\% at the same exposure by placing the detector at near and far distances of 15 m and 17 m, respectively, from the compact proto-type fast breeder reactor (PFBR) facility which has a higher thermal power of 1250 MW$_{th}$.","publish_time":1593561600000,"author_summary":" Behera, S. P.; Mishra, D. K.; Pant, L. M.","abstract_summary":" In this work, we present an analysis of the<br>sensitivity to the active-sterile neutrino mixing with the<br>Indian Scintillator Matrix for Reactor<br>Anti-Neutrino (ISMRAN) experimental set-up at very short<br>baseline. In this article, we have considered the<br>measurement of electron antineutrino induced events<br>employing a single detector which can be placed either at a<br>single position or moved between near and far<br>positions from the given reactor core. Results extracted<br>in the later case are independent of the<br>theoretical prediction of the reactor anti-neutrino<br>spectrum and detector efficiency. Our analysis shows<br>that the results obtained from the measurement<br>carried out...","title_summary":" Active-sterile neutrino mixing constraint<br>using reactor antineutrinos with the ISMRAN set-up","x":-14.4914178848,"y":49.0780715942,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.4914178848,"tsne_y":49.0780715942,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"eqqwub3x","source_x":"ArXiv","title":"Experimental evidence on photo-assisted O$^-$ ion production from Al$_2$O$_3$ cathode in cesium sputter negative ion source","doi":null,"abstract":"The production of negative ions in cesium sputter ion sources is generally considered to be a pure surface process. It has been recently proposed that ion pair production could explain the higher-than-expected beam currents extracted from these ion sources, therefore opening the door for laser-assisted enhancement of the negative ion yield. We have tested this hypothesis by measuring the effect of various pulsed diode lasers on the O$^-$ beam current produced from Al$_2$O$_3$ cathode of a cesium sputter ion source. It is expected that the ion pair production of O$^-$ requires populating the 5d electronic states of neutral cesium, thus implying that the process should be provoked only with specific wavelengths. Our experimental results provide evidence for the existence of a wavelength-dependent photo-assisted effect but cast doubt on its alleged resonant nature as the prompt enhancement of beam current can be observed with laser wavelengths exceeding a threshold photon energy. The beam current transients observed during the laser pulses suggest that the magnitude and longevity of the beam current enhancement depends on the cesium balance on the cathode surface. We conclude that the photo-assisted negative ion production could be of practical importance as it can more than double the extracted beam current under certain operational settings of the ion source.","publish_time":1593561600000,"author_summary":" Tarvainen, O.; Kronholm, R.; Laitinen, M.;<br>Reponen, M.; Julin, J.; Toivanen, V.; Napari, M.;<br>Marttinen, M.; Faircloth, D.; Koivisto, H.; Sajavaara, T.","abstract_summary":" The production of negative ions in cesium<br>sputter ion sources is generally considered to be a pure<br>surface process. It has been recently proposed that ion<br>pair production could explain the<br>higher-than-expected beam currents extracted from these ion<br>sources, therefore opening the door for laser-assisted<br>enhancement of the negative ion yield. We have tested this<br>hypothesis by measuring the effect of various pulsed diode<br>lasers on the O$^-$ beam current produced from<br>Al$_2$O$_3$ cathode of a cesium sputter ion source. It is<br>expected that the ion pair production of O$^-$ requires<br>populating the 5d electronic states of neutral cesium,<br>thus...","title_summary":" Experimental evidence on photo-assisted<br>O$^-$ ion production from Al$_2$O$_3$ cathode in<br>cesium sputter negative ion source","x":-14.2224617004,"y":49.2660903931,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.2224617004,"tsne_y":49.2660903931,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"kk5dpdhd","source_x":"ArXiv","title":"Non-integrable threshold singularites of two-point functions in perturbation theory","doi":null,"abstract":"In perturbation theory, the spectral densities of two-point functions develop non-integrable threshold singularities at higher orders. In QCD, such singularities emerge when calculating the diagrams in terms of the pole quark mass, and they become stronger when one rearranges the perturbative expansion in terms of the running quark mass. In this paper we discuss the proper way to handle such singularities.","publish_time":1586995200000,"author_summary":" Melikhov, Dmitri; Simula, Silvano","abstract_summary":" In perturbation theory, the spectral<br>densities of two-point functions develop<br>non-integrable threshold singularities at higher orders. In<br>QCD, such singularities emerge when calculating<br>the diagrams in terms of the pole quark mass, and<br>they become stronger when one rearranges the<br>perturbative expansion in terms of the running quark mass. In<br>this paper we discuss the proper way to handle such<br>singularities.","title_summary":" Non-integrable threshold singularites of<br>two-point functions in perturbation theory","x":-15.7321834564,"y":48.3455543518,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.7321834564,"tsne_y":48.3455543518,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"da17m7dz","source_x":"ArXiv","title":"Affine Quantization on the Half Line","doi":null,"abstract":"The similarity between classical and quantum physics is large enough to make an investigation of quantization methods a worthwhile endeavour. As history has shown, Dirac's canonical quantization method works reasonably well in the case of conventional quantum mechanics over $\\mathbb{R}^n$ but it may fail in non-trivial phase spaces and also suffer from ordering problem. Affine quantization is an alternative method, similar to the canonical quantization, that may offer a positive result in situations for which canonical quantization fails. In this paper we revisit the affine quantization method on the half line. We formulate and solve some simple models, the free particle and the harmonic oscillator.","publish_time":1589760000000,"author_summary":" Gouba, Laure","abstract_summary":" The similarity between classical and quantum<br>physics is large enough to make an investigation of<br>quantization methods a worthwhile endeavour. As history has<br>shown, Dirac's canonical quantization method works<br>reasonably well in the case of conventional quantum<br>mechanics over $\\mathbb{R}^n$ but it may fail in<br>non-trivial phase spaces and also suffer from ordering<br>problem. Affine quantization is an alternative method,<br>similar to the canonical quantization, that may offer a<br>positive result in situations for which canonical<br>quantization fails. In this paper we revisit the affine<br>quantization method on the half line. We formulate and solve<br>some simple models, the free...","title_summary":" Affine Quantization on the Half Line","x":-15.7872867584,"y":48.1032714844,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.7872867584,"tsne_y":48.1032714844,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"22itdeeq","source_x":"ArXiv","title":"Comment on\"Landau equation and QCD sum rules for the tetraquark molecular states\"[Phys. Rev. D 101, 074011 (2020)]","doi":null,"abstract":"Recently, a QCD sum-rule analysis of tetraquark molecular states has been published, having the objective of demonstrating that our previously formulated tetraquark-adequate QCD sum rules are not correct. This comment brings to the attention of the reader inconsistencies in that article and explains some subtle details of QCD sum rules for exotic states.","publish_time":1590364800000,"author_summary":" Lucha, Wolfgang; Melikhov, Dmitri; Sazdjian,<br>Hagop","abstract_summary":" Recently, a QCD sum-rule analysis of<br>tetraquark molecular states has been published, having<br>the objective of demonstrating that our<br>previously formulated tetraquark-adequate QCD sum rules<br>are not correct. This comment brings to the<br>attention of the reader inconsistencies in that article<br>and explains some subtle details of QCD sum rules<br>for exotic states.","title_summary":" Comment on\"Landau equation and QCD sum rules<br>for the tetraquark molecular states\"[Phys. Rev. D<br>101, 074011 (2020)]","x":-15.3761739731,"y":48.6399002075,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.3761739731,"tsne_y":48.6399002075,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"jkjy2yfx","source_x":"ArXiv","title":"Lower bias, lower noise CMB lensing with foreground-hardened estimators","doi":null,"abstract":"Extragalactic foregrounds in temperature maps of the Cosmic Microwave Background (CMB) severely limit the ability of standard estimators to reconstruct the weak lensing potential. These foregrounds are not fully removable by multi-frequency cleaning or masking and can lead to large biases if not properly accounted for. For foregrounds made of a number of unclustered point sources, an estimator for the source amplitude can be derived and deprojected, removing any bias to the lensing reconstruction. We show with simulations that all of the extragalactic foregrounds in temperature can be approximated by a collection of sources with identical profiles, and that a simple bias hardening technique is effective at reducing any bias to lensing, at a minimal noise cost. We compare the performance and bias to other methods such as\"shear-only\"reconstruction, and discuss how to jointly deproject any arbitrary number of foregrounds, each with an arbitrary profile. In particular, for a Simons Observatory-like experiment foreground-hardened estimators allow us to extend the maximum multipole used in the reconstruction, increasing the overall statistical power by $\\sim 50\\%$ over the standard quadratic estimator, both in auto and cross-correlation. We conclude that source hardening outperforms the standard lensing quadratic estimator both in auto and cross-correlation, and in terms of lensing signal-to-noise and foreground bias.","publish_time":1594166400000,"author_summary":" Sailer, Noah; Schaan, Emmanuel; Ferraro,<br>Simone","abstract_summary":" Extragalactic foregrounds in temperature<br>maps of the Cosmic Microwave Background (CMB)<br>severely limit the ability of standard estimators to<br>reconstruct the weak lensing potential. These foregrounds<br>are not fully removable by multi-frequency<br>cleaning or masking and can lead to large biases if not<br>properly accounted for. For foregrounds made of a number<br>of unclustered point sources, an estimator for<br>the source amplitude can be derived and<br>deprojected, removing any bias to the lensing<br>reconstruction. We show with simulations that all of the<br>extragalactic foregrounds in temperature can be<br>approximated by a collection of sources with identical<br>profiles, and that a...","title_summary":" Lower bias, lower noise CMB lensing with<br>foreground-hardened estimators","x":-13.8098220825,"y":49.144947052,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.8098220825,"tsne_y":49.144947052,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"yqbx2rok","source_x":"ArXiv","title":"Modified cosmology through spacetime thermodynamics and Barrow horizon entropy","doi":null,"abstract":"We present modified cosmological scenarios that arise from the application of the\"gravity-thermodynamics\"conjecture, using the Barrow entropy instead of the usual Bekenstein-Hawking one. The former is a modification of the black hole entropy due to quantum-gravitational effects that deform the black-hole horizon by giving it an intricate, fractal structure. We extract modified cosmological equations which contain new extra terms that constitute an effective dark-energy sector, and which coincide with the usual Friedmann equations in the case where the new Barrow exponent acquires its Bekenstein-Hawking value. We present analytical expressions for the evolution of the effective dark energy density parameter, and we show that the universe undergoes through the usual matter and dark-energy epochs. Additionally, the dark-energy equation-of-state parameter is affected by the value of the Barrow deformation exponent and it can lie in the quintessence or phantom regime, or experience the phantom-divide crossing. Finally, at asymptotically large times the universe always results in the de-Sitter solution.","publish_time":1590969600000,"author_summary":" Saridakis, Emmanuel N.","abstract_summary":" We present modified cosmological scenarios<br>that arise from the application of<br>the\"gravity-thermodynamics\"conjecture, using the Barrow entropy instead of the usual<br>Bekenstein-Hawking one. The former is a modification of the black<br>hole entropy due to quantum-gravitational effects<br>that deform the black-hole horizon by giving it an<br>intricate, fractal structure. We extract modified<br>cosmological equations which contain new extra terms that<br>constitute an effective dark-energy sector, and which<br>coincide with the usual Friedmann equations in the case<br>where the new Barrow exponent acquires its<br>Bekenstein-Hawking value. We present analytical expressions for<br>the evolution of the effective dark energy density<br>parameter, and we...","title_summary":" Modified cosmology through spacetime<br>thermodynamics and Barrow horizon entropy","x":-14.9548969269,"y":48.6066436768,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.9548969269,"tsne_y":48.6066436768,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"8z5slxbl","source_x":"ArXiv","title":"Cutoff $\\rm AdS_3$ versus $\\rm T\\bar{T}$ $\\rm CFT_2$ in the large central charge sector: correlators of energy-momentum tensor","doi":null,"abstract":"In this article we probe the proposed holographic duality between $T\\bar{T}$ deformed two dimensional conformal field theory and the gravity theory of $\\rm AdS_3$ with a Dirichlet cutoff by computing correlators of energy-momentum tensor. We focus on the large central charge sector of the $T\\bar{T}$ CFT in a Euclidean plane and in a sphere, and compute the correlators of energy-momentum tensor using an operator identity promoted from the classical trace relation. The result agrees with a computation of classical pure gravity in $\\rm AdS_3$ with the corresponding cutoff surface, given a holographic dictionary which identifies gravity parameters with $T\\bar{T}$ CFT parameters.","publish_time":1588550400000,"author_summary":" Li, Yi; Zhou, Yang","abstract_summary":" In this article we probe the proposed<br>holographic duality between $T\\bar{T}$ deformed two<br>dimensional conformal field theory and the gravity theory<br>of $\\rm AdS_3$ with a Dirichlet cutoff by<br>computing correlators of energy-momentum tensor. We<br>focus on the large central charge sector of the<br>$T\\bar{T}$ CFT in a Euclidean plane and in a sphere, and<br>compute the correlators of energy-momentum tensor<br>using an operator identity promoted from the<br>classical trace relation. The result agrees with a<br>computation of classical pure gravity in $\\rm AdS_3$ with<br>the corresponding cutoff surface, given a<br>holographic dictionary which identifies gravity<br>parameters with $T\\bar{T}$ CFT...","title_summary":" Cutoff $\\rm AdS_3$ versus $\\rm T\\bar{T}$ $\\rm<br>CFT_2$ in the large central charge sector:<br>correlators of energy-momentum tensor","x":-15.0631980896,"y":48.7657394409,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0631980896,"tsne_y":48.7657394409,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"punjhf0x","source_x":"ArXiv","title":"Electron currents from temporal gradients in tilted Dirac cone materials: Electric energy enabled by spacetime geometry","doi":null,"abstract":"Tilted Dirac\/Weyl fermions admit a geometric description in terms of an effective spacetime metric. Using this metric, we formulate the hydrodynamics theory for tilted Dirac\/Weyl materials in $d+1$ spacetime dimensions. We find that the mingling of spacetime through the off-diagonal components of the metric gives rise to: (i) heat and electric currents proportional to the {\\em temporal} gradient of temperature, $\\partial_t T$ and (ii) a non-zero Hall condductance $\\sigma^{ij}\\propto \\zeta^i\\zeta^i$ where $\\zeta^j$ parametrizes the tilt in $j$'th space direction. The finding (i) above suggests that naturally available sources of $\\partial_t T$ in hot deserts can serve as new concept for the extraction of electricity from the spacetime geometry. We find a further tilt-induced non-Drude contribution to conductivity which can be experimentally disentangles from the usual Drude pole.","publish_time":1594080000000,"author_summary":" Moradpouri, A.; Torabian, M.; Jafari, S. A.","abstract_summary":" Tilted Dirac\/Weyl fermions admit a geometric<br>description in terms of an effective spacetime metric.<br>Using this metric, we formulate the hydrodynamics<br>theory for tilted Dirac\/Weyl materials in $d+1$<br>spacetime dimensions. We find that the mingling of<br>spacetime through the off-diagonal components of the<br>metric gives rise to: (i) heat and electric currents<br>proportional to the {\\em temporal} gradient of temperature,<br>$\\partial_t T$ and (ii) a non-zero Hall condductance<br>$\\sigma^{ij}\\propto \\zeta^i\\zeta^i$ where $\\zeta^j$<br>parametrizes the tilt in $j$'th space direction. The finding<br>(i) above suggests that naturally available<br>sources of $\\partial_t T$ in hot deserts can serve as new<br>concept for...","title_summary":" Electron currents from temporal gradients in<br>tilted Dirac cone materials: Electric energy enabled<br>by spacetime geometry","x":-14.9533967972,"y":48.5888290405,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.9533967972,"tsne_y":48.5888290405,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"lbm8t6cf","source_x":"ArXiv","title":"Strongly-interacting massive particle and dark photon in the era of intensity frontier","doi":null,"abstract":"A strongly interacting massive particle (SIMP) is an interesting candidate for dark matter (DM) because its self-interaction cross section can be naturally strong enough to address the astrophysical problem of small-scale structure formation. A simple model was proposed by assuming a monopole condensation, where composite SIMP comes from a\"strongly interacting\"U(1)$_{\\rm d}$ gauge theory. In the original model, the DM relic abundance is determined by the $3\\to2$ annihilation process via the Wess-Zumino-Witten term. In this letter, we discuss that the DM relic abundance is naturally determined also by a semi-annihilation process via a kinetic mixing between the hypercharge gauge boson and the dark U(1)$_{\\rm d}$ gauge boson (dark photon). The dark photon can be discovered by LDMX-style missing momentum experiments in the near future.","publish_time":1588118400000,"author_summary":" Kamada, Ayuki; Yamada, Masaki; Yanagida,<br>Tsutomu T.","abstract_summary":" A strongly interacting massive particle<br>(SIMP) is an interesting candidate for dark matter<br>(DM) because its self-interaction cross section<br>can be naturally strong enough to address the<br>astrophysical problem of small-scale structure formation. A<br>simple model was proposed by assuming a monopole<br>condensation, where composite SIMP comes from a\"strongly<br>interacting\"U(1)$_{\\rm d}$ gauge theory. In the original model, the DM<br>relic abundance is determined by the $3\\to2$<br>annihilation process via the Wess-Zumino-Witten term. In<br>this letter, we discuss that the DM relic abundance<br>is naturally determined also by a<br>semi-annihilation process via a kinetic mixing between the<br>hypercharge gauge boson and...","title_summary":" Strongly-interacting massive particle and<br>dark photon in the era of intensity frontier","x":-14.7104482651,"y":48.9120330811,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.7104482651,"tsne_y":48.9120330811,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"xh08fp62","source_x":"ArXiv","title":"Barrow holographic dark energy","doi":null,"abstract":"We formulate Barrow holographic dark energy, by applying the usual holographic principle at a cosmological framework, but using the Barrow entropy instead of the standard Bekenstein-Hawking one. The former is an extended black-hole entropy that arises due to quantum-gravitational effects which deform the black-hole surface by giving it an intricate, fractal form. We extract a simple differential equation for the evolution of the dark energy density parameter, which possesses standard holographic dark energy as a limiting sub-case, and we show that the scenario can describe the universe thermal history, with the sequence of matter and dark energy eras. Additionally, the new Barrow exponent $\\Delta$ significantly affects the dark energy equation of state, and according to its value it can lead it to lie in the quintessence regime, in the phantom regime, or experience the phantom-divide crossing during the evolution.","publish_time":1588896000000,"author_summary":" Saridakis, Emmanuel N.","abstract_summary":" We formulate Barrow holographic dark energy,<br>by applying the usual holographic principle at a<br>cosmological framework, but using the Barrow entropy<br>instead of the standard Bekenstein-Hawking one. The<br>former is an extended black-hole entropy that arises<br>due to quantum-gravitational effects which<br>deform the black-hole surface by giving it an<br>intricate, fractal form. We extract a simple differential<br>equation for the evolution of the dark energy density<br>parameter, which possesses standard holographic dark<br>energy as a limiting sub-case, and we show that the<br>scenario can describe the universe thermal history,<br>with the sequence of matter and dark energy eras.<br>Additionally, the...","title_summary":" Barrow holographic dark energy","x":-14.9361400604,"y":48.6571846008,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.9361400604,"tsne_y":48.6571846008,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"1g0i8nb9","source_x":"ArXiv","title":"A hybrid post-Newtonian -- effective-one-body scheme for spin-precessing compact-binary waveforms","doi":null,"abstract":"We introduce \\texttt{TEOBResumSP}: an efficient yet accurate hybrid scheme for generating gravitational waveforms from spin-precessing compact binaries. Our approach Euler-rotates aligned-spin \\texttt{TEOBResumS} effective-one-body waveforms from a precessing frame to an inertial frame. We obtain the Euler angles by solving the post-Newtonian precession equations expanded to (next-to)$^4$ leading (second post-Newtonian) order and use them in the waveform mode rotations to extend non-precessing \\texttt{TEOBResumS} waveforms to generic spin configurations. The scheme is compared to current state-of-the-art precessing approximants \\texttt{NRSur7dq4} and \\texttt{SEOBNRv4PHM} in terms of frequency-domain matches of the $\\ell=2$ gravitational-wave strain for 200 and 1100 binaries, respectively, with the initial gravitational-wave frequencies between 20 and 50 Hz and the precessing spin parameter $\\chi_p$ ranging up to one. The matches are better than $0.965$ for 85\\% of the \\texttt{NRSur7dq4} and 75\\% of the \\texttt{SEOBNRv4PHM} sets. The largest disagreements occur for large mass ratios and for large spin components along the orbital plane quantified in terms of a new parameter, $S_{\\perp,\\text{max}}$, that we introduce. The disagreements stem from Euler-rotating non-precessing waveforms with constant spins, which can be replaced by time-varying $z$-components of spins. Our scheme provides a robust alternative precessing approximant to be employed in the parameter estimation of generic-spin compact binaries with \\texttt{TEOBResumSP} waveforms.","publish_time":1589155200000,"author_summary":" Akcay, Sarp; Gamba, Rossella; Bernuzzi,<br>Sebastiano","abstract_summary":" We introduce \\texttt{TEOBResumSP}: an<br>efficient yet accurate hybrid scheme for generating<br>gravitational waveforms from spin-precessing compact<br>binaries. Our approach Euler-rotates aligned-spin<br>\\texttt{TEOBResumS} effective-one-body waveforms from a<br>precessing frame to an inertial frame. We obtain the Euler<br>angles by solving the post-Newtonian precession<br>equations expanded to (next-to)$^4$ leading (second<br>post-Newtonian) order and use them in the waveform mode<br>rotations to extend non-precessing<br>\\texttt{TEOBResumS} waveforms to generic spin configurations. The<br>scheme is compared to current state-of-the-art<br>precessing approximants \\texttt{NRSur7dq4} and<br>\\texttt{SEOBNRv4PHM} in terms of frequency-domain matches of the<br>$\\ell=2$ gravitational-wave strain for 200 and 1100<br>binaries, respectively, with the initial<br>gravitational-wave frequencies...","title_summary":" A hybrid post-Newtonian --<br>effective-one-body scheme for spin-precessing compact-binary<br>waveforms","x":-14.3484897614,"y":48.8493423462,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.3484897614,"tsne_y":48.8493423462,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"tkv5xc4h","source_x":"ArXiv","title":"Fiducial displacements with improved accuracy for the global network of gravitational wave detectors","doi":null,"abstract":"As sensitivities improve and more detectors are added to the global network of gravitational wave observatories, calibration accuracy and precision are becoming increasingly important. Photon calibrators, relying on power-modulated auxiliary laser beams reflecting from suspended interferometer optics, enable continuous calibration by generating displacement fiducials proportional to the modulated laser power. Developments in the propagation of laser power calibration via transfer standards to on-line power sensors monitoring the modulated laser power have enabled generation of length fiducials with improved accuracy. Estimated uncertainties are almost a factor of two smaller than the lowest values previously reported. This is partly due to improvements in methodology that have increased confidence in the results reported. Referencing the laser power calibration standards for each observatory to a single transfer standard enables reducing relative calibration errors between elements of the detector network. Efforts within the national metrology institute community to realize improved laser power sensor calibration accuracy are ongoing.","publish_time":1590710400000,"author_summary":" Bhattacharjee, D; Lecoeuche, Y; Karki, S;<br>Betzwieser, J; Bossilkov, V; Kandhasamy, S; Payne, E;<br>Savage, R L","abstract_summary":" As sensitivities improve and more detectors<br>are added to the global network of gravitational<br>wave observatories, calibration accuracy and<br>precision are becoming increasingly important. Photon<br>calibrators, relying on power-modulated auxiliary laser<br>beams reflecting from suspended interferometer<br>optics, enable continuous calibration by generating<br>displacement fiducials proportional to the modulated laser<br>power. Developments in the propagation of laser power<br>calibration via transfer standards to on-line power<br>sensors monitoring the modulated laser power have<br>enabled generation of length fiducials with improved<br>accuracy. Estimated uncertainties are almost a factor of<br>two smaller than the lowest values previously<br>reported. This is partly due to improvements...","title_summary":" Fiducial displacements with improved<br>accuracy for the global network of gravitational wave<br>detectors","x":-13.3235425949,"y":48.7334823608,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.3235425949,"tsne_y":48.7334823608,"subcluster":0,"subcluster_description":"Millimeter-Wave Chirped Pulse Instrumentationa","shape":"p"},{"cord_uid":"zq6lkg0j","source_x":"ArXiv","title":"Eccentric grazing envelope evolution towards type IIb supernova progenitors","doi":null,"abstract":"We simulate the evolution of eccentric binary systems in the frame of the grazing envelope evolution (GEE) channel for the formation of Type IIb supernovae (SNe IIb), and find that extra mass removal by jets increases the parameter space for the formation of SNe IIb in this channel. To explore the role of eccentricity and the extra mass removal by jets we use the stellar evolutionary code MESA binary. The initial primary and secondary masses are M1i=15Mo and M2i=2.5Mo. We examine initial semi-major axes of 600-1000Ro, and eccentricities of e=0-0.9. Both Roche lobe overflow (RLOF) and mass removal by jets, followed by a wind, leave a hydrogen mass in the exploding star of M(H,f)=0.05Mo, compatible with a SN IIb progenitor. When the initial orbit is not circular the final orbit might have a very high eccentricity. In many cases, with and without the extra mass removal by jets, the system can enter a common envelope evolution (CEE) phase, and then gets out from it. For some ranges of eccentricities the jets are more efficient in preventing the CEE. Despite the large uncertainties, extra mass removal by jets substantially increases the likelihood of the system to get out from a CEE. This strengthens earlier conclusions for circular orbits. In some cases RLOF alone, without mass removal by jets, can form SN IIb progenitors. We estimate that the extra mass removal by jets in the GEE channel increases the number of progenitors relative to that by RLOF alone by about a factor of two.","publish_time":1585612800000,"author_summary":" Shishkin, Dmitry; Soker, Noam","abstract_summary":" We simulate the evolution of eccentric binary<br>systems in the frame of the grazing envelope evolution<br>(GEE) channel for the formation of Type IIb<br>supernovae (SNe IIb), and find that extra mass removal by<br>jets increases the parameter space for the<br>formation of SNe IIb in this channel. To explore the role of<br>eccentricity and the extra mass removal by jets we use the<br>stellar evolutionary code MESA binary. The initial<br>primary and secondary masses are M1i=15Mo and<br>M2i=2.5Mo. We examine initial semi-major axes of<br>600-1000Ro, and eccentricities of e=0-0.9. Both Roche lobe<br>overflow (RLOF) and mass removal by jets,...","title_summary":" Eccentric grazing envelope evolution towards<br>type IIb supernova progenitors","x":-14.094918251,"y":49.2815818787,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.094918251,"tsne_y":49.2815818787,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"no6fjjk7","source_x":"ArXiv","title":"Tests of general relativity using multiband observations of intermediate mass binary black hole mergers","doi":null,"abstract":"Observation of gravitational waves (GWs) in two different frequency bands is referred to as {\\it multiband GW astronomy}. With the planned Laser Interferometric Space Antenna (LISA) operating in the $10^{-4}-0.1$ Hz range, and third generation (3G) ground-based detectors such as the Cosmic Explorer (CE) and Einstein Telescope (ET), operating in the $1$--$10^4$ Hz range, multiband GW astronomy could be a reality in about a decade. In this paper we present the potential of multiband observations of intermediate mass binary black holes (IMBBHs) of component masses ${\\sim}10^2$--$10^3M_{\\odot}$ to test general relativity (GR). We show that mutiband observations of IMBBHs would permit multiparameter tests of GR---tests where more than one post-Newtonian (PN) coefficient is simultaneously measured yielding more rigorous constraints on possible modifications to GR. We also find that the improvement due to multibanding can often be much larger than the best of the bounds from either of the two observatories. The origin of this result, as we shall demonstrate, can be traced to the lifting of degeneracies among the various parameters when the information from LISA and 3G are taken together. We obtain the best multiband bounds for an IMBBH with a total redshifted mass of $200M_{\\odot}$ and a mass ratio of 2. For single-parameter tests, this system at 1 Gpc would allow us to constrain the deviations on all the PN coefficients to below 10\\% and derive simultaneous bounds on the first seven PN coefficients to below 50\\% (with low spins).","publish_time":1592784000000,"author_summary":" Datta, Sayantani; Gupta, Anuradha; Kastha,<br>Shilpa; Arun, K. G.; Sathyaprakash, B. S.","abstract_summary":" Observation of gravitational waves (GWs) in<br>two different frequency bands is referred to as<br>{\\it multiband GW astronomy}. With the planned<br>Laser Interferometric Space Antenna (LISA)<br>operating in the $10^{-4}-0.1$ Hz range, and third<br>generation (3G) ground-based detectors such as the Cosmic<br>Explorer (CE) and Einstein Telescope (ET), operating in<br>the $1$--$10^4$ Hz range, multiband GW astronomy<br>could be a reality in about a decade. In this paper we<br>present the potential of multiband observations of<br>intermediate mass binary black holes (IMBBHs) of component<br>masses ${\\sim}10^2$--$10^3M_{\\odot}$ to test<br>general relativity (GR). We show that mutiband<br>observations of IMBBHs would permit...","title_summary":" Tests of general relativity using multiband<br>observations of intermediate mass binary black hole mergers","x":-14.2242050171,"y":49.0717124939,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.2242050171,"tsne_y":49.0717124939,"subcluster":7,"subcluster_description":"Intermediate Mass Binary Black","shape":"p"},{"cord_uid":"2383tqex","source_x":"ArXiv","title":"Detectability of kilonovae in optical surveys: $post$-$mortem$ examination of the LVC O3 run follow-up","doi":null,"abstract":"The detection of the binary neutron star merger GW170817 and the associated electromagnetic (EM) counterpart, the\"kilonova\"(kN) AT2017gfo, opened a new era in multi-messenger astronomy. However, despite many efforts, it has been proven very difficult to find additional EM counterparts to the many LIGO\/Virgo compact binary merger candidates since then. We explore the sensitivity of ongoing optical surveys searching for kNe and propose ways to optimize the choices of filters and survey depth to boost the detection efficiency for these faint and fast-evolving transients. In particular, we use kN models to explore the dependence on ejecta mass, geometry, viewing angle, wavelength coverage and source distance. Considering that the O3 LIGO\/Virgo binary neutron star merger candidates were at distances about 5 times further than GW170817, we find that efficient $gri$ counterpart search would require reaching a limiting magnitude $m_{\\rm lim}=$ 23 mag, given the model phase-space. We conclude that kN searches during O3 were generally too shallow to observe optical counterparts, even under optimistic assumptions, thus providing a plausible explanation for the lack of detections.","publish_time":1586736000000,"author_summary":" Carracedo, A. Sagu'es; Bulla, M.; Feindt, U.;<br>Goobar, A.","abstract_summary":" The detection of the binary neutron star merger<br>GW170817 and the associated electromagnetic (EM)<br>counterpart, the\"kilonova\"(kN) AT2017gfo, opened a new era<br>in multi-messenger astronomy. However, despite<br>many efforts, it has been proven very difficult to<br>find additional EM counterparts to the many<br>LIGO\/Virgo compact binary merger candidates since then.<br>We explore the sensitivity of ongoing optical<br>surveys searching for kNe and propose ways to optimize<br>the choices of filters and survey depth to boost the<br>detection efficiency for these faint and fast-evolving<br>transients. In particular, we use kN models to explore the<br>dependence on ejecta mass, geometry, viewing angle,<br>wavelength...","title_summary":" Detectability of kilonovae in optical<br>surveys: $post$-$mortem$ examination of the LVC O3 run<br>follow-up","x":-14.087682724,"y":49.1551628113,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.087682724,"tsne_y":49.1551628113,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"vlnrxqpq","source_x":"ArXiv","title":"A broadband high frequency laser interferometer gravitational wave detector","doi":null,"abstract":"The gravitational wave detector of higher sensitivity and greater bandwidth is required for future gravitational wave astronomy and cosmology. Here we present a new type broadband high frequency laser interferometer gravitational wave detector utilizing polarization of light as signal carrier. Except for Fabry-Perot cavity arms we introduce dual power recycling to further amplify the gravitational wave signals. A novel method of weak measurement amplification is used to amplify signals for detection and to guarantee the long-term run of detector. Equipped with squeezed light, the proposed detector is shown sensitive enough within the window from 100Hz to several kHz, making it suitable for the study of high frequency gravitational wave sources. With zero-area Sagnac topology, the detector has the potential to realize quantum non-demolition measurement. The detector presented here is expected to provide an alternative way of exploring the possible ground-base gravitational wave detector for the need of future research.","publish_time":1594166400000,"author_summary":" Meng-Jun, Hu; Yong-Sheng, Zhang","abstract_summary":" The gravitational wave detector of higher<br>sensitivity and greater bandwidth is required for future<br>gravitational wave astronomy and cosmology. Here we present a<br>new type broadband high frequency laser<br>interferometer gravitational wave detector utilizing<br>polarization of light as signal carrier. Except for<br>Fabry-Perot cavity arms we introduce dual power recycling<br>to further amplify the gravitational wave<br>signals. A novel method of weak measurement<br>amplification is used to amplify signals for detection and to<br>guarantee the long-term run of detector. Equipped with<br>squeezed light, the proposed detector is shown<br>sensitive enough within the window from 100Hz to several<br>kHz, making it...","title_summary":" A broadband high frequency laser<br>interferometer gravitational wave detector","x":-13.7301330566,"y":48.7968940735,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.7301330566,"tsne_y":48.7968940735,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"1ymfiwu2","source_x":"ArXiv","title":"Dark Sirens to Resolve the Hubble-Lema\\^itre Tension","doi":null,"abstract":"The planned sensitivity upgrades to the LIGO and Virgo facilities could uniquely identify host galaxies of dark sirens-compact binary coalescences without any electromagnetic counterparts-within a redshift of z = 0.1. This is aided by the higher order spherical harmonic modes present in the gravitational-wave signal, which also improve distance estimation. In conjunction, sensitivity upgrades and higher modes will facilitate an accurate, independent measurement of the host galaxy's redshift in addition to the luminosity distance from the gravitational wave observation to infer the Hubble-Lema\\^itre constant H0 to better than a few percent in five years. A possible Voyager upgrade or third generation facilities would further solidify the role of dark sirens for precision cosmology in the future.","publish_time":1593993600000,"author_summary":" Borhanian, Ssohrab; Dhani, Arnab; Gupta,<br>Anuradha; Arun, K. G.; Sathyaprakash, B. S.","abstract_summary":" The planned sensitivity upgrades to the LIGO<br>and Virgo facilities could uniquely identify host<br>galaxies of dark sirens-compact binary coalescences<br>without any electromagnetic counterparts-within a<br>redshift of z = 0.1. This is aided by the higher order<br>spherical harmonic modes present in the<br>gravitational-wave signal, which also improve distance<br>estimation. In conjunction, sensitivity upgrades and<br>higher modes will facilitate an accurate,<br>independent measurement of the host galaxy's redshift in<br>addition to the luminosity distance from the<br>gravitational wave observation to infer the<br>Hubble-Lema\\^itre constant H0 to better than a few percent in five<br>years. A possible Voyager upgrade or third...","title_summary":" Dark Sirens to Resolve the Hubble-Lema\\^itre<br>Tension","x":-14.2096996307,"y":49.1122016907,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.2096996307,"tsne_y":49.1122016907,"subcluster":7,"subcluster_description":"Intermediate Mass Binary Black","shape":"p"},{"cord_uid":"uzje0mb1","source_x":"ArXiv","title":"Realize Emergent Gravity to Generic Situations","doi":null,"abstract":"We clarify the problem in which occasions can gravitational force be regarded emergent from thermodynamic, by proposing an entropic mechanism that can extract the entropic gradient existing in spacetime, due to the variation of the Casini-Bekenstein bound in specific non-unitary processes with the heat flux $\\delta Q$ into the whole casual wedge. We explicitly formulate the derivation of inertial force as the emergent gravitational attraction from the Entanglement First Law. This entropic mechanism leads to a rigorous formulation of Entropic Gravity theories to generic situations, reproducing the Newton's Second Law in Rindler space and the gravitational force (together with derivation of the Einstein equation) beyond the near-horizon region. It also corresponds to a new holographic interpretation, which can be adapted into the AdS\/CFT framework. Besides, the understanding of the gravitational attraction from this mechanism also suggests one simple function $S_{ext}=\\frac{m_{rad}}{T_H}=8\\pi G(M-m_{rad})m_{rad}$ for Page Curve of evaporating asymptotic flat black holes. Our theory from entanglement now overcomes several major criticisms towards Verlinde's original entropic force proposal, and can co-exist with Susskind's Complexity Tendency.","publish_time":1588118400000,"author_summary":" An, Yang; Cheng, Peng","abstract_summary":" We clarify the problem in which occasions can<br>gravitational force be regarded emergent from<br>thermodynamic, by proposing an entropic mechanism that can<br>extract the entropic gradient existing in spacetime,<br>due to the variation of the Casini-Bekenstein<br>bound in specific non-unitary processes with the<br>heat flux $\\delta Q$ into the whole casual wedge. We<br>explicitly formulate the derivation of inertial force as<br>the emergent gravitational attraction from the<br>Entanglement First Law. This entropic mechanism leads to a<br>rigorous formulation of Entropic Gravity theories to<br>generic situations, reproducing the Newton's Second<br>Law in Rindler space and the gravitational force<br>(together with derivation...","title_summary":" Realize Emergent Gravity to Generic<br>Situations","x":-15.0350885391,"y":48.425983429,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0350885391,"tsne_y":48.425983429,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"vvu66uws","source_x":"ArXiv","title":"Primordial Black Hole Dark Matter and the LIGO\/Virgo observations","doi":null,"abstract":"The LIGO\/Virgo collaboration have by now detected the mergers of ten black hole binaries via the emission of gravitational radiation. The hypothesis that these black holes have formed during the cosmic QCD epoch and make up all of the cosmic dark matter, has been rejected by many authors reasoning that, among other constraints, primordial black hole (PBH) dark matter would lead to orders of magnitude larger merger rates than observed. We revisit the calculation of the present PBH merger rate. Solar mass PBHs form clusters at fairly high redshifts, which evaporate at lower redshifts. We consider in detail the evolution of binary properties in such clusters due to three-body interactions between the two PBH binary members and a third by-passing PBH, for the first time, by full numerical integration. A Monte-Carlo analysis shows that formerly predicted merger rates are reduced by orders of magnitude due to such interactions. The natural prediction of PBH dark matter formed during the QCD epoch yields a pronounced peak around $1M_{\\odot}$ with a small mass fraction of PBHs on a shoulder around $30M_{\\odot}$, dictated by the well-determined equation of state during the QCD epoch. We employ this fact to make a tentative prediction of the merger rate of $\\sim 30M_{\\odot}$ PBH binaries, and find it very close to that determined by LIGO\/Virgo. Furthermore we show that current LIGO\/Virgo limits on the existence of $\\sim M_{\\odot}$ binaries do not exclude QCD PBHs to make up all of the cosmic dark matter. Neither do constraints on QCD PBHs from the stochastic gravitational background, pre-recombination accretion, or dwarf galaxies pose a problem. Microlensing constraints on QCD PBHs should be re-investigated. We caution, however, in this numerically challenging problem some possibly relevant effects could not be treated.","publish_time":1592524800000,"author_summary":" Jedamzik, Karsten","abstract_summary":" The LIGO\/Virgo collaboration have by now<br>detected the mergers of ten black hole binaries via the<br>emission of gravitational radiation. The hypothesis<br>that these black holes have formed during the cosmic<br>QCD epoch and make up all of the cosmic dark matter,<br>has been rejected by many authors reasoning that,<br>among other constraints, primordial black hole<br>(PBH) dark matter would lead to orders of magnitude<br>larger merger rates than observed. We revisit the<br>calculation of the present PBH merger rate. Solar mass PBHs<br>form clusters at fairly high redshifts, which<br>evaporate at lower redshifts. We consider in detail the<br>evolution...","title_summary":" Primordial Black Hole Dark Matter and the<br>LIGO\/Virgo observations","x":-14.3313751221,"y":49.1367950439,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.3313751221,"tsne_y":49.1367950439,"subcluster":7,"subcluster_description":"Intermediate Mass Binary Black","shape":"p"},{"cord_uid":"e5hzp0at","source_x":"ArXiv","title":"On rare core collapse supernovae inside planetary nebulae","doi":null,"abstract":"We conduct simulations of white dwarf (WD) - neutron star (NS) reverse evolution, and conclude that a core collapse supernova (CCSN) explosion might occur inside a planetary nebula (PN) only if a third star forms the PN. In the WD-NS reverse evolution the primary star evolves and transfers mass to the secondary star, forms a PN, and leaves a WD remnant. If the mass transfer brings the secondary star to have a mass of>8Mo before it develops a helium core, it explodes as a CCSN and leaves a NS remnant. Using the Modules for Experiments in Stellar Astrophysics (MESA) we find that in the reverse evolution the time period from the formation of the PN by the primary star to the explosion of the secondary star is longer than a million years. By that time the PN has long dispersed into the interstellar medium. If we start with two stars that are too close in mass to each other, then the mass transfer takes place after the secondary star has developed a helium core and it ends forming a PN and a WD. The formation of a CCSN inside a PN (so called CCSNIP) requires the presence of a third star, either as a tertiary star in the system or as a nearby member in an open cluster. The third star should be less massive than the secondary star but by no more than few 0.01Mo. We estimate that the rate of CCSNIP is about 0.0001 times the rate of all CCSNe.","publish_time":1586390400000,"author_summary":" Bear, Ealeal; Soker, Noam","abstract_summary":" We conduct simulations of white dwarf (WD) -<br>neutron star (NS) reverse evolution, and conclude that<br>a core collapse supernova (CCSN) explosion<br>might occur inside a planetary nebula (PN) only if a<br>third star forms the PN. In the WD-NS reverse<br>evolution the primary star evolves and transfers mass to<br>the secondary star, forms a PN, and leaves a WD<br>remnant. If the mass transfer brings the secondary star<br>to have a mass of>8Mo before it develops a helium<br>core, it explodes as a CCSN and leaves a NS remnant.<br>Using the Modules for Experiments in Stellar<br>Astrophysics (MESA) we...","title_summary":" On rare core collapse supernovae inside<br>planetary nebulae","x":-14.0891141891,"y":49.3228874207,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0891141891,"tsne_y":49.3228874207,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"y9ed0p6x","source_x":"ArXiv","title":"An explanation of the repetition\/pulse width relation in FRBs","doi":null,"abstract":"It is currently not known if repeating fast radio bursts (FRBs) are fundamentally different from those that have not been seen to repeat. One striking difference between repeaters and apparent non-repeaters in the CHIME sample is that the once-off events are typically shorter in duration than sources that have been detected two or more times. We offer a simple explanation for this discrepancy based on a selection effect due to beamed emission, in which highly-beamed FRBs are less easily observed to repeat, but are abundant enough to detect often as once-off events. The explanation predicts that there is a continuous distribution of burst duration---not a bimodal one---with a correlation between repetition rate and width. Pulse width and opening angle may be related by relativistic effects in shocks, where short-duration bursts have small solid angles due to a large common Lorentz factor. Alternatively, the relationship could be a geometric effect where narrow beams sweep past the observer more quickly, as with pulsars. Our model has implications for the FRB emission mechanism and energy scale, volumetric event rates, and the application of FRBs to cosmology. It also provides a way of predicting which sources could be seen to repeat in the future.","publish_time":1585180800000,"author_summary":" Connor, L.; Miller, M. C.; Gardenier, D. W.","abstract_summary":" It is currently not known if repeating fast<br>radio bursts (FRBs) are fundamentally different<br>from those that have not been seen to repeat. One<br>striking difference between repeaters and apparent<br>non-repeaters in the CHIME sample is that the once-off events<br>are typically shorter in duration than sources<br>that have been detected two or more times. We offer a<br>simple explanation for this discrepancy based on a<br>selection effect due to beamed emission, in which<br>highly-beamed FRBs are less easily observed to repeat, but are<br>abundant enough to detect often as once-off events. The<br>explanation predicts that there is a continuous...","title_summary":" An explanation of the repetition\/pulse width<br>relation in FRBs","x":-13.7894554138,"y":48.9919166565,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.7894554138,"tsne_y":48.9919166565,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"8lxs78vj","source_x":"ArXiv","title":"Detecting ultra-high energy cosmic ray anisotropies through cross-correlations","doi":null,"abstract":"We propose an observable for ultra-high energy cosmic ray (UHECR) physics: the harmonic-space cross-correlation power spectrum between the arrival directions of UHECRs and the large-scale cosmic structure mapped by galaxies. This cross-correlation has not yet been considered in the literature. We describe the expected form of the cross-correlation and show how, if the distribution of UHECR sources trace the large-scale cosmic structure, it could be easier to detect with current data than the UHECR auto-correlation. Moreover, the cross-correlation is more sensitive to UHECR anisotropies on smaller angular scales, more robust to systematic uncertainties, and it could be used to determine the redshift distribution of UHECR sources, as well as the UHECR chemical composition, making it a valuable tool in determining their origins and properties.","publish_time":1588291200000,"author_summary":" Urban, Federico R.; Camera, Stefano; Alonso,<br>David","abstract_summary":" We propose an observable for ultra-high energy<br>cosmic ray (UHECR) physics: the harmonic-space<br>cross-correlation power spectrum between the arrival directions<br>of UHECRs and the large-scale cosmic structure<br>mapped by galaxies. This cross-correlation has not<br>yet been considered in the literature. We describe<br>the expected form of the cross-correlation and<br>show how, if the distribution of UHECR sources trace<br>the large-scale cosmic structure, it could be<br>easier to detect with current data than the UHECR<br>auto-correlation. Moreover, the cross-correlation is more<br>sensitive to UHECR anisotropies on smaller angular<br>scales, more robust to systematic uncertainties, and<br>it could be used to determine...","title_summary":" Detecting ultra-high energy cosmic ray<br>anisotropies through cross-correlations","x":-14.1315040588,"y":49.0606689453,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.1315040588,"tsne_y":49.0606689453,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"xnxmtfh1","source_x":"ArXiv","title":"Are non-vacuum states much relevant for retrieving shock wave memory of spacetime?","doi":null,"abstract":"Shock wave gives back reaction to spacetime and the information is stored in the memory of background. Quantum memory effect of localised shock wave on Minkowski metric is investigated here. We find that the Wightman function for massless scalar field, on both sides of the wave location, turns out to be the same for usual Minkowski spacetime. Therefore the observables obtained from this, for any kind of observer, do not show the signature of the shock. Moreover, the vacuum states of field on both sides are equivalent. On the contrary, the correlator for the non-vacuum state does memorise the classical shock wave and hence the effect of it is visible in the observables, even for any frame. We argue that rather than vacuum state, the non-vacuum ones are relevant to retrieve the quantum information of classical memory.","publish_time":1591574400000,"author_summary":" Majhi, Bibhas Ranjan","abstract_summary":" Shock wave gives back reaction to spacetime and<br>the information is stored in the memory of<br>background. Quantum memory effect of localised shock wave<br>on Minkowski metric is investigated here. We find<br>that the Wightman function for massless scalar<br>field, on both sides of the wave location, turns out to<br>be the same for usual Minkowski spacetime.<br>Therefore the observables obtained from this, for any<br>kind of observer, do not show the signature of the<br>shock. Moreover, the vacuum states of field on both<br>sides are equivalent. On the contrary, the<br>correlator for the non-vacuum state does memorise the<br>classical...","title_summary":" Are non-vacuum states much relevant for<br>retrieving shock wave memory of spacetime?","x":-15.0445299149,"y":48.4920501709,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0445299149,"tsne_y":48.4920501709,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"3rbdzdo9","source_x":"ArXiv","title":"A Survey for C II Emission-Line Stars in the Large Magellanic Cloud","doi":null,"abstract":"We present a narrow-band imaging survey of the Large Magellanic Cloud, designed to isolate the C II $\\lambda\\lambda$7231, 7236 emission lines in objects as faint as $m_{\\lambda7400}\\sim18$. The work is motivated by the recent serendipitous discovery in the LMC of the first confirmed extragalactic [WC11] star, whose spectrum is dominated by C II emission, and the realization that the number of such objects is currently largely unconstrained. The survey, which imaged $\\sim$50$~$deg$^2$ using on-band and off-band filters, will significantly increase the total census of these rare stars. In addition, each new LMC [WC] star has a known luminosity, a quantity quite uncertain in the Galactic sample. Multiple known C II emitters were easily recovered, validating the survey design. We find 38 new C II emission candidates; spectroscopy of the complete sample will be needed to ascertain their nature. In a preliminary spectroscopic reconnaissance, we observed three candidates, finding C II emission in each. One is a new [WC11]. Another shows both the narrow C II emission lines characteristic of a [WC11], but also broad emission of C IV, O V, and He II characteristic of a much hotter [WC4] star; we speculate that this is a binary [WC]. The third object shows weak C II emission, but the spectrum is dominated by a dense thicket of strong absorption lines, including numerous O II transitions. We conclude it is likely an unusual hot, hydrogen-poor post-AGB star, possibly in transition from [WC] to white dwarf. Even lacking a complete spectroscopic program, we can infer that late [WC] stars do not dominate the central stars of LMC planetary nebulae, and that the detected C II emitters are largely of an old population.","publish_time":1591574400000,"author_summary":" Margon, Bruce; Massey, Philip; Neugent,<br>Kathryn F.; Morrell, Nidia","abstract_summary":" We present a narrow-band imaging survey of the<br>Large Magellanic Cloud, designed to isolate the C II<br>$\\lambda\\lambda$7231, 7236 emission lines in objects as faint as<br>$m_{\\lambda7400}\\sim18$. The work is motivated by the recent<br>serendipitous discovery in the LMC of the first confirmed<br>extragalactic [WC11] star, whose spectrum is dominated by C II<br>emission, and the realization that the number of such<br>objects is currently largely unconstrained. The<br>survey, which imaged $\\sim$50$~$deg$^2$ using<br>on-band and off-band filters, will significantly<br>increase the total census of these rare stars. In<br>addition, each new LMC [WC] star has a known luminosity, a<br>quantity...","title_summary":" A Survey for C II Emission-Line Stars in the<br>Large Magellanic Cloud","x":-14.0689163208,"y":49.2318954468,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0689163208,"tsne_y":49.2318954468,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"y691m96u","source_x":"ArXiv","title":"Cosmic String in Abelian-Higgs Model with Enhanced Symmetry -- Implication to the Axion Domain-Wall Problem --","doi":null,"abstract":"In our previous work, we found new types of the cosmic string solutions in the Abelian-Higgs model with an enhanced $U(1)$ global symmetry. We dubbed those solutions as the compensated\/uncompensated strings. The compensated string is similar to the conventional cosmic string in the Abrikosov-Nielsen-Olesen (ANO) string, around which only the would-be Nambu-Goldstone (NG) boson winds. Around the uncompensated string, on the other hand, the physical NG boson also winds, where the physical NG boson is associated with the spontaneous breaking of the enhanced symmetry. Our previous simulation in the 2+1 dimensional spacetime confirmed that both the compensated\/uncompensated strings are formed at the phase transition of the symmetry breaking. Non-trivial winding of the physical NG boson around the strings potentially causes the so-called axion domain-wall problem when the model is applied to the axion model. In this paper, we perform simulation in the 3+1 dimensional spacetime to discuss the fate of the uncompensated strings. We observe that the evolution of the string-network is highly complicated in the 3+1 dimensional simulation compared with that seen in the previous simulation. Despite such complications, we find that the number of the uncompensated strings which could cause can be highly suppressed at late times. Our observation suggests that the present setup can be applied to the axion model without suffering from the axion domain-wall problem.","publish_time":1590019200000,"author_summary":" Hiramatsu, Takashi; Ibe, Masahiro; Suzuki,<br>Motoo","abstract_summary":" In our previous work, we found new types of the<br>cosmic string solutions in the Abelian-Higgs model<br>with an enhanced $U(1)$ global symmetry. We dubbed<br>those solutions as the compensated\/uncompensated<br>strings. The compensated string is similar to the<br>conventional cosmic string in the<br>Abrikosov-Nielsen-Olesen (ANO) string, around which only the would-be<br>Nambu-Goldstone (NG) boson winds. Around the uncompensated<br>string, on the other hand, the physical NG boson also<br>winds, where the physical NG boson is associated with<br>the spontaneous breaking of the enhanced<br>symmetry. Our previous simulation in the 2+1 dimensional<br>spacetime confirmed that both the<br>compensated\/uncompensated strings are formed...","title_summary":" Cosmic String in Abelian-Higgs Model with<br>Enhanced Symmetry -- Implication to the Axion<br>Domain-Wall Problem --","x":-15.010556221,"y":48.8206825256,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.010556221,"tsne_y":48.8206825256,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"spt76q7j","source_x":"ArXiv","title":"Characterization of systematic error in Advanced LIGO calibration","doi":null,"abstract":"The raw outputs of the detectors within the Advanced Laser Interferometer Gravitational-Wave Observatory need to be calibrated in order to produce the estimate of the dimensionless strain used for astrophysical analyses. The two detectors have been upgraded since the second observing run and finished the year-long third observing run. Understanding, accounting, and\/or compensating for the complex-valued response of each part of the upgraded detectors improves the overall accuracy of the estimated detector response to gravitational waves. We describe improved understanding and methods used to quantify the response of each detector, with a dedicated effort to define all places where systematic error plays a role. We use the detectors as they stand in the first half (six months) of the third observing run to demonstrate how each identified systematic error impacts the estimated strain and constrain the statistical uncertainty therein. For this time period, we estimate the upper limit on systematic error and associated uncertainty to be $<7\\%$ in magnitude and $<4$ deg in phase ($68\\%$ confidence interval) in the most sensitive frequency band 20-2000 Hz. The systematic error alone is estimated at levels of $<2\\%$ in magnitude and $<2$ deg in phase.","publish_time":1588636800000,"author_summary":" Sun, Ling; Goetz, Evan; Kissel, Jeffrey S.;<br>Betzwieser, Joseph; Karki, Sudarshan; Viets, Aaron; Wade,<br>Madeline; Bhattacharjee, Dripta; Bossilkov, Vladimir;<br>Covas, Pep B.; Datrier, Laurence E. H.; Gray, Rachel;<br>Kandhasamy, Shivaraj; Lecoeuche, Yannick K.; Mendell,<br>Gregory; Mistry, Timesh; Payne, Ethan; Savage, Richard<br>L.; Weinstein, Alan J.; Aston, Stuart; Buikema,<br>Aaron; Cahillane, Craig; Driggers, Jenne C.; Dwyer,<br>Sheila E.; Kumar, Rahul; Urban, Alexander","abstract_summary":" The raw outputs of the detectors within the<br>Advanced Laser Interferometer Gravitational-Wave<br>Observatory need to be calibrated in order to produce the<br>estimate of the dimensionless strain used for<br>astrophysical analyses. The two detectors have been upgraded<br>since the second observing run and finished the<br>year-long third observing run. Understanding,<br>accounting, and\/or compensating for the complex-valued<br>response of each part of the upgraded detectors improves<br>the overall accuracy of the estimated detector<br>response to gravitational waves. We describe improved<br>understanding and methods used to quantify the response of<br>each detector, with a dedicated effort to define all<br>places where systematic...","title_summary":" Characterization of systematic error in<br>Advanced LIGO calibration","x":-13.7262086868,"y":48.9428520203,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.7262086868,"tsne_y":48.9428520203,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"x5fsy4gk","source_x":"ArXiv","title":"Clustering dark energy imprints on cosmological observables of the gravitational field","doi":null,"abstract":"We study cosmological observables on the past light cone of a fixed observer in the context of clustering dark energy. We focus on observables that probe the gravitational field directly, namely the integrated Sachs-Wolfe and non-linear Rees-Sciama effect (ISW-RS), weak gravitational lensing, gravitational redshift and Shapiro time delay. With our purpose-built $N$-body code\"$k$-evolution\"that tracks the coupled evolution of dark matter particles and the dark energy field, we are able to study the regime of low speed of sound $c_s$ where dark energy perturbations can become quite large. Using ray tracing we produce two-dimensional sky maps for each effect and we compute their angular power spectra. It turns out that the ISW-RS signal is the most promising probe to constrain clustering dark energy properties coded in $w-c_s^2$, as the $\\textit{linear}$ clustering of dark energy would change the angular power spectrum by $\\sim 30\\%$ at low $\\ell$ when comparing two different speeds of sound for dark energy. Weak gravitational lensing, Shapiro time-delay and gravitational redshift are less sensitive probes of clustering dark energy, showing variations of a few percent only. The effect of dark energy $\\textit{non-linearities}$ in all the power spectra is negligible at low $\\ell$, but reaches about $2\\%$ and $3\\%$, respectively, in the convergence and ISW-RS angular power spectra at multipoles of a few hundred when observed at redshift $\\sim 0.85$. Future cosmological surveys achieving percent precision measurements will allow to probe the clustering of dark energy to a high degree of confidence. Clear evidence for clustering dark energy at any scale would rule out a cosmological constant as the leading contender for dark energy, and may help to distinguish between different dark energy models.","publish_time":1594252800000,"author_summary":" Hassani, Farbod; Adamek, Julian; Kunz, Martin","abstract_summary":" We study cosmological observables on the past<br>light cone of a fixed observer in the context of<br>clustering dark energy. We focus on observables that probe<br>the gravitational field directly, namely the<br>integrated Sachs-Wolfe and non-linear Rees-Sciama<br>effect (ISW-RS), weak gravitational lensing,<br>gravitational redshift and Shapiro time delay. With our<br>purpose-built $N$-body code\"$k$-evolution\"that tracks the<br>coupled evolution of dark matter particles and the dark<br>energy field, we are able to study the regime of low<br>speed of sound $c_s$ where dark energy perturbations<br>can become quite large. Using ray tracing we<br>produce two-dimensional sky maps for each effect and we...","title_summary":" Clustering dark energy imprints on<br>cosmological observables of the gravitational field","x":-14.4831380844,"y":48.9664115906,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.4831380844,"tsne_y":48.9664115906,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"wlq6w7uo","source_x":"ArXiv","title":"Ising model with variable spin\/agent strengths","doi":null,"abstract":"We introduce varying spin strengths to the Ising model, a central pillar of statistical physics. With inhomogeneous physical systems in mind, but also anticipating interdisciplinary applications, we present the model on network structures of varying degrees of complexity. We solve it for the generic case of power-law spin strength and find that, with a self-averaging free energy, the model has a rich phase diagram with new universality classes. Indeed, the degree of complexity added by variable spins is on a par to that added by endowing simple networks with increasingly realistic geometries. It is suitable for modeling emergent phenomena in many-body systems in contexts where non-identicality of spins or agents plays an essential role and for exporting statistical physics concepts beyond physics.","publish_time":1586476800000,"author_summary":" Krasnytska, Mariana; Berche, Bertrand;<br>Holovatch, Yurij; Kenna, Ralph; Nous, Camille","abstract_summary":" We introduce varying spin strengths to the<br>Ising model, a central pillar of statistical<br>physics. With inhomogeneous physical systems in mind,<br>but also anticipating interdisciplinary<br>applications, we present the model on network structures of<br>varying degrees of complexity. We solve it for the<br>generic case of power-law spin strength and find that,<br>with a self-averaging free energy, the model has a<br>rich phase diagram with new universality classes.<br>Indeed, the degree of complexity added by variable<br>spins is on a par to that added by endowing simple<br>networks with increasingly realistic geometries. It is<br>suitable for modeling emergent phenomena in...","title_summary":" Ising model with variable spin\/agent<br>strengths","x":-15.2592220306,"y":47.654914856,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.2592220306,"tsne_y":47.654914856,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"pamw3fp4","source_x":"ArXiv","title":"Symmetry protected topological phases beyond groups: The q-deformed AKLT model","doi":null,"abstract":"We argue that the $q$-deformed spin-1 AKLT Hamiltonian should be regarded as a representative of a symmetry protected topological phase. Even though it fails to exhibit any of the standard symmetries known to protect the Haldane phase it still displays all characteristics of this phase: Fractionalized spin-$\\frac{1}{2}$ boundary spins, non-trivial string order and -- when using an appropriate definition -- a two-fold degeneracy in the entanglement spectrum. We trace these properties back to the existence of an $SO_q(3)$ quantum group symmetry and speculate about potential links to discrete duality symmetries. We expect our findings and methods to be relevant for the identification, characterization and classification of other symmetry-protected topological phases with non-standard symmetries.","publish_time":1589760000000,"author_summary":" Quella, Thomas","abstract_summary":" We argue that the $q$-deformed spin-1 AKLT<br>Hamiltonian should be regarded as a representative of a<br>symmetry protected topological phase. Even though it<br>fails to exhibit any of the standard symmetries known<br>to protect the Haldane phase it still displays all<br>characteristics of this phase: Fractionalized<br>spin-$\\frac{1}{2}$ boundary spins, non-trivial string order and<br>-- when using an appropriate definition -- a<br>two-fold degeneracy in the entanglement spectrum. We<br>trace these properties back to the existence of an<br>$SO_q(3)$ quantum group symmetry and speculate about<br>potential links to discrete duality symmetries. We<br>expect our findings and methods to be relevant for...","title_summary":" Symmetry protected topological phases beyond<br>groups: The q-deformed AKLT model","x":-15.5634374619,"y":48.4128379822,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.5634374619,"tsne_y":48.4128379822,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"9lmhw79z","source_x":"ArXiv","title":"Holography from Decoherence and Entanglement","doi":null,"abstract":"We describe an explicit mechanism for the emergence of a dynamical holographic bulk from the structure of entanglement in a quantum state. We start with a generic system in complete isolation, assuming it has a classical limit involving coherent states. Then we entangle it with another system of that kind, and subject the pair to a decohering process. We make a number of broadly applicable and physically reasonable assumptions about this setup. First, we assume that the states selected by the decoherence (called pointer states) have the same local symmetries as the isolated systems, in a sense which is made precise. We also assume that the modular Hamiltonians of pointer states scale inversely with Planck's constant, so that the pointer states are highly entangled in the classical limit. Finally, we require the timescale of decoherence to scale in a certain way with Planck's constant, so that decoherence happens very frequently in the classical limit, but not too frequently. Given these assumptions, we demonstrate that the semiclassical evolution of the system is dominated by a certain dynamical generalisation of Uhlmann holonomy. We construct a coherent state path integral for this evolution, showing that the semiclassical fields evolve in a spacetime with one more dimension than the isolated case. The additional dimension is generated by modular flow.","publish_time":1592870400000,"author_summary":" Kirklin, Josh","abstract_summary":" We describe an explicit mechanism for the<br>emergence of a dynamical holographic bulk from the<br>structure of entanglement in a quantum state. We start<br>with a generic system in complete isolation,<br>assuming it has a classical limit involving coherent<br>states. Then we entangle it with another system of that<br>kind, and subject the pair to a decohering process. We<br>make a number of broadly applicable and physically<br>reasonable assumptions about this setup. First, we assume<br>that the states selected by the decoherence (called<br>pointer states) have the same local symmetries as the<br>isolated systems, in a sense which is made...","title_summary":" Holography from Decoherence and Entanglement","x":-15.4192562103,"y":48.2677459717,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.4192562103,"tsne_y":48.2677459717,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"aa0nazw3","source_x":"ArXiv","title":"Intrinsic sign problem in fermionic and bosonic chiral topological matter","doi":null,"abstract":"The infamous sign problem leads to an exponential complexity in Monte Carlo simulations of generic many-body quantum systems. Nevertheless, many phases of matter are known to admit a sign-problem-free representative, allowing efficient simulations on classical computers. Motivated by long standing open problems in many-body physics, as well as fundamental questions in quantum complexity, the possibility of intrinsic sign problems, where a phase of matter admits no sign-problem-free representative, was recently raised but remains largely unexplored. Here, we establish the existence of an intrinsic sign problem in a broad class of gapped, chiral, topological phases of matter. Within this class, we exclude the possibility of stoquastic Hamiltonians for bosons (or 'qudits'), and of sign-problem-free determinantal Monte Carlo algorithms for fermions. The intrinsically sign-problematic class of phases we identify is defined in terms of topological invariants with clear observable signatures: the chiral central charge, and the topological spins of anyons. We obtain analogous results for phases that are spontaneously chiral, and present evidence for an extension of our results that applies to both chiral and non-chiral topological matter.","publish_time":1589241600000,"author_summary":" Golan, Omri; Smith, Adam; Ringel, Zohar","abstract_summary":" The infamous sign problem leads to an<br>exponential complexity in Monte Carlo simulations of<br>generic many-body quantum systems. Nevertheless,<br>many phases of matter are known to admit a<br>sign-problem-free representative, allowing efficient<br>simulations on classical computers. Motivated by long<br>standing open problems in many-body physics, as well as<br>fundamental questions in quantum complexity, the<br>possibility of intrinsic sign problems, where a phase of<br>matter admits no sign-problem-free representative,<br>was recently raised but remains largely<br>unexplored. Here, we establish the existence of an<br>intrinsic sign problem in a broad class of gapped, chiral,<br>topological phases of matter. Within this class, we...","title_summary":" Intrinsic sign problem in fermionic and<br>bosonic chiral topological matter","x":-15.4557819366,"y":48.3961677551,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.4557819366,"tsne_y":48.3961677551,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"q0g41ze0","source_x":"ArXiv","title":"Adding crust to BPS Skyrme neutron stars","doi":null,"abstract":"The Skyrme model and its generalisations provide a conceptually appealing field-theory basis for the description of nuclear matter and, after its coupling to gravity, also of neutron stars. In particular, a specific Skyrme submodel, the so-called Bogomol'nyi-Prasad-Sommerfield (BPS) Skyrme model, allows both for an exact field-theoretic and a mean-field treatment of neutron stars, as a consequence of its perfect fluid property. A pure BPS Skyrme model description of neutron stars, however, only describes the neutron star core, by construction. Here we consider different possibilities to extrapolate a BPS Skyrme neutron star at high baryon density to a description valid at lower densities. In the exact field-theoretic case, a simple effective description of the neutron star crust can be used, because the exact BPS Skyrme neutron star solutions formally extend to sufficiently low densities. In the mean-field case, on the other hand, the BPS Skyrme neutron star solutions always remain above the nuclear saturation density and, therefore, must be joined to a different nuclear physics equation of state already for the outer core. We study the resulting neutron stars in both cases, facilitating an even more complete comparison between Skyrmionic neutron stars and neutron stars obtained from other approaches, as well as with observations.","publish_time":1586217600000,"author_summary":" Adam, C.; Sanchez-Guillen, J.; Vazquez, R.;<br>Wereszczynski, A.","abstract_summary":" The Skyrme model and its generalisations<br>provide a conceptually appealing field-theory basis<br>for the description of nuclear matter and, after<br>its coupling to gravity, also of neutron stars. In<br>particular, a specific Skyrme submodel, the so-called<br>Bogomol'nyi-Prasad-Sommerfield (BPS) Skyrme model, allows both for an exact<br>field-theoretic and a mean-field treatment of neutron stars, as<br>a consequence of its perfect fluid property. A<br>pure BPS Skyrme model description of neutron stars,<br>however, only describes the neutron star core, by<br>construction. Here we consider different possibilities to<br>extrapolate a BPS Skyrme neutron star at high baryon density<br>to a description valid at...","title_summary":" Adding crust to BPS Skyrme neutron stars","x":-14.5522975922,"y":49.0123901367,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.5522975922,"tsne_y":49.0123901367,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"ayj2bbgl","source_x":"ArXiv","title":"Soliton Distillation in Fiber Lasers","doi":null,"abstract":"Pure solitons are for the first time distilled from the resonant continuous wave (CW) background in a fiber laser by utilizing nonlinear Fourier transform (NFT). It is identified that the soliton and the resonant CW background have different eigenvalue distributions in the nonlinear frequency domain. Similar to water distillation, we propose the approach of soliton distillation, by making NFT on a steady pulse generated from a fiber laser, then filtering out the eigenvalues of the resonant CW background in the nonlinear frequency domain, and finally recovering the soliton by inverse NFT (INFT). Simulation results verify that the soliton can be distinguished from the resonant CW background in the nonlinear frequency domain and pure solitons can be obtained by INFT.","publish_time":1593648000000,"author_summary":" Wang, Yutian; Fu, Songnian; Zhang, Chi; Tang,<br>Xiahui; Kong, Jian; Zhao, Luming","abstract_summary":" Pure solitons are for the first time distilled<br>from the resonant continuous wave (CW) background<br>in a fiber laser by utilizing nonlinear Fourier<br>transform (NFT). It is identified that the soliton and the<br>resonant CW background have different eigenvalue<br>distributions in the nonlinear frequency domain. Similar to<br>water distillation, we propose the approach of<br>soliton distillation, by making NFT on a steady pulse<br>generated from a fiber laser, then filtering out the<br>eigenvalues of the resonant CW background in the nonlinear<br>frequency domain, and finally recovering the soliton by<br>inverse NFT (INFT). Simulation results verify that the<br>soliton can be...","title_summary":" Soliton Distillation in Fiber Lasers","x":-14.2942714691,"y":47.9339408875,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.2942714691,"tsne_y":47.9339408875,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"c7mynfn5","source_x":"ArXiv","title":"Linking the Supersymmetric Standard Model to the Cosmological Constant","doi":null,"abstract":"String theory has no parameter except the string scale $M_S$, so the Planck scale $M_\\text{Pl}$, the supersymmetry-breaking scale, the EW scale $m_\\text{EW}$ as well as the vacuum energy density (cosmological constant) $\\Lambda$ are to be determined dynamically at any local minimum solution in the string theory landscape. Here we consider a model that links the supersymmetric electroweak phenomenology (bottom up) to the string theory motivated flux compactification approach (top down). In this model, supersymmetry is broken by a combination of the racetrack K\\\"ahler uplift mechanism, which naturally allows an exponentially small positive $\\Lambda$ in a local minimum, and the anti-D3-brane in the KKLT scenario. In the absence of the Higgs doublets in the supersymmetric standard model, one has either a small $\\Lambda$ or a big enough SUSY-breaking scale, but not both. The introduction of the Higgs fields (with their soft terms) allows a small $\\Lambda$ and a big enough SUSY-breaking scale simultaneously. Since an exponentially small $\\Lambda$ is statistically preferred (as the properly normalized probability distribution $P(\\Lambda)$ diverges at $\\Lambda=0^{+}$), identifying the observed $\\Lambda_{\\rm obs}$ to the median value $\\Lambda_{50\\%}$ yields $m_{\\rm EW} \\sim 100$ GeV. We also find that the warped anti-D3-brane tension has a SUSY-breaking scale of $100m_{\\rm EW}$ in the landscape while the SUSY-breaking scale that directly correlates with the Higgs fields in the visible sector has a value of $m_{\\rm EW}$.","publish_time":1593475200000,"author_summary":" Qiu, Yu-Cheng; Tye, S.-H. Henry","abstract_summary":" String theory has no parameter except the<br>string scale $M_S$, so the Planck scale<br>$M_\\text{Pl}$, the supersymmetry-breaking scale, the EW<br>scale $m_\\text{EW}$ as well as the vacuum energy<br>density (cosmological constant) $\\Lambda$ are to be<br>determined dynamically at any local minimum solution in<br>the string theory landscape. Here we consider a<br>model that links the supersymmetric electroweak<br>phenomenology (bottom up) to the string theory motivated flux<br>compactification approach (top down). In this model,<br>supersymmetry is broken by a combination of the racetrack<br>K\\\"ahler uplift mechanism, which naturally allows an<br>exponentially small positive $\\Lambda$ in a local minimum,<br>and the anti-D3-brane...","title_summary":" Linking the Supersymmetric Standard Model to<br>the Cosmological Constant","x":-14.9560079575,"y":48.835899353,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.9560079575,"tsne_y":48.835899353,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"fc1bg77i","source_x":"ArXiv","title":"QCD Axion From a Spontaneously Broken B-L Gauge Symmetry","doi":null,"abstract":"In this paper, we show that the Peccei-Quinn (PQ) symmetry with a good quality can be realized in a simple $B-L$ extension of the minimal supersymmetric standard model. The PQ symmetry is a remnant of the $B-L$ gauge symmetry at the renormalizable level. Besides, the sufficient quality of the PQ symmetry is preserved by a non anomalous discrete gauged $R$-symmetry and a small gravitino mass $m_{3\/2}\\ll 100$GeV. A viable mass range is $m_{3\/2}=\\mathcal{O}(1)$eV which allows a high reheating temperature and many baryogenesis scenarios typified by the thermal leptogenesis without any astrophysical and cosmological problems. Such a light gravitino may be tested in the future 21cm line observations.","publish_time":1590019200000,"author_summary":" Choi, Gongjun; Suzuki, Motoo; Yanagida,<br>Tsutomu T.","abstract_summary":" In this paper, we show that the Peccei-Quinn<br>(PQ) symmetry with a good quality can be realized in a<br>simple $B-L$ extension of the minimal supersymmetric<br>standard model. The PQ symmetry is a remnant of the $B-L$<br>gauge symmetry at the renormalizable level.<br>Besides, the sufficient quality of the PQ symmetry is<br>preserved by a non anomalous discrete gauged<br>$R$-symmetry and a small gravitino mass $m_{3\/2}\\ll<br>100$GeV. A viable mass range is<br>$m_{3\/2}=\\mathcal{O}(1)$eV which allows a high reheating temperature and<br>many baryogenesis scenarios typified by the<br>thermal leptogenesis without any astrophysical and<br>cosmological problems. Such a light gravitino may be...","title_summary":" QCD Axion From a Spontaneously Broken B-L Gauge<br>Symmetry","x":-15.057050705,"y":48.7988052368,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.057050705,"tsne_y":48.7988052368,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"ihiiopm0","source_x":"ArXiv","title":"Collisions of three-component vector solitons in Bose-Einstein condensates","doi":null,"abstract":"Ultracold gases provide an unprecedented level of control for the investigation of soliton dynamics and collisions. We present a scheme for deterministically preparing pairs of three-component solitons in a Bose-Einstein condensate. Our method is based on local spin rotations which simultaneously imprint suitable phase and density distributions. This enables us to observe striking collisional properties of the vector degree of freedom which naturally arises for the coherent nature of the emerging multi-component solitons. We find that the solitonic properties in the quasi-one-dimensional system are quantitatively described by the integrable repulsive three-component Manakov model.","publish_time":1590537600000,"author_summary":" Lannig, Stefan; Schmied, Christian-Marcel;<br>Prufer, Maximilian; Kunkel, Philipp; Strohmaier,<br>Robin; Strobel, Helmut; Gasenzer, Thomas;<br>Kevrekidis, Panayotis G.; Oberthaler, Markus K.","abstract_summary":" Ultracold gases provide an unprecedented<br>level of control for the investigation of soliton<br>dynamics and collisions. We present a scheme for<br>deterministically preparing pairs of three-component solitons<br>in a Bose-Einstein condensate. Our method is<br>based on local spin rotations which simultaneously<br>imprint suitable phase and density distributions.<br>This enables us to observe striking collisional<br>properties of the vector degree of freedom which naturally<br>arises for the coherent nature of the emerging<br>multi-component solitons. We find that the solitonic<br>properties in the quasi-one-dimensional system are<br>quantitatively described by the integrable repulsive<br>three-component Manakov model.","title_summary":" Collisions of three-component vector<br>solitons in Bose-Einstein condensates","x":-14.8890724182,"y":48.0209388733,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.8890724182,"tsne_y":48.0209388733,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"v30sz7jn","source_x":"ArXiv","title":"The contribution of globular clusters to cosmic reionization","doi":null,"abstract":"We study the escape fraction of ionizing photons (f_esc) in two cosmological zoom-in simulations of galaxies in the reionization era with halo mass M_halo~10^10 and 10^11 M_sun (stellar mass M*~10^7 and 10^9 M_sun) at z=5 from the Feedback in Realistic Environments project. These simulations explicitly resolve the formation of proto-globular clusters (GCs) self-consistently, where 17-39% of stars form in bound clusters during starbursts. Using post-processing Monte Carlo radiative transfer calculations of ionizing radiation, we compute f_esc from cluster stars and non-cluster stars formed during a starburst over ~100 Myr in each galaxy. We find that the averaged f_esc over the lifetime of a star particle follows a similar distribution for cluster stars and non-cluster stars. Clusters tend to have low f_esc in the first few Myrs, presumably because they form preferentially in more extreme environments with high optical depths; the f_esc increases later as feedback starts to disrupt the natal cloud. On the other hand, non-cluster stars formed between cluster complexes or in the compressed shell at the front of a superbubble can also have high f_esc. We find that cluster stars on average have comparable f_esc to non-cluster stars. This result is robust across several star formation models in our simulations. Our results suggest that the fraction of ionizing photons from proto-GCs to cosmic reionization is comparable to the cluster formation efficiency in high-redshift galaxies and hence proto-GCs likely contribute an appreciable fraction of photons but are not the dominant sources for reionization.","publish_time":1592352000000,"author_summary":" Ma, Xiangcheng; Quataert, Eliot; Wetzel,<br>Andrew; Faucher-Giguere, Claude-Andr'e;<br>Boylan-Kolchin, Michael","abstract_summary":" We study the escape fraction of ionizing<br>photons (f_esc) in two cosmological zoom-in<br>simulations of galaxies in the reionization era with halo<br>mass M_halo~10^10 and 10^11 M_sun (stellar mass<br>M*~10^7 and 10^9 M_sun) at z=5 from the Feedback in<br>Realistic Environments project. These simulations<br>explicitly resolve the formation of proto-globular<br>clusters (GCs) self-consistently, where 17-39% of<br>stars form in bound clusters during starbursts.<br>Using post-processing Monte Carlo radiative<br>transfer calculations of ionizing radiation, we<br>compute f_esc from cluster stars and non-cluster stars<br>formed during a starburst over ~100 Myr in each galaxy.<br>We find that the averaged f_esc over the...","title_summary":" The contribution of globular clusters to<br>cosmic reionization","x":-14.1604175568,"y":49.2169570923,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.1604175568,"tsne_y":49.2169570923,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"x17l5kag","source_x":"ArXiv","title":"Multiparameter tests of general relativity using multiband gravitational-wave observations","doi":null,"abstract":"In this Letter we show that multiband observations of stellar-mass binary black holes by the next generation of ground-based observatories (3G) and the space-based Laser Interferometer Space Antenna (LISA) would facilitate a comprehensive test of general relativity by simultaneously measuring all the post-Newtonian (PN) coefficients. Multiband observations would measure most of the known PN phasing coefficients to an accuracy below a few percent---two orders-of-magnitude better than the best bounds achievable from even `golden' binaries in the 3G or LISA bands. Such multiparameter bounds would play a pivotal role in constraining the parameter space of modified theories of gravity beyond general relativity.","publish_time":1589846400000,"author_summary":" Gupta, Anuradha; Datta, Sayantani; Kastha,<br>Shilpa; Borhanian, Ssohrab; Arun, K. G.;<br>Sathyaprakash, B. S.","abstract_summary":" In this Letter we show that multiband<br>observations of stellar-mass binary black holes by the next<br>generation of ground-based observatories (3G) and the<br>space-based Laser Interferometer Space Antenna (LISA)<br>would facilitate a comprehensive test of general<br>relativity by simultaneously measuring all the<br>post-Newtonian (PN) coefficients. Multiband observations<br>would measure most of the known PN phasing<br>coefficients to an accuracy below a few percent---two<br>orders-of-magnitude better than the best bounds achievable from<br>even `golden' binaries in the 3G or LISA bands. Such<br>multiparameter bounds would play a pivotal role in<br>constraining the parameter space of modified theories of<br>gravity beyond general...","title_summary":" Multiparameter tests of general relativity<br>using multiband gravitational-wave observations","x":-14.1990203857,"y":48.9798126221,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.1990203857,"tsne_y":48.9798126221,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"4z55s0vn","source_x":"ArXiv","title":"Transition Probabilities for Flavor Eigenstates of Non-Hermitian Hamiltonians in the PT-Broken Phase","doi":null,"abstract":"We investigate the transition probabilities for the\"flavor\"eigenstates in the two-level quantum system, which is described by a non-Hermitian Hamiltonian with the parity and time-reversal (PT) symmetry. Particularly, we concentrate on the so-called PT-broken phase, where two eigenvalues of the non-Hermitian Hamiltonian turn out to be a complex conjugate pair. In this case, we find that the transition probabilities will be unbounded in the limit of infinite time $t \\to +\\infty$. After making a connection between the PT-broken phase and the neutral-meson system in particle physics, we observe that the infinite-time behavior of the transition probabilities can be attributed to the negative decay width of one eigenstate of the non-Hermitian Hamiltonian. We also present some brief remarks on the situation at the so-called exceptional point, where both the eigenvalues and eigenvectors of the Hamiltonian coalesce.","publish_time":1581552000000,"author_summary":" Ohlsson, Tommy; Zhou, Shun","abstract_summary":" We investigate the transition probabilities<br>for the\"flavor\"eigenstates in the two-level<br>quantum system, which is described by a non-Hermitian<br>Hamiltonian with the parity and time-reversal (PT)<br>symmetry. Particularly, we concentrate on the so-called<br>PT-broken phase, where two eigenvalues of the<br>non-Hermitian Hamiltonian turn out to be a complex conjugate<br>pair. In this case, we find that the transition<br>probabilities will be unbounded in the limit of infinite time<br>$t \\to +\\infty$. After making a connection<br>between the PT-broken phase and the neutral-meson<br>system in particle physics, we observe that the<br>infinite-time behavior of the transition probabilities can<br>be attributed to the...","title_summary":" Transition Probabilities for Flavor<br>Eigenstates of Non-Hermitian Hamiltonians in the<br>PT-Broken Phase","x":-15.3998413086,"y":48.3925361633,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.3998413086,"tsne_y":48.3925361633,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"zfjyva7e","source_x":"ArXiv","title":"The Role of Outflows, Radiation Pressure, and Magnetic Fields in Massive Star Formation","doi":null,"abstract":"Stellar feedback in the form of radiation pressure and magnetically-driven collimated outflows may limit the maximum mass that a star can achieve and affect the star-formation efficiency of massive pre-stellar cores. Here we present a series of 3D adaptive mesh refinement radiation-magnetohydrodynamic simulations of the collapse of initially turbulent, massive pre-stellar cores. Our simulations include radiative feedback from both the direct stellar and dust-reprocessed radiation fields, and collimated outflow feedback from the accreting stars. We find that protostellar outflows punches holes in the dusty circumstellar gas along the star's polar directions, thereby increasing the size of optically thin regions through which radiation can escape. Precession of the outflows as the star's spin axis changes due to the turbulent accretion flow further broadens the outflow, and causes more material to be entrained. Additionally, the presence of magnetic fields in the entrained material leads to broader entrained outflows that escape the core. We compare the injected and entrained outflow properties and find that the entrained outflow mass is a factor of $\\sim$3 larger than the injected mass and the momentum and energy contained in the entrained material are $\\sim$25% and $\\sim$5% of the injected momentum and energy, respectively. As a result, we find that, when one includes both outflows and radiation pressure, the former are a much more effective and important feedback mechanism, even for massive stars with significant radiative outputs.","publish_time":1591574400000,"author_summary":" Rosen, Anna L.; Krumholz, Mark R.","abstract_summary":" Stellar feedback in the form of radiation<br>pressure and magnetically-driven collimated outflows<br>may limit the maximum mass that a star can achieve<br>and affect the star-formation efficiency of<br>massive pre-stellar cores. Here we present a series of<br>3D adaptive mesh refinement<br>radiation-magnetohydrodynamic simulations of the collapse of initially<br>turbulent, massive pre-stellar cores. Our simulations<br>include radiative feedback from both the direct<br>stellar and dust-reprocessed radiation fields, and<br>collimated outflow feedback from the accreting stars. We<br>find that protostellar outflows punches holes in<br>the dusty circumstellar gas along the star's polar<br>directions, thereby increasing the size of optically thin<br>regions through...","title_summary":" The Role of Outflows, Radiation Pressure, and<br>Magnetic Fields in Massive Star Formation","x":-14.0752706528,"y":49.2594032288,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0752706528,"tsne_y":49.2594032288,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"a16a4ja8","source_x":"ArXiv","title":"On the nonlinearity of a tuning fork","doi":null,"abstract":"Tuning fork experiments at the undergraduate level usually only demonstrate a tuning fork's linear resonance. In this paper, we introduce an experiment that can be used to measure the nonlinear tuning curve of a regular tuning fork. Using double-grating Doppler interferometry, we achieve measurement accuracy within ten microns. With this experiment setup, we observe typical nonlinear behaviors of the tuning fork such as the softening tuning curve and jump phenomena. Our experiment is inexpensive and easy to operate. It provides an integrated experiment for intermediate-level students and a basis for senior research projects.","publish_time":1590969600000,"author_summary":" Xiao, Lintao; Bao, Chenyu; Jia, Qiuhan; Wu,<br>Haoyang; Zhou, Huijun; Wang, Sihui","abstract_summary":" Tuning fork experiments at the undergraduate<br>level usually only demonstrate a tuning fork's<br>linear resonance. In this paper, we introduce an<br>experiment that can be used to measure the nonlinear tuning<br>curve of a regular tuning fork. Using double-grating<br>Doppler interferometry, we achieve measurement<br>accuracy within ten microns. With this experiment<br>setup, we observe typical nonlinear behaviors of the<br>tuning fork such as the softening tuning curve and jump<br>phenomena. Our experiment is inexpensive and easy to<br>operate. It provides an integrated experiment for<br>intermediate-level students and a basis for senior research<br>projects.","title_summary":" On the nonlinearity of a tuning fork","x":-13.7759828568,"y":48.1660957336,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.7759828568,"tsne_y":48.1660957336,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"0kn30o44","source_x":"ArXiv","title":"Gravitational Microlensing Time Delays at High Optical Depth: Image Parities and the Temporal Properties of Fast Radio Bursts","doi":null,"abstract":"Due to differing gravitational potentials and path lengths, gravitational lensing induces time delays between multiple images of a source which, for solar mass objects, is of order $\\sim10^{-5}$ seconds. If an astrophysically compact source, such as a Fast Radio Burst (FRB), is observed through a region with a high optical depth of such microlensing masses, this gravitational lensing time delay can be imprinted on short timescale transient signals. In this paper, we consider the impact of the parity of the macroimage on the resultant microlensing time delays. It is found that this parity is directly imprinted on the microlensing signal, with macroimages formed at minima of the time arrival surface beginning with the most highly magnified microimages and then progressing to the fainter microimages. At macroimages at the maxima of the time arrival surface, this situation is reversed, with fainter images observed first and finishing with the brightest microimages. For macroimages at saddle-points, the signal again begins with fainter images, followed by brighter images before again fading through the fainter microimages. The growing populations of cosmologically distant bursty transient sources will undoubtedly result in the discovery of strong lensed, multiply imaged FRBs, which will be susceptible to microlensing by compact masses. With the temporal resolution being offered my modern and future facilities, the detection of microlensing induced time delays will reveal the parities of the gravitational lens macroimages, providing additional constraints on macrolensing mass models and improving the efficacy of these transient sources as a cosmological probes.","publish_time":1594166400000,"author_summary":" Lewis, Geraint F.","abstract_summary":" Due to differing gravitational potentials and<br>path lengths, gravitational lensing induces time<br>delays between multiple images of a source which, for<br>solar mass objects, is of order $\\sim10^{-5}$<br>seconds. If an astrophysically compact source, such as a<br>Fast Radio Burst (FRB), is observed through a region<br>with a high optical depth of such microlensing<br>masses, this gravitational lensing time delay can be<br>imprinted on short timescale transient signals. In this<br>paper, we consider the impact of the parity of the<br>macroimage on the resultant microlensing time delays. It<br>is found that this parity is directly imprinted on<br>the microlensing signal,...","title_summary":" Gravitational Microlensing Time Delays at<br>High Optical Depth: Image Parities and the Temporal<br>Properties of Fast Radio Bursts","x":-14.0048055649,"y":49.0615882874,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0048055649,"tsne_y":49.0615882874,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"e6pis0kf","source_x":"ArXiv","title":"Large-Scale, Precision Xenon Doping of Liquid Argon","doi":null,"abstract":"The detection of scintillation light from liquid argon is an experimental technique key to a number of current and future nuclear\/particle physics experiments, such as neutrino physics, neutrinoless double beta decay and dark matter searches. Although the idea of adding small quantities of xenon (doping) to enhance the light yield has attracted considerable interest, this technique has never been demonstrated at the necessary scale. Here we report on xenon doping in a 100~l crogenic vessel. We observed an increase in light yield by a factor of 1.81$\\pm$0.04 at a dopant concentration of 10~ppm, consistent with a Geant4 prediction of 1.83$\\pm$0.02. We determine a lower limit on the attenuation length of $3$~m at a concentration of 10~ppm","publish_time":1592352000000,"author_summary":" McFadden, N.; Elliott, S. R.; Gold, M.; Fields,<br>D. E.; Rielage, K.; Massarczyk, R.; Gibbons, R.","abstract_summary":" The detection of scintillation light from<br>liquid argon is an experimental technique key to a<br>number of current and future nuclear\/particle<br>physics experiments, such as neutrino physics,<br>neutrinoless double beta decay and dark matter searches.<br>Although the idea of adding small quantities of xenon<br>(doping) to enhance the light yield has attracted<br>considerable interest, this technique has never been<br>demonstrated at the necessary scale. Here we report on xenon<br>doping in a 100~l crogenic vessel. We observed an<br>increase in light yield by a factor of 1.81$\\pm$0.04 at a<br>dopant concentration of 10~ppm, consistent with a<br>Geant4 prediction of 1.83$\\pm$0.02....","title_summary":" Large-Scale, Precision Xenon Doping of Liquid<br>Argon","x":-14.3327188492,"y":48.9800338745,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.3327188492,"tsne_y":48.9800338745,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"5teoo1sa","source_x":"ArXiv","title":"Towards An Integrated Optical Transient Utility","doi":null,"abstract":"The ongoing optical time-domain astronomy surveys are routinely reporting fifty transient candidates per night. Here, I investigate the demographics of astronomical transients and supernova classifications reported to the Transient Name Server in the year 2019. I find that only a tenth of the transients were spectrally classified. This severe\"bottleneck\"problem should concern astronomers and also funding agencies. The bottleneck will get worse by a factor of 20 (or more) once LSST comes on line. We need to fundamentally rethink the purpose of surveys for transients. Here, after undertaking a detailed investigation of this issue I offer some solutions. Going forward, astronomers will employ two different methodologies: (1) multi-band photometric method which is well suited to the study of very large, many tens of thousands, samples of faint transients; (2) spectral classifications of thousands of bright transients found in shallow and nightly cadenced wide-field photometry surveys and transients associated with galaxies in the local Universe. The latter program, in addition to unearthing new types of transients and offering astronomers opportunities to undertake extensive follow up of interesting transients, is needed to set the stage for the former. Specifically, I suggest a globally coordinated effort to spectrally classify a complete sample of bright supernovae (<~19.5 mag) and transients within the local Universe (<200 Mpc) The proposed program is within reach -- thanks to the on-going wide-field surveys, the development of novel spectrographs tuned for classification, great improvements in throughput of spectrographs and the increasing availability of robotic telescopes.","publish_time":1586217600000,"author_summary":" Kulkarni, S. R.","abstract_summary":" The ongoing optical time-domain astronomy<br>surveys are routinely reporting fifty transient<br>candidates per night. Here, I investigate the<br>demographics of astronomical transients and supernova<br>classifications reported to the Transient Name Server in the<br>year 2019. I find that only a tenth of the transients<br>were spectrally classified. This<br>severe\"bottleneck\"problem should concern astronomers and also funding<br>agencies. The bottleneck will get worse by a factor of 20<br>(or more) once LSST comes on line. We need to<br>fundamentally rethink the purpose of surveys for transients.<br>Here, after undertaking a detailed investigation of<br>this issue I offer some solutions. Going forward,<br>astronomers...","title_summary":" Towards An Integrated Optical Transient<br>Utility","x":-13.8948135376,"y":49.1471290588,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.8948135376,"tsne_y":49.1471290588,"subcluster":5,"subcluster_description":"An Integrated Optical Transient","shape":"p"},{"cord_uid":"i88iu5iv","source_x":"ArXiv","title":"Searching for anisotropy in the distribution of binary black hole mergers","doi":null,"abstract":"The standard model of cosmology is underpinned by the assumption of the statistical isotropy of the Universe. Observations of the cosmic microwave background, galaxy distributions, and supernovae, among other media, support the assumption of isotropy at scales $\\gtrsim 100$\\,Mpc. The recent detections of gravitational waves from merging stellar-mass binary black holes provide a new probe of anisotropy; complementary and independent of all other probes of the matter distribution in the Universe. We present an analysis using a spherical harmonic model to determine the level of anisotropy in the first LIGO\/Virgo transient catalog. We find that the ten binary black hole mergers within the first transient catalog are consistent with an isotropic distribution. We carry out a study of simulated events to assess the prospects for future probes of anisotropy. Within a single year of operation, third-generation gravitational-wave observatories will probe anisotropies with an angular scale of $\\sim36^\\circ$ at the level of $\\lesssim0.1\\%$.","publish_time":1592784000000,"author_summary":" Payne, Ethan; Banagiri, Sharan; Lasky, Paul;<br>Thrane, Eric","abstract_summary":" The standard model of cosmology is underpinned<br>by the assumption of the statistical isotropy of<br>the Universe. Observations of the cosmic<br>microwave background, galaxy distributions, and<br>supernovae, among other media, support the assumption of<br>isotropy at scales $\\gtrsim 100$\\,Mpc. The recent<br>detections of gravitational waves from merging<br>stellar-mass binary black holes provide a new probe of<br>anisotropy; complementary and independent of all other<br>probes of the matter distribution in the Universe. We<br>present an analysis using a spherical harmonic model to<br>determine the level of anisotropy in the first LIGO\/Virgo<br>transient catalog. We find that the ten binary black hole...","title_summary":" Searching for anisotropy in the distribution<br>of binary black hole mergers","x":-14.2723493576,"y":49.0810699463,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.2723493576,"tsne_y":49.0810699463,"subcluster":7,"subcluster_description":"Intermediate Mass Binary Black","shape":"p"},{"cord_uid":"8wxjqrdb","source_x":"ArXiv","title":"Light Dark Photon Dark Matter from Inflation","doi":null,"abstract":"We discuss the possibility of producing a light dark photon dark matter through a coupling between the dark photon field and the inflaton. The dark photon with a large wavelength is efficiently produced due to the inflaton motion during inflation and becomes non-relativistic before the time of matter-radiation equality. We compute the amount of production analytically. The correct relic abundance is realized with a dark photon mass extending down to $10^{-21} \\, \\rm eV$.","publish_time":1587513600000,"author_summary":" Nakai, Yuichiro; Namba, Ryo; Wang, Ziwei","abstract_summary":" We discuss the possibility of producing a light<br>dark photon dark matter through a coupling between<br>the dark photon field and the inflaton. The dark<br>photon with a large wavelength is efficiently<br>produced due to the inflaton motion during inflation and<br>becomes non-relativistic before the time of<br>matter-radiation equality. We compute the amount of production<br>analytically. The correct relic abundance is realized with a<br>dark photon mass extending down to $10^{-21} \\, \\rm<br>eV$.","title_summary":" Light Dark Photon Dark Matter from Inflation","x":-14.7113952637,"y":49.0389709473,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.7113952637,"tsne_y":49.0389709473,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"em1ts5ym","source_x":"ArXiv","title":"Haldane Phase in Spin-1 Bosons with a Flat Band","doi":null,"abstract":"We demonstrate that the Haldane phase can be realized with ultracold spin-1 atoms loaded on a lattice which has a flat band at the bottom of the band structure. The many-body ground state of the model Hamiltonian is exactly solvable in a special case, which turns out to serve as a representative of the Haldane phase. In this system, the Haldane phase is protected by $\\mathbb{Z}_2 \\times \\mathbb{Z}_2$ spin rotation symmetry or time-reversal symmetry. Depending on several parameters, the Hamiltonian can either be in a gapped Haldane or a gapless critical phase. In a certain limit, the phase diagram is determined analytically by perturbation theory, while for general cases, the phase diagram is studied numerically by the variational uniform matrix product state (VUMPS) algorithm.","publish_time":1583193600000,"author_summary":" Yang, Hong; Nakano, Hayate; Katsura, Hosho","abstract_summary":" We demonstrate that the Haldane phase can be<br>realized with ultracold spin-1 atoms loaded on a lattice<br>which has a flat band at the bottom of the band<br>structure. The many-body ground state of the model<br>Hamiltonian is exactly solvable in a special case, which<br>turns out to serve as a representative of the Haldane<br>phase. In this system, the Haldane phase is protected<br>by $\\mathbb{Z}_2 \\times \\mathbb{Z}_2$ spin<br>rotation symmetry or time-reversal symmetry.<br>Depending on several parameters, the Hamiltonian can<br>either be in a gapped Haldane or a gapless critical<br>phase. In a certain limit, the phase diagram is...","title_summary":" Haldane Phase in Spin-1 Bosons with a Flat Band","x":-15.4322147369,"y":48.3803520203,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.4322147369,"tsne_y":48.3803520203,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"3d9xyg0a","source_x":"ArXiv","title":"Inelastic Dark Matter Electron Scattering and the XENON1T Excess","doi":null,"abstract":"Detection of electron recoils by dark matter (DM) may reveal the structure of the dark sector. We consider a scenario where a heavier DM particle inelastically scatters off an electron and is converted into a lighter DM particle. A small mass difference between the two DM particles is transferred into electron recoil energy. We investigate the DM-electron interaction mediated by a massive dark photon and evaluate the inelastic DM scattering rate, taking account of the atomic structure. It is found that the scattering rate is significantly enhanced because of the small mass splitting, which allows for a small momentum transfer matched with the size of the electron wave function. We show that there exists a viable parameter space which explains the excess of electron recoil events around 2-3 keV recently reported by the XENON1T experiment.","publish_time":1592697600000,"author_summary":" Harigaya, Keisuke; Nakai, Yuichiro; Suzuki,<br>Motoo","abstract_summary":" Detection of electron recoils by dark matter<br>(DM) may reveal the structure of the dark sector. We<br>consider a scenario where a heavier DM particle<br>inelastically scatters off an electron and is converted into a<br>lighter DM particle. A small mass difference between<br>the two DM particles is transferred into electron<br>recoil energy. We investigate the DM-electron<br>interaction mediated by a massive dark photon and evaluate<br>the inelastic DM scattering rate, taking account<br>of the atomic structure. It is found that the<br>scattering rate is significantly enhanced because of the<br>small mass splitting, which allows for a small<br>momentum transfer...","title_summary":" Inelastic Dark Matter Electron Scattering and<br>the XENON1T Excess","x":-14.589550972,"y":49.0019416809,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.589550972,"tsne_y":49.0019416809,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"y1shlzo3","source_x":"ArXiv","title":"Heavy Gauge Bosons in supersymmetric $U(1)'$ models at present and future hadron colliders","doi":null,"abstract":"We study Z' phenomenology at hadron colliders in an U(1)' extended MSSM. We choose a U(1)' model with a secluded sector, where the tension between the electroweak scale and developing a large enough mass for Z' is resolved by incorporating three additional SU(2) singlet fields into the model. We perform a detailed and systematic analysis of the production, followed by decays, including into supersymmetric particles, of a Z' boson with particular emphasis on its possible discovery. We choose three different scenarios consistent with the latest available experimental data and relic density constraints, and concentrate on final signals involving two leptons, four leptons and six leptons. Including possible SM backgrounds, we show the likelihood of observing a Z' boson is not promising for the HL-LHC at 14 TeV, but optimistic for 27 and 100 TeV.","publish_time":1593561600000,"author_summary":" Frank, M.; Selbuz, L.; Turan, I.","abstract_summary":" We study Z' phenomenology at hadron colliders<br>in an U(1)' extended MSSM. We choose a U(1)' model<br>with a secluded sector, where the tension between<br>the electroweak scale and developing a large<br>enough mass for Z' is resolved by incorporating three<br>additional SU(2) singlet fields into the model. We perform<br>a detailed and systematic analysis of the<br>production, followed by decays, including into<br>supersymmetric particles, of a Z' boson with particular<br>emphasis on its possible discovery. We choose three<br>different scenarios consistent with the latest<br>available experimental data and relic density<br>constraints, and concentrate on final signals involving two<br>leptons,...","title_summary":" Heavy Gauge Bosons in supersymmetric $U(1)'$<br>models at present and future hadron colliders","x":-14.8822574615,"y":48.9279403687,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.8822574615,"tsne_y":48.9279403687,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"525al5e3","source_x":"ArXiv","title":"Discovery of a [CI]-faint, CO-bright Galaxy: ALMA Observations of the Merging Galaxy NGC 6052","doi":null,"abstract":"We report sensitive [\\ion{C}{1}]~$^3P_1$--$^3P_0$ and $^{12}$CO~$J$=4--3 observations of the nearby merging galaxy NGC 6052 using the Morita (Atacama Compact) Array of ALMA. We detect $^{12}$CO~$J$=4--3 toward the northern part of NGC 6052, but [\\ion{C}{1}]~$^3P_1$--$^3P_0$ is not detected with a [\\ion{C}{1}]~$^3P_1$--$^3P_0$ to $^{12}$CO~$J$=4--3 line luminosity ratio of$~\\lesssim0.07$. According to models of photodissociation regions, the unusual weakness of [\\ion{C}{1}]~$^3P_1$--$^3P_0$ relative to $^{12}$CO~$J$=4--3 can be explained if the interstellar medium has a hydrogen density larger than $10^5\\,{\\rm cm}^{-3}$, conditions that might arise naturally in the ongoing merging process in NGC 6052. Its [\\ion{C}{1}]~$^3P_1$--$^3P_0$ emission is also weaker than expected given the molecular gas mass inferred from previous measurements of $^{12}$CO~$J$=1--0 and $^{12}$CO~$J$=2--1. This suggests that [\\ion{C}{1}]~$^3P_1$--$^3P_0$ may not be a reliable tracer of molecular gas mass in this galaxy. NGC 6052 is a unique laboratory to investigate how the merger process impacts the molecular gas distribution.","publish_time":1592352000000,"author_summary":" Michiyama, Tomonari; Ueda, Junko; Tadaki,<br>Ken-ichi; Bolatto, Alberto; Molina, Juan; Saito,<br>Toshiki; Yamashita, Takuji; Zhuang, Ming-Yang;<br>Nakanishi, Kouichiro; Iono, Daisuke; Wang, Ran; Ho, Luis<br>C.","abstract_summary":" We report sensitive<br>[\\ion{C}{1}]~$^3P_1$--$^3P_0$ and $^{12}$CO~$J$=4--3 observations of the<br>nearby merging galaxy NGC 6052 using the Morita<br>(Atacama Compact) Array of ALMA. We detect<br>$^{12}$CO~$J$=4--3 toward the northern part of NGC 6052, but<br>[\\ion{C}{1}]~$^3P_1$--$^3P_0$ is not detected with a<br>[\\ion{C}{1}]~$^3P_1$--$^3P_0$ to $^{12}$CO~$J$=4--3 line luminosity ratio<br>of$~\\lesssim0.07$. According to models of photodissociation<br>regions, the unusual weakness of<br>[\\ion{C}{1}]~$^3P_1$--$^3P_0$ relative to $^{12}$CO~$J$=4--3 can be<br>explained if the interstellar medium has a hydrogen<br>density larger than $10^5\\,{\\rm cm}^{-3}$,<br>conditions that might arise naturally in the ongoing<br>merging process in NGC 6052. Its<br>[\\ion{C}{1}]~$^3P_1$--$^3P_0$ emission is also weaker than expected given the<br>molecular gas...","title_summary":" Discovery of a [CI]-faint, CO-bright Galaxy:<br>ALMA Observations of the Merging Galaxy NGC 6052","x":-14.4183349609,"y":49.3537712097,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.4183349609,"tsne_y":49.3537712097,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"nbh3xz13","source_x":"ArXiv","title":"Measuring Mars Atmospheric Winds From Orbit","doi":null,"abstract":"Wind is the process that connects Mars' climate system. Measurements of Mars atmospheric winds from orbit would dramatically advance our understanding of Mars and help prepare for human exploration of the Red Planet. Multiple instrument candidates are in development and will be ready for flight in the next decade. We urge the Decadal Survey to make these measurements a priority for 2023-2032.","publish_time":1594339200000,"author_summary":" Baker, Scott Guzewich J.B. Abshire. M.M.;<br>Battalio, J. M.; Bertrand, T.; Brown, A. J.; Colaprete,<br>A.; Cook, A. M.; Cremons, D. R.; Crismani, M. M.;<br>Dave, A. I.; Day, M.; Desjean, M.-C.; Elrod, M.;<br>Fenton, L. K.; Fisher, J.; Gordley, L. L.; Hayne, P. O.;<br>Heavens, N. G.; Hollingsworth, J. L.; Jha, D.; Jha, V.;<br>Kahre, M. A.; Khayat, A.SJ.; Kling, A. M.; Lewis, S. R.;<br>Marshall, B. T.; Mart'inez, G.; Montabone, L.; Mischna,<br>M. A.; Newman, C. E.; Pankine, A.; Riris, H.;<br>Shirley, J.; Smith, M. D.; Spiga, A.; Sun, X.; Tamppari,<br>L. K.; Young, R.M.B.; Vi'udez-Moreiras, D.;<br>Villaneuva, G. L.; Wolff, M. J.; Wilson, R. J.","abstract_summary":" Wind is the process that connects Mars' climate<br>system. Measurements of Mars atmospheric winds from<br>orbit would dramatically advance our understanding<br>of Mars and help prepare for human exploration of<br>the Red Planet. Multiple instrument candidates<br>are in development and will be ready for flight in<br>the next decade. We urge the Decadal Survey to make<br>these measurements a priority for 2023-2032.","title_summary":" Measuring Mars Atmospheric Winds From Orbit","x":-13.1149578094,"y":49.6814498901,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.1149578094,"tsne_y":49.6814498901,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"i8j1jzkz","source_x":"ArXiv","title":"Gravitational Waves Induced by Scalar Perturbations with a Lognormal Peak","doi":null,"abstract":"We study the stochastic gravitational wave (GW) background induced by the primordial scalar perturbation with the spectrum having a lognormal peak of width $\\Delta$ at $k=k_*$. We derive an analytical formula for the GW spectrum $\\Omega_\\text{GW}$ for both narrow ($\\Delta\\ll1$) and broad ($\\Delta\\gtrsim1$) peaks. In the narrow-peak case, the spectrum has a double peak feature with the sharper peak at $k= 2k_*\/\\sqrt{3}$. On the infrared (IR) side of the spectrum, we find power-law behavior with a break at $k=k_b$ in the power-law index where it chages from $k^3$ on the far IR side to $k^2$ on the near IR side. We find the ratio of the break frequency to the peak frequency is determined by $\\Delta$ as $f_b\/f_p\\approx\\sqrt{3}\\Delta$, where $f_b$ and $f_p$ are the break and peak frequencies, respectively. In the broad-peak case, we find the GW spectrum also has a lognormal peak at $k=k_*$ but with a smaller width of $\\Delta\/\\sqrt2$. Using these derived analytic formulae, we also present expressions for the maximum values of $\\Omega_\\text{GW}$ for both narrow and broad cases. Our results will provide a useful tool in searching for the induced GW signals in the coming decades.","publish_time":1590364800000,"author_summary":" Pi, Shi; Sasaki, Misao","abstract_summary":" We study the stochastic gravitational wave<br>(GW) background induced by the primordial scalar<br>perturbation with the spectrum having a lognormal peak of<br>width $\\Delta$ at $k=k_*$. We derive an analytical<br>formula for the GW spectrum $\\Omega_\\text{GW}$ for<br>both narrow ($\\Delta\\ll1$) and broad<br>($\\Delta\\gtrsim1$) peaks. In the narrow-peak case, the spectrum<br>has a double peak feature with the sharper peak at<br>$k= 2k_*\/\\sqrt{3}$. On the infrared (IR) side of<br>the spectrum, we find power-law behavior with a<br>break at $k=k_b$ in the power-law index where it<br>chages from $k^3$ on the far IR side to $k^2$ on the near<br>IR side....","title_summary":" Gravitational Waves Induced by Scalar<br>Perturbations with a Lognormal Peak","x":-14.491560936,"y":48.9041442871,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.491560936,"tsne_y":48.9041442871,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"zcri0lus","source_x":"ArXiv","title":"Hot Hydride Superconductivity above 550 K","doi":null,"abstract":"The search for room temperature superconductivity has accelerated dramatically in the last few years driven largely by theoretical predictions that first indicated alloying dense hydrogen with other elements could produce conventional phonon-mediated superconductivity at very high temperatures and at accessible pressures, and more recently, with the success of structure search methods that have identified specific candidates and pressure-temperature (P-T) conditions for synthesis. These theoretical advances have prompted improvements in experimental techniques to test these predictions. As a result, experimental studies of simple binary hydrides under pressure have yielded high critical superconducting transition temperatures (Tc), of 260 K in LaH10, close to the commonly accepted threshold for room temperature, 293 K, at pressures near 180 GPa. We successfully synthesized a metallic La-based superhydride from La metal and ammonia borane, NH3BH3, and find a multi-step transition with a Tc of 294 K for the highest onset. When subjected to subsequent thermal excursions to higher temperatures that promoted a chemical reaction to what we believe is a ternary or higher order system, the transition temperature was driven to higher temperatures. Although the reaction does not appear to be complete, the onset temperature was pushed from 294 K to 556 K before the experiments had to be terminated. The results provide evidence for hot superconductivity well above room temperature, in line with recent predictions for a higher order hydride under pressure.","publish_time":1591228800000,"author_summary":" Grockowiak, A. D.; Ahart, M.; Helm, T.;<br>Coniglio, W. A.; Kumar, R.; Somayazulu, M.; Meng, Y.;<br>Oliff, M.; Williams, V.; Ashcroft, N. W.; Hemley, R.<br>J.; Tozer, S. W.","abstract_summary":" The search for room temperature<br>superconductivity has accelerated dramatically in the last few<br>years driven largely by theoretical predictions<br>that first indicated alloying dense hydrogen with<br>other elements could produce conventional<br>phonon-mediated superconductivity at very high temperatures<br>and at accessible pressures, and more recently,<br>with the success of structure search methods that<br>have identified specific candidates and<br>pressure-temperature (P-T) conditions for synthesis. These<br>theoretical advances have prompted improvements in<br>experimental techniques to test these predictions. As a<br>result, experimental studies of simple binary<br>hydrides under pressure have yielded high critical<br>superconducting transition temperatures (Tc), of 260 K in<br>LaH10, close...","title_summary":" Hot Hydride Superconductivity above 550 K","x":-15.9026479721,"y":49.1798667908,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.9026479721,"tsne_y":49.1798667908,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"g0pkoqj9","source_x":"ArXiv","title":"The 100 pc White Dwarf Sample in the SDSS Footprint","doi":null,"abstract":"We present follow-up spectroscopy of 711 white dwarfs within 100 pc, and present a detailed model atmosphere analysis of the 100 pc white dwarf sample in the SDSS footprint. Our spectroscopic follow-up is complete for 83% of the white dwarfs hotter than 6000 K, where the atmospheric composition can be constrained reliably. We identify 1508 DA white dwarfs with pure hydrogen atmospheres. The DA mass distribution has an extremely narrow peak at $0.59~M_{\\odot}$, and reveals a shoulder from relatively massive white dwarfs with $M=0.7$-$0.9~M_{\\odot}$. Comparing this distribution with binary population synthesis models, we find that the contribution from single stars that form through mergers cannot explain the over-abundance of massive white dwarfs. In addition, the mass distribution of cool DAs shows a near absence of $M>1~M_{\\odot}$ white dwarfs. The pile-up of 0.7-$0.9~M_{\\odot}$ and the disappearance of $M>1~M_{\\odot}$ white dwarfs is consistent with the effects of core crystallization. Even though the evolutionary models predict the location of the pile-up correctly, the delay from the latent heat of crystallization by itself is insufficient to create a significant pile-up, and additional cooling delays from related effects like phase separation are necessary. We also discuss the population of infrared-faint (ultracool) white dwarfs, and demonstrate for the first time the existence of a well defined sequence in color and magnitude. Curiously, this sequence is connected to a region in the color-magnitude diagrams where the number of helium-dominated atmosphere white dwarfs is low. This suggests that the infrared-faint white dwarfs likely have mixed H\/He atmospheres.","publish_time":1590796800000,"author_summary":" Kilic, Mukremin; Bergeron, P.; Kosakowski,<br>Alekzander; Brown, Warren R.; Agueros, Marcel A.; Blouin,<br>Simon","abstract_summary":" We present follow-up spectroscopy of 711 white<br>dwarfs within 100 pc, and present a detailed model<br>atmosphere analysis of the 100 pc white dwarf sample in the<br>SDSS footprint. Our spectroscopic follow-up is<br>complete for 83% of the white dwarfs hotter than 6000 K,<br>where the atmospheric composition can be<br>constrained reliably. We identify 1508 DA white dwarfs with<br>pure hydrogen atmospheres. The DA mass<br>distribution has an extremely narrow peak at<br>$0.59~M_{\\odot}$, and reveals a shoulder from relatively massive<br>white dwarfs with $M=0.7$-$0.9~M_{\\odot}$.<br>Comparing this distribution with binary population<br>synthesis models, we find that the contribution from<br>single stars...","title_summary":" The 100 pc White Dwarf Sample in the SDSS<br>Footprint","x":-14.0608892441,"y":49.2623252869,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0608892441,"tsne_y":49.2623252869,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"3o2fnut8","source_x":"ArXiv","title":"Probing the sensitivity to leptonic $\\delta_{CP}$ in presence of invisible decay of $\\nu_3$ using atmospheric neutrinos","doi":null,"abstract":"One of the main neutrino oscillation parameters whose value has not been determined very precisely is the leptonic $\\delta_{CP}$ phase. Since neutrinos have a tiny but finite mass they can undergo decay both visibly and invisibly. The effect of invisible decay of the third mass eigen state $\\nu_3$ on the sensitivity to $\\delta_{CP}$ is analysed here using atmospheric neutrino and anti-neutrino events. Effects of detector resolutions and systematic uncertainties are studied to identify the optimum resolutions and efficiencies required by a detector to obtain a significant sensitivity even in presence of decay.","publish_time":1591488000000,"author_summary":" Lakshmi.S.Mohan,","abstract_summary":" One of the main neutrino oscillation<br>parameters whose value has not been determined very<br>precisely is the leptonic $\\delta_{CP}$ phase. Since<br>neutrinos have a tiny but finite mass they can undergo<br>decay both visibly and invisibly. The effect of<br>invisible decay of the third mass eigen state $\\nu_3$ on<br>the sensitivity to $\\delta_{CP}$ is analysed here<br>using atmospheric neutrino and anti-neutrino<br>events. Effects of detector resolutions and<br>systematic uncertainties are studied to identify the<br>optimum resolutions and efficiencies required by a<br>detector to obtain a significant sensitivity even in<br>presence of decay.","title_summary":" Probing the sensitivity to leptonic<br>$\\delta_{CP}$ in presence of invisible decay of $\\nu_3$ using<br>atmospheric neutrinos","x":-14.6471252441,"y":49.0291442871,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.6471252441,"tsne_y":49.0291442871,"subcluster":4,"subcluster_description":"Skyrme Neutron Starslight Dark","shape":"p"},{"cord_uid":"dr4y2new","source_x":"ArXiv","title":"A search for rotation periods in 1000 TESS objects of interest","doi":null,"abstract":"The high quality light curves from the Transiting Exoplanet Survey Satellite (TESS) represent a unique laboratory for the study of stellar rotation, a fundamental observable driving stellar and planetary evolution, including planetary atmospheres and impacting on habitability conditions and the genesis of life around stars. As of April 14th 2020, this mission delivered public light curves for 1000 TESS Objects of Interest (TOIs), observed with 2 minute cadence during the first 20 months of the mission. Here, we present a search for rotation signatures in these TOIs, using Fast Fourier Transform, Lomb-Scargle, and wavelet techniques, accompanied by a rigorous visual inspection. This effort revealed 163 targets with rotation signatures, 131 of which present unambiguous rotation periods ranging from 0.321 and 13.219 days, whereas 32 of them present dubious rotation periodicities. One hundred and nine of these stars show flux fluctuations whose root-cause is not clearly identified. For 714 TOIs, the light curves show a noisy behavior, corresponding to typically low-amplitude signals. Our analysis has also revealed 10 TOI stars with pulsation periodicities ranging from 0.049 to 2.995 days and four eclipsing binaries. With upcoming TESS data releases, our periodicity analysis will be expanded to almost all TOI stars, thereby contributing in defining criteria for follow-up strategy itself, and the study of star-planet interactions, surface dynamic of host stars and habitability conditions in planets, among other aspects. In this context, a living catalog is maintained on the Filtergraph visualization portal at the URL https:\/\/filtergraph.com\/tess_rotation_tois.","publish_time":1593993600000,"author_summary":" Martins, Bruno L. Canto; Gomes, Roseane L.;<br>Messias, Yuri S.; Lira, Suzierly R. de; Leao, Izan C.;<br>Almeida, Leonardo A.; Teixeira, M'arcio A.; Chagas,<br>Maria L. das; Bravo, Jenny P.; Belete, Asnakew<br>Bewketu; Medeiros, Jos'e R. De","abstract_summary":" The high quality light curves from the<br>Transiting Exoplanet Survey Satellite (TESS) represent a<br>unique laboratory for the study of stellar rotation, a<br>fundamental observable driving stellar and planetary<br>evolution, including planetary atmospheres and<br>impacting on habitability conditions and the genesis of<br>life around stars. As of April 14th 2020, this<br>mission delivered public light curves for 1000 TESS<br>Objects of Interest (TOIs), observed with 2 minute<br>cadence during the first 20 months of the mission. Here,<br>we present a search for rotation signatures in<br>these TOIs, using Fast Fourier Transform,<br>Lomb-Scargle, and wavelet techniques, accompanied by a<br>rigorous visual...","title_summary":" A search for rotation periods in 1000 TESS<br>objects of interest","x":-13.9157314301,"y":49.2321891785,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.9157314301,"tsne_y":49.2321891785,"subcluster":5,"subcluster_description":"An Integrated Optical Transient","shape":"p"},{"cord_uid":"30vu3yq1","source_x":"ArXiv","title":"Novel approach to Room Temperature Superconductivity problem","doi":null,"abstract":"A long-standing problem of observing Room Temperature Superconductivity is finally solved by a novel approach. Instead of increasing the critical temperature Tc of a superconductor, the temperature of the room was decreased to an appropriate Tc value. We consider this approach more promising for obtaining a large number of materials possessing Room Temperature Superconductivity in the near future.","publish_time":1585612800000,"author_summary":" Timokhin, Ivan; Mishchenko, Artem","abstract_summary":" A long-standing problem of observing Room<br>Temperature Superconductivity is finally solved by a novel<br>approach. Instead of increasing the critical<br>temperature Tc of a superconductor, the temperature of the<br>room was decreased to an appropriate Tc value. We<br>consider this approach more promising for obtaining a<br>large number of materials possessing Room<br>Temperature Superconductivity in the near future.","title_summary":" Novel approach to Room Temperature<br>Superconductivity problem","x":-15.9409542084,"y":49.1073646545,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.9409542084,"tsne_y":49.1073646545,"subcluster":-1,"subcluster_description":-1,"shape":"p"},{"cord_uid":"6a4qmpak","source_x":"ArXiv","title":"The Area of a Rough Black Hole","doi":null,"abstract":"We investigate the consequences for the black hole area of introducing fractal structure for the horizon geometry. We create a three-dimensional spherical analogue of a 'Koch Snowflake' using a infinite diminishing hierarchy of touching spheres around the Schwarzschild event horizon. We can create a fractal structure for the horizon with finite volume and infinite (or finite) area. This is a toy model for the possible effects of quantum gravitational spacetime foam, with significant implications for assessments of the entropy of black holes and the universe, which is generally larger than in standard picture of black hole structure and thermodynamics, potentially by very considerable factors. The entropy of the observable universe today becomes log(S) is approximately 120(1+D\/2) with D = 0 for a smooth spacetime structure and D = 1 for the most intricate. The Hawking lifetime of black holes is also reduced.","publish_time":1587340800000,"author_summary":" Barrow, John D.","abstract_summary":" We investigate the consequences for the black<br>hole area of introducing fractal structure for the<br>horizon geometry. We create a three-dimensional<br>spherical analogue of a 'Koch Snowflake' using a infinite<br>diminishing hierarchy of touching spheres around the<br>Schwarzschild event horizon. We can create a fractal<br>structure for the horizon with finite volume and infinite<br>(or finite) area. This is a toy model for the<br>possible effects of quantum gravitational spacetime<br>foam, with significant implications for<br>assessments of the entropy of black holes and the universe,<br>which is generally larger than in standard picture of<br>black hole structure and thermodynamics,<br>potentially...","title_summary":" The Area of a Rough Black Hole","x":-15.0283975601,"y":48.477355957,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.0283975601,"tsne_y":48.477355957,"subcluster":2,"subcluster_description":"Spacetime Thermodynamics","shape":"p"},{"cord_uid":"klmzs2oz","source_x":"ArXiv","title":"Anomalous $Wtb$ couplings from $B$-physics","doi":null,"abstract":"We revisit constraints on anomalous $Wtb$ couplings from $B$-physics experiments, performing a correlated analysis allowing all anomalous couplings to differ simultaneously from their Standard-Model (SM) values. The $B$-physics observables allow one to probe the three linear combinations out of the four anomalous couplings, which parameterize the $Wtb$ vertex under the assumption that the SM symmetries remain the symmetries of the effective theory. We take into account constraints coming from the inclusive $B\\to X_s\\gamma$, $B\\to X_s \\mu^+ \\mu^-$ decays, the $\\bar B^{0}-B^0$ oscillations, the leptonic $B\\to \\mu^+\\mu^-$ decays, and the exclusive $B\\to K^*\\mu^+\\mu^-$ decays at low $q^2$. We find that the SM values belong to the 95% CL allowed region obtained this way; however, the SM values are not the most probable values given by the fit. We also report that the distributions of the anomalous couplings obtained within our 3D scenario differ noticeably from the 1D scenario, when only one of the couplings is allowed to deviate from its SM value.","publish_time":1587945600000,"author_summary":" Kozachuk, Anastasiia; Melikhov, Dmitri","abstract_summary":" We revisit constraints on anomalous $Wtb$<br>couplings from $B$-physics experiments, performing a<br>correlated analysis allowing all anomalous couplings to<br>differ simultaneously from their Standard-Model<br>(SM) values. The $B$-physics observables allow one<br>to probe the three linear combinations out of the<br>four anomalous couplings, which parameterize the<br>$Wtb$ vertex under the assumption that the SM<br>symmetries remain the symmetries of the effective theory.<br>We take into account constraints coming from the<br>inclusive $B\\to X_s\\gamma$, $B\\to X_s \\mu^+ \\mu^-$<br>decays, the $\\bar B^{0}-B^0$ oscillations, the<br>leptonic $B\\to \\mu^+\\mu^-$ decays, and the exclusive<br>$B\\to K^*\\mu^+\\mu^-$ decays at low $q^2$. We find<br>that the...","title_summary":" Anomalous $Wtb$ couplings from $B$-physics","x":-14.9819231033,"y":48.9373893738,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.9819231033,"tsne_y":48.9373893738,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"cmfd6w41","source_x":"ArXiv","title":"Degenerate Fermion Dark Matter from a Broken $U(1)_{\\rm B-L}$ Gauge Symmetry","doi":null,"abstract":"The extension of the Standard model by assuming $U(1)_{\\rm B-L}$ gauge symmetry is very well-motivated since it naturally explains the presence of heavy right-handed neutrinos required to account for the small active neutrino masses via the seesaw mechanism and thermal leptogenesis. Traditionally, we introduce three right handed neutrinos to cancel the $[U(1)_{\\rm B-L}]^3$ anomaly. However, it suffices to introduce two heavy right-handed neutrinos for these purposes and therefore we can replace one right-handed neutrino by new chiral fermions to cancel the $U(1)_{\\rm B-L}$ gauge anomaly. Then, one of the chiral fermions can naturally play a role of a dark matter candidate. In this paper, we demonstrate how this framework produces a dark matter candidate which can address the so-called\"core-cusp problem\". As one of the small scale problems that $\\Lambda$CDM paradigm encounters, it may imply an important clue for a nature of dark matter. One of resolutions among many is hypothesizing that sub-keV fermion dark matter halos in dwarf spheroidal galaxies are in (quasi) degenerate configuration. We show how the degenerate sub-keV fermion dark matter candidate can be non-thermally originated in our model and thus can be consistent with Lyman-$\\alpha$ forest observation. Thereby, the small neutrino mass, baryon asymmetry, and the sub-keV dark matter become consequences of the broken B-L gauge symmetry.","publish_time":1586995200000,"author_summary":" Choi, Gongjun; Suzuki, Motoo; Yanagida,<br>Tsutomu. T.","abstract_summary":" The extension of the Standard model by assuming<br>$U(1)_{\\rm B-L}$ gauge symmetry is very well-motivated<br>since it naturally explains the presence of heavy<br>right-handed neutrinos required to account for the small<br>active neutrino masses via the seesaw mechanism and<br>thermal leptogenesis. Traditionally, we introduce<br>three right handed neutrinos to cancel the<br>$[U(1)_{\\rm B-L}]^3$ anomaly. However, it suffices to<br>introduce two heavy right-handed neutrinos for these<br>purposes and therefore we can replace one right-handed<br>neutrino by new chiral fermions to cancel the $U(1)_{\\rm<br>B-L}$ gauge anomaly. Then, one of the chiral fermions<br>can naturally play a role of a dark matter...","title_summary":" Degenerate Fermion Dark Matter from a Broken<br>$U(1)_{\\rm B-L}$ Gauge Symmetry","x":-14.9464826584,"y":48.8662567139,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.9464826584,"tsne_y":48.8662567139,"subcluster":3,"subcluster_description":"Broken B-L Gauge Symmetryheavy","shape":"p"},{"cord_uid":"ab1xwmi3","source_x":"ArXiv","title":"Winds in Star Clusters Drive Kolmogorov Turbulence","doi":null,"abstract":"Intermediate and massive stars drive fast and powerful isotropic winds that interact with the winds of nearby stars in star clusters and the surrounding interstellar medium (ISM). Wind-ISM collisions generate astrospheres around these stars that contain hot $T\\sim 10^7$ K gas that adiabatically expands. As individual bubbles expand and collide they become unstable, potentially driving turbulence in star clusters. In this paper we use hydrodynamic simulations to model a densely populated young star cluster within a homogeneous cloud to study stellar wind collisions with the surrounding ISM. We model a mass-segregated cluster of 20 B-type young main sequence stars with masses ranging from 3--17 $M_{\\odot}$. We evolve the winds for $\\sim$11 kyrs and show that wind-ISM collisions and over-lapping wind-blown bubbles around B-stars mixes the hot gas and ISM material generating Kolmogorov-like turbulence on small scales early in its evolution. We discuss how turbulence driven by stellar winds may impact the subsequent generation of star formation in the cluster","publish_time":1593043200000,"author_summary":" Gallegos-Garcia, Monica; Burkhart,<br>Blakesley; Rosen, Anna; Naiman, Jill P.; Ramirez-Ruiz,<br>Enrico","abstract_summary":" Intermediate and massive stars drive fast and<br>powerful isotropic winds that interact with the winds of<br>nearby stars in star clusters and the surrounding<br>interstellar medium (ISM). Wind-ISM collisions generate<br>astrospheres around these stars that contain hot $T\\sim<br>10^7$ K gas that adiabatically expands. As<br>individual bubbles expand and collide they become<br>unstable, potentially driving turbulence in star<br>clusters. In this paper we use hydrodynamic simulations<br>to model a densely populated young star cluster<br>within a homogeneous cloud to study stellar wind<br>collisions with the surrounding ISM. We model a<br>mass-segregated cluster of 20 B-type young main sequence stars<br>with...","title_summary":" Winds in Star Clusters Drive Kolmogorov<br>Turbulence","x":-14.0852546692,"y":49.2840003967,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-14.0852546692,"tsne_y":49.2840003967,"subcluster":6,"subcluster_description":"Planetary Nebulaedetecting Ultra-High Energy","shape":"p"},{"cord_uid":"5htvzkpt","source_x":"ArXiv","title":"Emergent classical universes from initial quantum states in a tomographical description","doi":null,"abstract":"Quantum and classical physical states are represented in a unified way when they are described by symplectic tomography. Therefore this representation allows us to study directly the necessary conditions for a classical universe to emerge from a quantum state. In the previous study on the de Sitter universe this was done by comparing the classical limit of the quantum tomograms with the tomograms resulting from the classical cosmological equations. In this paper we first review these results and extend them to all the de Sitter models. We show further that these tomograms can be obtained directly from transposing the Wheeler-De Witt equation to the tomographic variables. Subsequently, because the classic limits of the quantum tomograms are identified with their asymptotic expressions, we found the necessary conditions to extend the previous results by taking the tomograms of the WKB solutions of the Wheeler-DeWitt equation with a any potential. Furthermore in the previous works we found that the de Sitter models undergo the quantum-to-classical transition when the cosmological constant decays to its present value, we discuss at the end how far we can extend this result to more general models. In the conclusions, after discussing any improvements and developments of the results of this work, we sketch a phenomenological approach from which to extract information about the initial states of the universe.","publish_time":1594080000000,"author_summary":" Stornaiolo, Cosimo","abstract_summary":" Quantum and classical physical states are<br>represented in a unified way when they are described by<br>symplectic tomography. Therefore this representation<br>allows us to study directly the necessary conditions<br>for a classical universe to emerge from a quantum<br>state. In the previous study on the de Sitter universe<br>this was done by comparing the classical limit of the<br>quantum tomograms with the tomograms resulting from<br>the classical cosmological equations. In this<br>paper we first review these results and extend them to<br>all the de Sitter models. We show further that these<br>tomograms can be obtained directly from transposing the<br>Wheeler-De...","title_summary":" Emergent classical universes from initial<br>quantum states in a tomographical description","x":-15.3959312439,"y":48.3357391357,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-15.3959312439,"tsne_y":48.3357391357,"subcluster":1,"subcluster_description":"Topological Phases","shape":"p"},{"cord_uid":"21dfvahe","source_x":"ArXiv; Medline","title":"Using Cerenkov radiation for measuring the refractive index in thick samples by interferometric cathodoluminescence","doi":"10.1016\/j.ultramic.2020.113011","abstract":"Cathodoluminescence (CL) has evolved into a standard analytical technique in (scanning) transmission electron microscopy. CL utilizes light excited due to the interactions between the electron-beam and the sample. In the present study we focus on Cerenkov radiation. We make use of the fact that the electron transparent specimen acts as a Fabry-P\\'erot interferometer for coherently emitted radiation. From the wavelength dependent interference pattern of thickness dependent measurements we calculate the refractive index of the studied material. We describe the limits of this approach and compare it with the determination of the refractive index by using valence electron energy loss spectrometry (VEELS)","publish_time":1578873600000,"author_summary":" Stoger-Pollach, Michael; Loffler, Stefan;<br>Maurer, Niklas; Bukvisova, Kristyna","abstract_summary":" Cathodoluminescence (CL) has evolved into a<br>standard analytical technique in (scanning)<br>transmission electron microscopy. CL utilizes light<br>excited due to the interactions between the<br>electron-beam and the sample. In the present study we focus on<br>Cerenkov radiation. We make use of the fact that the<br>electron transparent specimen acts as a Fabry-P\\'erot<br>interferometer for coherently emitted radiation. From the<br>wavelength dependent interference pattern of thickness<br>dependent measurements we calculate the refractive<br>index of the studied material. We describe the limits<br>of this approach and compare it with the<br>determination of the refractive index by using valence<br>electron energy loss spectrometry...","title_summary":" Using Cerenkov radiation for measuring the<br>refractive index in thick samples by interferometric<br>cathodoluminescence","x":-13.0988769531,"y":48.469997406,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.0988769531,"tsne_y":48.469997406,"subcluster":0,"subcluster_description":"Millimeter-Wave Chirped Pulse Instrumentationa","shape":"p"},{"cord_uid":"t3qhhqaw","source_x":"ArXiv; Medline","title":"Near-infrared observations of active asteroid (3200) Phaethon reveal no evidence for hydration","doi":"10.1038\/s41467-020-15637-7","abstract":"Asteroid (3200) Phaethon is an active near-Earth asteroid and the parent body of the Geminid Meteor Shower. Because of its small perihelion distance, Phaethon's surface reaches temperatures sufficient to destabilize hydrated materials. We conducted rotationally resolved spectroscopic observations of this asteroid, mostly covering the northern hemisphere and the equatorial region, beyond 2.5-micron to search for evidence of hydration on its surface. Here we show that the observed part of Phaethon does not exhibit the 3-micron hydrated mineral absorption (within 2-sigma). These observations suggest that Phaethon's modern activity is not due to volatile sublimation or devolatilization of phyllosilicates on its surface. It is possible that the observed part of Phaethon was originally hydrated and has since lost volatiles from its surface via dehydration, supporting its connection to the Pallas family, or it was formed from anhydrous material.","publish_time":1588118400000,"author_summary":" Takir, Driss; Kareta, Theodore; Emery, Joshua<br>P.; Hanus, Josef; Reddy, Vishnu; Howell, Ellen S.;<br>Rivkin, Andrew S.; Arai, Tomoko","abstract_summary":" Asteroid (3200) Phaethon is an active<br>near-Earth asteroid and the parent body of the Geminid<br>Meteor Shower. Because of its small perihelion<br>distance, Phaethon's surface reaches temperatures<br>sufficient to destabilize hydrated materials. We<br>conducted rotationally resolved spectroscopic<br>observations of this asteroid, mostly covering the northern<br>hemisphere and the equatorial region, beyond 2.5-micron<br>to search for evidence of hydration on its<br>surface. Here we show that the observed part of Phaethon<br>does not exhibit the 3-micron hydrated mineral<br>absorption (within 2-sigma). These observations suggest<br>that Phaethon's modern activity is not due to<br>volatile sublimation or devolatilization of<br>phyllosilicates on its surface....","title_summary":" Near-infrared observations of active<br>asteroid (3200) Phaethon reveal no evidence for<br>hydration","x":-13.6628980637,"y":49.5368461609,"cluster":6,"cluster_name":"c7","cluster_description":"Binary Black Hole Mergerslight","tsne_x":-13.6628980637,"tsne_y":49.5368461609,"subcluster":-1,"subcluster_description":-1,"shape":"p"}]