{"cluster": 71, "subcluster": 10, "abstract_summ": "RESULTS Studies evaluating digital nutrition interventions targeting parents (n = 11) demonstrated effectiveness for improving nutrition outcomes, self-efficacy and knowledge.METHODS AND ANALYSIS A comprehensive search of published original research studies will be performed in MEDLINE, Scopus, Web of Science, EMBASE, CINAHL and Cochrane library.We searched multiple databases for studies that evaluated school-based interventions to prevent obesity and associated risk factors (i.e., unhealthy diet, physical inactivity, sedentary behaviour) in children aged 4-18 years from January 1, 2012 to January 28, 2020.Studies varied in the type of EDs under investigation and in the e-health intervention applied (with vs. without therapist support vs. blended interventions; smartphone- vs. web-based).Thus, the results of this systematic review and meta-analysis suggest that decision-makers should carefully consider CSH, multicomponent interventions, modifications to PE curricula and school nutrition policies to prevent childhood obesity.", "title_summ": "Effectiveness of school-based health promotion interventions prioritized by stakeholders from health and education sectors: A systematic review and meta-analysis.Impacts of school feeding on educational and health outcomes of school-age children and adolescents in low- and middle-income countries: protocol for a systematic review and meta-analysis.The Effects of Community Home Visit and Peer Group Nutrition Intervention Delivery Platforms on Nutrition Outcomes in Low and Middle-Income Countries: A Systematic Review and Meta-Analysis.A systematic evaluation of digital nutrition promotion websites and apps for supporting parents to influence children's nutrition.Gender differences in the accuracy of dietary assessment methods to measure energy intake in adults: protocol for a systematic review and meta-analysis.", "title_abstract_phrases": "RESULTS Studies evaluating digital nutrition interventions targeting parents (n = 11) demonstrated effectiveness for improving nutrition outcomes, self-efficacy and knowledge.We searched multiple databases for studies that evaluated school-based interventions to prevent obesity and associated risk factors (i.e., unhealthy diet, physical inactivity, sedentary behaviour) in children aged 4-18 years from January 1, 2012 to January 28, 2020.Studies varied in the type of EDs under investigation and in the e-health intervention applied (with vs. without therapist support vs. blended interventions; smartphone- vs. web-based).METHODS AND ANALYSIS A comprehensive search of published original research studies will be performed in MEDLINE, Scopus, Web of Science, EMBASE, CINAHL and Cochrane library.It remains unclear how severity of EDs affects the effectiveness of e-health interventions, how patients can channel the knowledge they acquire from e-health interventions into their actual behaviors, and how such interventions can better fit the needs of the individual patient to increase acceptability and effectiveness."}