{"cluster": 72, "subcluster": 11, "abstract_summ": "These findings offer potential pathways for interventions to encourage health-protective behaviours to reduce the spread of COVID-19.INTRODUCTION: Perceptions of health risks inform decisions about protective behaviors, but coronavirus disease 2019 (COVID-19) was an unfamiliar risk as it began to spread across the U.S. In the initial stage of the epidemic, authors examined perceived risks for COVID-19 infection and infection fatality, and whether these risk perceptions are associated with protective behaviors.CONCLUSIONS Factors that may pose added risk for COVID-19 severity were prevalent among people living with HIV and those with greater risk factors did not practice more COVID-19 protective behaviors.When predicting social distancing behaviors such as avoiding crowds, both quartile-based risk perceptions were significant (OR=1.24, 95% CI=1.17, 1.30 for infection and OR=1.19, 95% CI=1.13, 1.26 for infection fatality).RESULTS: Median perceived risk was 10.00% for COVID-19 infection and 5.00% for infection fatality, but respondents showed large disagreement.We conducted a rapid-response interview to assess COVID-19 protective behaviors of people living with HIV and the impact of their responses on HIV related healthcare.", "title_summ": "COVID-19 is rapidly changing: Examining public perceptions and behaviors in response to this evolving pandemicPublic perceptions of COVID-19 in Australia: perceived risk, knowledge, health-protective behaviours, and vaccine intentionsRelationships Between Initial COVID-19 Risk Perceptions and Protective Health Behaviors: A National SurveyIntersecting Pandemics: Impact of SARS-CoV-2 (COVID-19) Protective Behaviors on People Living with HIV, Atlanta, Georgia.", "title_abstract_phrases": "These findings offer potential pathways for interventions to encourage health-protective behaviours to reduce the spread of COVID-19.Relationships Between Initial COVID-19 Risk Perceptions and Protective Health Behaviors: A National SurveyINTRODUCTION: Perceptions of health risks inform decisions about protective behaviors, but coronavirus disease 2019 (COVID-19) was an unfamiliar risk as it began to spread across the U.S. In the initial stage of the epidemic, authors examined perceived risks for COVID-19 infection and infection fatality, and whether these risk perceptions are associated with protective behaviors.CONCLUSIONS Factors that may pose added risk for COVID-19 severity were prevalent among people living with HIV and those with greater risk factors did not practice more COVID-19 protective behaviors.When predicting social distancing behaviors such as avoiding crowds, both quartile-based risk perceptions were significant (OR=1.24, 95% CI=1.17, 1.30 for infection and OR=1.19, 95% CI=1.13, 1.26 for infection fatality).We conducted a rapid-response interview to assess COVID-19 protective behaviors of people living with HIV and the impact of their responses on HIV related healthcare.Public perceptions of COVID-19 in Australia: perceived risk, knowledge, health-protective behaviours, and vaccine intentionsWidespread and sustained engagement with health-protective behaviours (i.e., hygiene and distancing) is critical to successfully managing the COVID-19 pandemic."}