{"cluster": 72, "subcluster": 13, "abstract_summ": "Concerning attitude, > 70% of HCWs exhibited a positive attitude toward MERS-CoV. Conclusion the HCWs in Najran region showed a high level of knowledge and positive attitude toward MERS-CoV. There was a noticeable difference in knowledge level between different professions.This analysis of data from that region on health care workers (HCWs) awareness and attitudes towards the prevention and control of MERS-CoV may be useful when planning health education programmes about this emerging infectious disease.Conclusion: The participants demonstrated good knowledge and reasonable attitudes and practices toward most aspects of the COVID-19 outbreak.Regarding COVID-19, most of the participants used social media to obtain information (61%), and a significant proportion of HCWs had poor knowledge of its transmission (61%) and symptom onset (63.6%) and showed positive perceptions of COVID-19 prevention and control.SUBJECTS AND METHODS: A cross-sectional study of 384 participants recruited from various places in Al-Jouf government was conducted through a valid and reliable questionnaire including sociodemographic and MERS-CoV knowledge data.", "title_summ": "Novel Coronavirus (COVID-19) Knowledge and Perceptions: A Survey of Healthcare WorkersView of Pakistani Residents toward Coronavirus Disease (COVID-19) during a Rapid Outbreak: A Rapid Online SurveyPublic awareness of coronavirus in Al-Jouf region, Saudi ArabiaAwareness and preparedness of Field Epidemiology Training Program graduates in the Eastern Mediterranean Region to respond to COVID-19: A cross-section study.Knowledge and attitudes towards Middle East respiratory sydrome-coronavirus (MERS-CoV) among health care workers in south-western Saudi Arabia.", "title_abstract_phrases": "Concerning attitude, > 70% of HCWs exhibited a positive attitude toward MERS-CoV. Conclusion the HCWs in Najran region showed a high level of knowledge and positive attitude toward MERS-CoV. There was a noticeable difference in knowledge level between different professions.This analysis of data from that region on health care workers (HCWs) awareness and attitudes towards the prevention and control of MERS-CoV may be useful when planning health education programmes about this emerging infectious disease.Conclusion: The participants demonstrated good knowledge and reasonable attitudes and practices toward most aspects of the COVID-19 outbreak.Regarding COVID-19, most of the participants used social media to obtain information (61%), and a significant proportion of HCWs had poor knowledge of its transmission (61%) and symptom onset (63.6%) and showed positive perceptions of COVID-19 prevention and control.Factors such as age and profession were associated with inadequate knowledge and poor perception of COVID-19."}