{"cluster": 73, "subcluster": 46, "abstract_summ": "CONCLUSION: Pandemic and epidemic infectious diseases such as COVID-19 or MERS-CoV impose a significant level of anxiety and stress on healthcare workers who are caring of infected patients, with their main concern being the risk of transmitting the infection to their families or to acquire it themselves.BACKGROUND: The global pandemic of coronavirus disease of 2019 (COVID-19) has led to unprecedented psychological stress on health workers (HCWs).Research Question: What is the psychological impact of the COVID-19 pandemic on infertility patients?Compared to GPs with absent or mild depressive symptoms (PHQ-9 < 10), GPs reporting moderate to severe depressive symptoms (N=30, 22.9%; PHQ-9 ≥ 10) reported more helplessness (96.7% vs. 79.2%, p=.025), spent more than three hours searching for COVID-19 information (43.3% vs. 19.8%, p=.024), perceived less adequate personal protective equipment (PPE) (6.7% vs. 23.8%, p=.049) and visited more COVID-19 infected patients (16.63 ± 27.30 vs. 9.52 ± 11.75, p=.041).6% of patients stated that infertility treatment, including IVF, should not be offered during the COVID-19 pandemic.", "title_summ": "Covid-19 pandemic impact on mental health: a web-based cross-sectional survey on a sample of Italian general practitioners.Infertility remains a top stressor despite the COVID-19 pandemicThe psychological impact of COVID-19 pandemic on health care workers in a MERS-CoV endemic country", "title_abstract_phrases": "The psychological impact of COVID-19 pandemic on health care workers in a MERS-CoV endemic countryBACKGROUND: The global pandemic of coronavirus disease of 2019 (COVID-19) has led to unprecedented psychological stress on health workers (HCWs).Infertility remains a top stressor despite the COVID-19 pandemicResearch Question: What is the psychological impact of the COVID-19 pandemic on infertility patients?CONCLUSION: Pandemic and epidemic infectious diseases such as COVID-19 or MERS-CoV impose a significant level of anxiety and stress on healthcare workers who are caring of infected patients, with their main concern being the risk of transmitting the infection to their families or to acquire it themselves.Compared to GPs with absent or mild depressive symptoms (PHQ-9 < 10), GPs reporting moderate to severe depressive symptoms (N=30, 22.9%; PHQ-9 ≥ 10) reported more helplessness (96.7% vs. 79.2%, p=.025), spent more than three hours searching for COVID-19 information (43.3% vs. 19.8%, p=.024), perceived less adequate personal protective equipment (PPE) (6.7% vs. 23.8%, p=.049) and visited more COVID-19 infected patients (16.63 ± 27.30 vs. 9.52 ± 11.75, p=.041).6% of patients stated that infertility treatment, including IVF, should not be offered during the COVID-19 pandemic."}