{"cluster": 7, "subcluster": 16, "abstract_summ": "We motivate this class from the study of natural language as it provides a way to distinguish local syntactic processes from non-local ones.This paper defines boolean monadic recursive schemes (BMRSs), a restriction on recursive programs, and shows that when interpreted as transductions on strings they describe exactly the subsequential functions.We generalize the class of input strictly local string functions (Chandlee et al. 2014) to tree functions.This involves using function liftings to implement some aspects of dependent types and using embeddings of algebras to inherit theorems.We show that equivalence of deterministic linear tree transducers can be decided in polynomial time when their outputs are interpreted over the free group.", "title_summ": "Boolean Monadic Recursive Schemes as a Logical Characterization of the Subsequential FunctionsInput Strictly Local Tree TransducersEquivalence of Linear Tree Transducers with Output in the Free GroupReasoning About Algebraic Structures with Implicit Carriers in Isabelle/HOLFormalization of Forcing in Isabelle/ZF", "title_abstract_phrases": "Input Strictly Local Tree TransducersWe generalize the class of input strictly local string functions (Chandlee et al. 2014) to tree functions.We motivate this class from the study of natural language as it provides a way to distinguish local syntactic processes from non-local ones.Boolean Monadic Recursive Schemes as a Logical Characterization of the Subsequential FunctionsThis paper defines boolean monadic recursive schemes (BMRSs), a restriction on recursive programs, and shows that when interpreted as transductions on strings they describe exactly the subsequential functions.We discuss how this new result furthers the study of the connections between logic, formal languages and functions, and automata.Equivalence of Linear Tree Transducers with Output in the Free GroupWe show that equivalence of deterministic linear tree transducers can be decided in polynomial time when their outputs are interpreted over the free group."}