{"cluster": 7, "subcluster": 30, "abstract_summ": "We present linear time in-place algorithms for several fundamental graph problems including the well-known graph search methods (like depth-first search, breadth-first search, maximum cardinality search), connectivity problems (like biconnectivity, 2-edge connectivity), decomposition problem (like chain decomposition) among various others, improving the running time (by polynomial multiplicative factor) of the recent results of Chakraborty et al. [ESA, 2018] who designed [Formula: see text] time in-place algorithms for some of the above mentioned problems.Recall that in the classical vertex cover problem (VC), we are given a graph [Formula: see text] and a number K and asked if we can cover all of the edges in E, using at most K vertices from V. In the partial vertex cover problem (PVC), in addition to the parameter K, we are given a second parameter [Formula: see text] and the question is whether we can cover at least [Formula: see text] of the edges in E using at most K vertices from V. The weighted generalizations of the VC and PVC problems are called the weighted vertex cover (WVC) and the partial weighted vertex cover problem (WPVC) respectively.Motivated by some open problems posed in [13], we study three problems that seek a low degree subtree T of a graph [Formula: see text].In both problems the goal is to minimize the maximum degree of T. In the more general Degrees Bounded Min-Cost Group Steiner Tree problem, we are also given edge costs and individual degree bounds [Formula: see text].Finally, we examine the “dual” Partial Edge-Vertex Domination (PEVD) problem, where a graph G and a quota [Formula: see text] are given.", "title_summ": "On the Size of Depth-Two Threshold Circuits for the Inner Product Mod 2 FunctionComplexity of Searching for 2 by 2 Submatrices in Boolean MatricesOrdering a Sparse Graph to Minimize the Sum of Right Ends of EdgesThe Steiner Problem for Count MatroidsBetween Proper and Strong Edge-Colorings of Subcubic GraphsFair Packing of Independent SetsAcyclic Matching in Some Subclasses of GraphsBounded Degree Group Steiner Tree ProblemsOn the Complexity of Broadcast Domination and Multipacking in DigraphsOn the Complexity of Singly Connected Vertex DeletionOptimal In-place Algorithms for Basic Graph ProblemsEdge-Disjoint Branchings in Temporal GraphsParameterized Algorithms for Partial Vertex Covers in Bipartite GraphsEquitable d-degenerate Choosability of GraphsConnectivity Keeping Trees in 2-Connected Graphs with Girth ConditionsDecremental Optimization of Dominating Sets Under the Reconfiguration FrameworkPolynomial Time Algorithms for Tracking Path ProblemsImproved Budgeted Connected Domination and Budgeted Edge-Vertex DominationParameterized Complexity of [Formula: see text]-Path PackingOn Proper Labellings of Graphs with Minimum Label SumFurther Results on Online Node- and Edge-Deletion Problems with AdviceA Self-stabilizing One-To-Many Node Disjoint Paths Routing Algorithm in Star NetworksCombinatorial Properties of Degree Sequences of 3-Uniform Hypergraphs Arising from Saind ArraysMycielski Graphs and [Formula: see text] ProofsCanine Algorithm for Node Disjoint Paths", "title_abstract_phrases": "Optimal In-place Algorithms for Basic Graph ProblemsWe present linear time in-place algorithms for several fundamental graph problems including the well-known graph search methods (like depth-first search, breadth-first search, maximum cardinality search), connectivity problems (like biconnectivity, 2-edge connectivity), decomposition problem (like chain decomposition) among various others, improving the running time (by polynomial multiplicative factor) of the recent results of Chakraborty et al. [ESA, 2018] who designed [Formula: see text] time in-place algorithms for some of the above mentioned problems.Recall that in the classical vertex cover problem (VC), we are given a graph [Formula: see text] and a number K and asked if we can cover all of the edges in E, using at most K vertices from V. In the partial vertex cover problem (PVC), in addition to the parameter K, we are given a second parameter [Formula: see text] and the question is whether we can cover at least [Formula: see text] of the edges in E using at most K vertices from V. The weighted generalizations of the VC and PVC problems are called the weighted vertex cover (WVC) and the partial weighted vertex cover problem (WPVC) respectively.Finally, we examine the “dual” Partial Edge-Vertex Domination (PEVD) problem, where a graph G and a quota [Formula: see text] are given.Equitable d-degenerate Choosability of GraphsLet [Formula: see text] be the class of d-degenerate graphs and let L be a list assignment for a graph G. A colouring of G such that every vertex receives a colour from its list and the subgraph induced by vertices coloured with one color is a d-degenerate graph is called the [Formula: see text]-colouring of G. For a k-uniform list assignment L and [Formula: see text], a graph G is equitably [Formula: see text]-colorable if there is an [Formula: see text]-colouring of G such that the size of any colour class does not exceed [Formula: see text].In both problems the goal is to minimize the maximum degree of T. In the more general Degrees Bounded Min-Cost Group Steiner Tree problem, we are also given edge costs and individual degree bounds [Formula: see text]."}