{"cluster": 7, "subcluster": 28, "abstract_summ": "In word equation problem we are given an equation [Formula: see text], where both u and v are words of letters and variables, and ask for a substitution of variables by words that equalizes the sides of the equation.On the other hand, we show that there are universal automata networks for sequential updates if one is allowed to use a larger alphabet and then use either projection onto or restriction to the original alphabet.Following Tchuente, we characterize the interaction graphs D whose semigroup of transformations is the full semigroup of transformations on [Formula: see text], and we show that they are the same if we force either sequential updates only, or all asynchronous updates.Recently, Veanes et al. showed the usefulness of monadic decomposability in the context of SMT (i.e. the input formula is quantifier-free), and found various interesting applications including string analysis.An automata network is a finite graph where each node holds a state from some finite alphabet and is equipped with an update function that changes its state according to the configuration of neighboring states.", "title_summ": "Recompression: Technique for Word Equations and Compressed Data#P-completeness of Counting Update Digraphs, Cacti, and Series-Parallel Decomposition MethodOn Simulation in Automata NetworksMonadic Decomposition in Integer Linear Arithmetic", "title_abstract_phrases": "In word equation problem we are given an equation [Formula: see text], where both u and v are words of letters and variables, and ask for a substitution of variables by words that equalizes the sides of the equation.On Simulation in Automata NetworksAn automata network is a finite graph where each node holds a state from some finite alphabet and is equipped with an update function that changes its state according to the configuration of neighboring states.On the other hand, we show that there are universal automata networks for sequential updates if one is allowed to use a larger alphabet and then use either projection onto or restriction to the original alphabet.Monadic Decomposition in Integer Linear ArithmeticMonadic decomposability is a notion of variable independence, which asks whether a given formula in a first-order theory is expressible as a Boolean combination of monadic predicates in the theory.Recently, Veanes et al. showed the usefulness of monadic decomposability in the context of SMT (i.e. the input formula is quantifier-free), and found various interesting applications including string analysis."}