{"cluster": 7, "subcluster": 18, "abstract_summ": "We give a significantly simplified proof of the exponential separation between regular and general resolution of Alekhnovich et al. (2007) as a consequence of a general theorem lifting proof depth to regular proof length in resolution.We argue that there is a link between implicit computational complexity theory and the theory of reversible computation.This simpler proof then allows us to strengthen the separation further, and to construct families of theoretically very easy benchmarks that are surprisingly hard for SAT solvers in practice.We show that our measures can be seen as approximation of classical probability measures over classical logic, and that a variant of the PSAT [10] problem for them is solvable in polynomial time.We show that the complexity classes [Formula: see text] and [Formula: see text] can be captured by inherently reversible programming languages.", "title_summ": "How to Prove that a Language Is Regular or Star-Free?Depth-Bounded Approximations of ProbabilitySimplified and Improved Separations Between Regular and General Resolution by LiftingReversible Programming LanguagesCapturing Complexity Classes", "title_abstract_phrases": "Simplified and Improved Separations Between Regular and General Resolution by LiftingWe give a significantly simplified proof of the exponential separation between regular and general resolution of Alekhnovich et al. (2007) as a consequence of a general theorem lifting proof depth to regular proof length in resolution.Capturing Complexity ClassesWe argue that there is a link between implicit computational complexity theory and the theory of reversible computation.This simpler proof then allows us to strengthen the separation further, and to construct families of theoretically very easy benchmarks that are surprisingly hard for SAT solvers in practice.How to Prove that a Language Is Regular or Star-Free?This survey article presents some standard and less standard methods used to prove that a language is regular or star-free.We show that our measures can be seen as approximation of classical probability measures over classical logic, and that a variant of the PSAT [10] problem for them is solvable in polynomial time."}