{"cluster": 7, "subcluster": 13, "abstract_summ": "We use Timed Rebeca, an actor-based formal modeling language, to model such systems and asses their QoS properties by model checking.Our work addresses the problem of formally verifying hybrid systems using refinement and proof with Event-B. Our previous work [14] presented formally verified generic architecture patterns for designing centralised hybrid systems, based on our generic approach [15].Based on the differential refinement logic (dR[Formula: see text]), a dynamic logic for refinement relations on hybrid systems, it is possible to prove that a Time-Triggered model refines an Event-Triggered model.We extend this work and give a formally verified architecture pattern aimed at modelling distributed hybrid systems, featuring multiple plants and multiple controllers.When these sensors have a continuous access to these measurements, we call such model an Event-Triggered model.", "title_summ": "Formally Verified Architecture Patterns of Hybrid Systems Using Proof and Refinement with Event-BAutomatic Generation of DistAlgo Programs from Event-B ModelsModelling Hybrid Programs with Event-BFormal Modeling and Analysis of Medical Systems", "title_abstract_phrases": "We use Timed Rebeca, an actor-based formal modeling language, to model such systems and asses their QoS properties by model checking.Our work addresses the problem of formally verifying hybrid systems using refinement and proof with Event-B. Our previous work [14] presented formally verified generic architecture patterns for designing centralised hybrid systems, based on our generic approach [15].We extend this work and give a formally verified architecture pattern aimed at modelling distributed hybrid systems, featuring multiple plants and multiple controllers.Based on the differential refinement logic (dR[Formula: see text]), a dynamic logic for refinement relations on hybrid systems, it is possible to prove that a Time-Triggered model refines an Event-Triggered model.When these sensors have a continuous access to these measurements, we call such model an Event-Triggered model."}